[
 {
  "bio": "",
  "name": "Beverley Lynette Abrahams"
 },
 {
  "bio": "Mr. Salamuddi Abrahams has been an MP since 1984 and, in the past, has appeared on the PC Agriculture and Land Affairs and the Joint Standing Committee on Intelligence. He is currently a member of the PC Agriculture, Forestry and Fisheries and the Standing Committee on Appropriations. He is also a member of the ANC Sinqobile branch. Some of his political career highlights include membership on the City Council of Greater Benoni, President’s Council, the SA Indian Council and he has served as the House of Delegates Chairperson. Mr. Abrahams believes that involvement of communities at all levels of governance will help deepen democracy. Source: ANC (www.anc.org.za) ",
  "name": "Abram, Mr S"
 },
 {
  "bio": "Mr Adams has been an MP since 2002 and has served on the Select Committee on Economic Development, Select Committee on Trade and International Relations, and the Select Committee on Petitions and Members Legislative Proposals. ",
  "name": "Adams, Mr F"
 },
 {
  "bio": "",
  "name": "Adams, Ms LH"
 },
 {
  "bio": "",
  "name": "Adams, Ms PE"
 },
 {
  "bio": "Mr. Arthur Roy Ainslie has been an MP since 1999. He holds a BA from UCT, and Economic and Public Finance Certificate from Unisa and a B. Com honours degree from UWC. He was a member of KwaZulu-Natal MPL from 1994 to 1999 and has appeared on the PC Environmental Affairs and Tourism Committee, the PC Public Works and the PC Science and Technology. Mr. Ainslie is currently the ANC Greater Kwadukuza Regional Treasurer, Umhlanga Community Development Trust Chairperson, ANC Kwadukuza region KZN ex-officio and the Joint editor of Journal Natal. He is interested in development, poverty elimination and job creation and would like to see more people participating in government programmes. Source: ANC (www.anc.org.za) ",
  "name": "Arthur Roy Ainslie"
 },
 {
  "bio": "",
  "name": "Alberts, Adv A"
 },
 {
  "bio": "Mr. Masenyani Richard Baloyi holds a BA from Unisa and a Certificate from the Senior Development Programme at the University of Botswana. He is the current Minister of Public Service and Administration and also the current ANC Mopani REC Ex-Officio. Prior to his appointment as Minister, he was a member of the PC Public Service and Administration, the NA Rules Committee, the Joint Rules Committee and the Joint Committee on Ethics and Members Interest. During the course of his political career, Mr. Baloyi has been a Student and UDF Activist, the ANC Giyani Branch Secretary, the ANC Giyani Zonal Secretary among other roles. He was also previously the whip and subsequently chairperson of the PC Public Service and Administration. Source: ANC (www.anc.org.za) ",
  "name": "Masenyani Richard Baloyi"
 },
 {
  "bio": "",
  "name": "Vatiswa Bam-Mugwanya"
 },
 {
  "bio": "Deputy Minister Bapela took part in the 1976 student uprising. He was a member of the African National Congress (ANC) underground structures from 1979, and also a founding member of United Democratic Front (UDF) in 1983. He was detained several times and appeared in two political trials in Port Elizabeth and Alexandra between 1986 and 1987 and between 1987 and 1990. The Deputy Minister holds a Diploma in Journalism and various other Certificates such varied fields as community and organisational development; safety and security; and policy development. As a Member of Parliament he sat in the Portfolio Committee of Foreign Affairs and Trade and Industry, before becoming Deputy Minister for DPME. Source: (info.gov.za) ",
  "name": "Kopeng Obed Bapela"
 },
 {
  "bio": "Mr. Jac Bekker was first elected to parliament in 2009 and previously served as the party's chief whip in the Eden District municipality. Source: DA (www.da.org.za) ",
  "name": "Bekker, Mr JM"
 },
 {
  "bio": "",
  "name": "Suzan Roseline Berend"
 },
 {
  "bio": "",
  "name": "Bennet Mzwenqaba Bhanga"
 },
 {
  "bio": "",
  "name": "Bhengu, Mr F"
 },
 {
  "bio": "Ms Bhengu has earned a Certificate in Community Development on Change Management and a Certificate in Managing Economic Development Strategies. She has chaired both the Portfolio Committee on Infrastructure, Economic Development and Tourism and the Portfolio Committee on Provincial & Local Government, and has been a member of the Portfolio Committee on Sport & Recreation. Ms Bhengu also co-authored the book \"Against The Wall\" (2008). Source: ANC (www.anc.org.za) ",
  "name": "Bhengu, Ms NR"
 },
 {
  "bio": "Ms. Phumzile Bhengu has been an MP since 2004. She holds a Business Management Diploma, previous counseling experience and a bookkeeping certificate. She is currently a member of the PC Water and Environmental Affairs and is a Pomeroy ANC BEC Member, a Bhambatha ANC REC Member and the Bhambatha ANCWL Deputy Chairperson. She was previously a member of the PC Water Affairs and Forestry, PC Provincial and Local Government, JMC Improvement of Status of Disabled Persons and has served as the Pomeroy ANC Branch Secretary and Pomeroy ANCYL Chairperson among other roles. Ms. Bhengu has helped publish the Disabled People South Africa Newsletter. Source: ANC (www.anc.org.za) ",
  "name": "Bhengu, Ms P"
 },
 {
  "bio": "",
  "name": "Royith Baloo Bhoola"
 },
 {
  "bio": "Ms. Faith Claudine Bikani is a current member of the PC on Health and the PC on Public Service and Administration. She holds a diploma in Nursing Administration, Nursing Midwifery, Psychiatry and General Nursing Science as well as an Advanced Nursing Degree, a certificate in Computer Skills and a certificate in Skills Development. Bikani is the current ANC branch deputy secretary, a PEC and PWC member and the head of the Organising and Campaigns sub-committee. Ms. Bikani was previously a BEC Member, the Deputy Secretary in the Joyce Boom Branch and the ANC WL Regional Secretary. Source: ANC (www.anc.org.za) ",
  "name": "Faith Claudine Bikani"
 },
 {
  "bio": "",
  "name": "Dennis Victor Bloem"
 },
 {
  "bio": "Deputy Minister Bogopane-Zulu had been a Member of Parliament since 1999. She served both the South African Federation of Disabled People and the South Africa National AIDS Council since 1994 and 2000 respectively. She had served both Parliament and Government in various portfolios, and such institutions as the National Economic Development and Labour Council (Nedlac); South African Qualification Authority (SAQA); Disabled Children's Action Group;; and the World Blind Union. Prior to her appointment as Deputy Minister of Women, Children and Persons with Disability, she served as a Deputy Minister of Public Works. She holds BTech Degree. Source: (info.gov.za) ",
  "name": "Hendrietta Ipeleng Bogopane-Zulu"
 },
 {
  "bio": "Born in 1948, Mr. George Boinamo is the current Shadow Deputy Minister of Co-operative Governance and Traditional Affairs. Mr. Boinamo completed training to become a teacher at Hebron College of Education in 1978, completed his BA Ed. at the University of the Witwatersrand and then obtained a Masters in Education in 1997. After several years of teaching, Boinamo joined the DA in 2003 and became an MP in 2004 where he served as spokeperson on education. He was re-elected to parliament in 2009. Source: DA (http://www.da.org.za) ",
  "name": "Boinamo, Mr GG"
 },
 {
  "bio": "Mr. Mnyamezeli Shedrack Booii is the current Chairperson of the PC on Defence and Military Veterans. He has been an MP since 1994. He has served as the Former ANC Chief Whip, a member of the PC on Safety and Security as well as the PC on Finance, PC on Defence and the JSC on Defence. Mr. Booii was also the SAYCO Deputy President and founded the Thabo Mbeki Education Trust (Crossroads). He has taken several specialized courses such as the Parliamentary Capacity Building Programme in Economic Policy and Public Finance in 2003 and an EPRI economy policy course in 2004 entitled Economic Strategies for Job Creation and Poverty Reduction. Mr. Booii was appointed as an Honorary City Councilor of Memphis in 1999. Source: ANC (www.anc.org.za) ",
  "name": "Mnyamezeli Shedrack Booi"
 },
 {
  "bio": "Ms. Borman was an MP from 1999-2004. She was a member of the Provincial and Local Portfolio Committee, the Social Development Portfolio Committee and the Public Enterprises Portfolio Committee among others. Ms. Borman joined the ANC in 2005 and won the ward for the ANC from DA and served as ward councilor from 2006-2009. She has taken courses in matrix exemption and bookkeeping. Currently Ms. Borman is a member of the PC on Human Settlement. Source: ANC (www.anc.org.za) ",
  "name": "Gloria Mary Borman"
 },
 {
  "bio": "",
  "name": "Mmatlala Grace Boroto"
 },
 {
  "bio": "Ms. Dalitha Fiki Boshigo is an MP in the ANC parliamentary caucus. She has a diploma in Business Management and certificates in Social Development, Sector Policing and Rural Development Management. In the past, Ms. Boshigo served as the Treasurer of the former Eastern region of the ANC and worked with the Sekhukhune Organising team and UDF Community Forum. She is currently a member of the PC on Co-operative Governance and Traditional Affairs and the PC on Public Service and Administration. Source: ANC (www.anc.org.za) ",
  "name": "Dalitha Fiki Boshigo"
 },
 {
  "bio": "Dr. Lourie Bosman is the current shadow Deputy Minister of Higher Education and Training. Dr. Bosman practiced as a pharmacist from 1965-1978, began farming cattle and maize in 1968 and ran a Brahman Stud on his farms in the Warmbath district. He has undertaken many roles over the years, becoming director of Northern Transvaal Co-op from 1990-1994, Chairperson of Waterberg/Warmbaths DAU from 1984-1990 and Transvaal Agricultural Union Northern Region Chairperson from 1988-1993. Furthermore, he was President of Agri Mpumalanga from 1998-2004, Deputy President of Agri SA from 2000-2004 and President of Agri SA from 2004-2008. He has served on numerous committees and in his community in various capacities over the years. A long standing member of the DA, Dr. Bosman was elected to Parliament in 2009. Source: DA (http://www.da.org.za) ",
  "name": "Lourens Lemmer Bosman"
 },
 {
  "bio": "",
  "name": "Botha, Mr T"
 },
 {
  "bio": "Ms Botha matriculated from Carlton van Heerden High in Upington in 1964. She then obtained a BA degree at the UWC in 1988, followed by a Higher Diploma in Education in 1989. Other achievements include a Certificate of Merit in macro-economic policy analysis, the completion of the “Towards effective legislative oversight” course by Applied Fiscal Research Centre from UCT in 2000, and attaining the Executive Management Certificate from the Graduate School of Business at UCT. ",
  "name": "Botha, Ms YR"
 },
 {
  "bio": "",
  "name": "Sizeni Grace Bothman"
 },
 {
  "bio": "Mr Burgess received his BA from the University of South Africa (Unisa). He was a member of the Portfolio Committee on Joint Constitutional Review, the Portfolio Committee on Correctional Services and the Portfolio Committee on Justice & Constitutional Development. Mr Burgess also practices law, previously having worked as a human rights attorney and currently serving as a practicing attorney for Burgess & Associates. ",
  "name": "Burgess, Mr C"
 },
 {
  "bio": "Prince Mangosuthu Buthlezi was born in Mhalabathini, KwaZulu on the 27th of August 1928. He holds a degree from the University of Fort Hare. In 1994, Prince Buthlezi was appointed as the Minister of Home Affairs and has been appointed as Acting President 11 times. He is the current Chairman of the House of Traditional Leaders (KwaZulu Natal) and President of the Inkatha Freedom Party – a title he has held since its foundation in 1975. Source: IFP (http://ifp.co.za) ",
  "name": "Mangosuthu Gatsha Buthelezi"
 },
 {
  "bio": "Mr Y Carrim holds a Bachelor of Arts Honours and Masters in Sociology from the University of Warwick in England and an International Diploma in Journalism from Darlington College of Technology in England. Mr Carrim was a member of the Executive Committee of Natal Indian Congress, a member of the Executive Council of the United Democratic Front in Pietermaritzburg and a Secretary of the Pietermaritzburg Combined Ratepayers and Residents Association from 1986 to 1990. He served as a Senior Lecturer in Sociology at the University of Natal and also as the Deputy Minister of Cooperative Governance and Traditional Affairs from 2009 to 2013. Mr Carrim is curently the Minister of Communications. Source: ANC (www.anc.org.za) ",
  "name": "Yunus Ismail Carrim"
 },
 {
  "bio": "",
  "name": "Carter, Ms D"
 },
 {
  "bio": "",
  "name": "Russel Nsikayezwe Cebekhulu"
 },
 {
  "bio": "",
  "name": "Mosie Antony Cele"
 },
 {
  "bio": "",
  "name": "Teboho Edwin Chaane"
 },
 {
  "bio": "Mr. Chabane was born on the 15th of April in 1960 and holds a Diploma in Leadership and Management from the University of Limpopo Graduate School of Leadership and a Diploma in Management from Arusha in Tanzania. He also holds an N4 in Electrical Engineering. Mr. Chabane served as the provincial Secretary of the ANC in the Northern Province; MEC for Public Works in Limpopo and MEC for Economic Development, Environment and Tourism among other roles. He is a member of the Limpopo Provincial Legislature and he is a former Chancellor of Mbulaheni Ramaano Training College. He is currently the Minister responsible for Monitoring and Evaluations as well as Administration. Mr. Chabane serves on the ANC National Working Commitee and the ANC NEC. Source: (http://info.gov.za) ",
  "name": "Ohm Collins Chabane"
 },
 {
  "bio": "Ms. Chikunga has been an MP since 2004 and a whip since 2007 and is the current Deputy Minister of Transport. A former student activist, she holds a Nursing Diploma, a Midwifery Diploma, an MA in Curations from the University of Pretoria and a BA (Honours) in Curations from UNISA. She is currently Secretary in the Gert Sebande Region, a Mpumalanga PEC Member, a member of the REC Sub-Committee on Cadre Development and had served as Member of the Portfolio Committee on Housing, Auditor General, and Joint Standing Committee on Defence. She also chaired the Portfolio Committee on Police from 2009 to 2012. Source: (http://info.gov.za, www.anc.org.za) ",
  "name": "Lydia Sindisiwe Chikunga"
 },
 {
  "bio": "",
  "name": "Dudu Olive Chili"
 },
 {
  "bio": "",
  "name": "Thapelo Dorothy Chiloane"
 },
 {
  "bio": "Deputy Minister Chohan has been Member of Parliament since 1996 and has been the Deputy Minister of Home Affairs since 2010. Chohan holds a B.Proc degree from University of Witwatersrand, was admitted to the side bar in 1998 and is pursuing a Masters Degree in Constitutional Law with Rhodes University. She chaired various Portfolio Committees such as Basic Education, Justice and Constitutional Development and Public Enterprises. Deputy Minister Chohan served as a Legal Advisor in the Gauteng Legislature and Parliamentary Representative on the Magistrates Commission and later became Chairperson of the Western Cape Provincial Committee of the Magistrates Commission. Source: (http://www.info.gov.za) ",
  "name": "Fatima Ismail Chohan"
 },
 {
  "bio": "",
  "name": "Theo Willem Coetzee"
 },
 {
  "bio": "Ms Coleman holds a degree in Developmental Studies at UWC, a certificate in Public Relations from Damelin, and a certificate in Finance & Economic with UNISA. She also holds several Certificates of Attendance from various academic institutions. Embarking on her political career in the early 1990s, Ms Coleman has since played a very active role in government, serving as the Portfolio Committee of Local Government and Housing Chair, the MEC for Health (2003-04), Finance (2004-08) and Education (2008-09) among other roles. She is currently the Chairperson of the PC on Economic Development. Source: ANC (www.anc.org.za) ",
  "name": "Elsie Mmathulare Coleman"
 },
 {
  "bio": "Committee last met on (date)",
  "name": "Committee last met on (date)"
 },
 {
  "bio": "Deputy Minister Cronin was born on 12 September 1949. He currently is the Deputy General-Secretary of South African Communist Party (SACP), a position he has held since 1995. He became a Member of Parliament since 1999. His illustrious political career dates back into time, such that he Co-Convened the Reconstruction and Development Programme Drafting Committee and was a member of the negotiating Team at Convention for a Democratic South Africa (CODESA). The Deputy Minister lectured at UCT between 1973 and 1976; but also was Editor of the African Communist Magazine. Prior to his current appoint, he was Deputy Minister for Transport. Source: (info.gov.za) ",
  "name": "Jeremy Patrick Cronin"
 },
 {
  "bio": "Dr Cwele holds an MBchB Medical Policy from the University of KwaZulu Natal and an MPhil in Economic Policy from the University of Stellenbosch. He has been a member of the ANC provincial Executive Committee in KwaZulu Natal since 1990; a Member of Parliament since 1994 and Member of the National Assembly since 1999. He served as Chairperson of the Joint Standing Committee on Intelligence and prior to his appointment as Minister of State Security, he served as Minister of Intelligence from 2008 to 2009. ",
  "name": "Siyabonga Cyprian Cwele"
 },
 {
  "bio": "Ms Dambuza earned a Certificate in Economics & Finance. An ANC Activist since 1980, and an MP since 2004, she has held various positions as Chairperson and Secretary of Branch. In addition, Ms Dambuza was the elected Regional Treasurer of Sisonke REC (1998-2005), and has exerted her influence through several initiatives including the Community Development Project. ",
  "name": "Beauty Nomhle Dambuza"
 },
 {
  "bio": "",
  "name": "Pamela Nombeko Daniels"
 },
 {
  "bio": "",
  "name": "Ian Ormiston Davidson"
 },
 {
  "bio": "Minister Davies was born on 12 May 1948. He holds a Doctorate degree in Political Studies from the University of Sussex; Masters degree in International Relations from the University of South Hampton in United Kingdom. He has been a Member of Parliament since 1994, after serving both the African National Congress (ANC) and South African Communist Party (SACP) with distinction. The Minister worked as a Professor and Co-Director of Centre for Southern African Studies at University of the Western Cape (UWC). During this period, he undertook policy research for ANC and Southern African Development Community (SADC). He was a member of the South African Ministerial delegation to World Trade Organization (WTO) in Seattle in 1999; Doha in 2001; Cancun in 2003; and Hong Kong in 2005. Source (info.gov.za) ",
  "name": "Robert Haydn Davies"
 },
 {
  "bio": "Mr De Beer received his BA from the University of Port Elizabeth. He was an MPL in the Northern Cape Provincial Legislature (1998–99, 2000-04), an ANC Member of the Provincial Legislature (2004-09) and chaired the Portfolio Committee for Safety and Liaison (2004-09). ",
  "name": "De Beer, Mr CJ"
 },
 {
  "bio": "",
  "name": "Onell De Beer"
 },
 {
  "bio": "",
  "name": "Manuel Simão Franca De Freitas"
 },
 {
  "bio": "Mr De Lange was born on 15 January 1958. He obtained his BA in Law from the University of Stellenbosch (1978) and his LLB from University of Cape Town (1983). Mr De Lange was the former Deputy Minister for Justice and Constitutional Development (2004-09), was the Head of the Office of Criminal Justice Review (2006-09) and was Commissioner on the Judicial Service Commission (1996-04). He is currently a member of the Subcommittee on Social Transformation and the Subcommittee on Economic Transformation. ",
  "name": "Johannes Hendrik De Lange"
 },
 {
  "bio": "",
  "name": "Michael Jacobs Roland De Villiers"
 },
 {
  "bio": "",
  "name": "Diale, Mr LN"
 },
 {
  "bio": "",
  "name": "Buyiswa Cornelia Diemu"
 },
 {
  "bio": "",
  "name": "Masefako Clarah Digkale"
 },
 {
  "bio": "",
  "name": "Mgolodi Moses Dikgacwi"
 },
 {
  "bio": "",
  "name": "Koti Jacob Dikobo"
 },
 {
  "bio": "",
  "name": "Ipuseng Celia Ditshetelo"
 },
 {
  "bio": "",
  "name": "Dorries Eunice Dlakude"
 },
 {
  "bio": "Minister Dlamini holds a Bachelor of Arts Degree in Social Studies from the University of Zululand. She became an active member of the Idlangamabala Youth at Imbali's St Marks Anglican Church as well as the South African Students Congress. She worked with various structures including the Congress of South Africa Trade Unions. She became part of the interim leadership formed to build the ANC Women’s League in the KZN regions in 1991, and became Deputy Secretary General of the ANCWL in 1993. She became a member of NEC of the ANC as well as the National Working Committee in 2007. Source: (Info.gov.za) ",
  "name": "Dlamini, Ms BO"
 },
 {
  "bio": "Deputy Minister Dlodlo is the Deputy Minister of Public Service and Administration of the Republic of South Africa since 1 November 2010. She holds a number of post graduate qualifications in Management Development; Business Management and Executive Development Programme. Her colorful CV includes working for public enterprises as Telkom, and Portnet; Sanlam in various portfolios such as Human Resources, Transport, Strategic information and Industrial Relations. She is an ex-Umkhonto Wesizwe cadre. Source: (info.gov.za) ",
  "name": "Ayanda Dlodlo"
 },
 {
  "bio": "Ms Dlulane has been a Member of Parliament since 2003. She earned her Business Studies certificate from Damelin College. She served on the Select Committee on Public Services, the Select Committee on Land and Environmental Affairs and the Joint Committee on Ethics and Members' Interests. She was also the Chairperson for the ANCWL Gauteng as well as the ANCWL Chairperson Greater Soweto sub-region. ",
  "name": "Beauty Nomvuzo Dlulane"
 },
 {
  "bio": "",
  "name": "Anchen Margaretha Dreyer"
 },
 {
  "bio": "",
  "name": "Nicolaas Deetlefs Du Toit"
 },
 {
  "bio": "",
  "name": "Zephroma Sizani Dubazana"
 },
 {
  "bio": "",
  "name": "Molebogeng Christina Dube"
 },
 {
  "bio": "",
  "name": "Ndleleni Moses Duma"
 },
 {
  "bio": "",
  "name": "dummy web"
 },
 {
  "bio": "",
  "name": "Duncan, Ms PC"
 },
 {
  "bio": "",
  "name": "Mary-Ann Lindelwa Dunjwa"
 },
 {
  "bio": "Deputy Minister Ebrahim is a member of the African National Congress (ANC) National Executive Committee (NEC). Born on 01 July 1937, he joined the liberation movement as a youth activist in 1952, and participated in the Congress of the People Campaign, which adopted the Freedom Charter in 1955. An ex-combatant of Umkhonto Wesizwe, he was arrested and charged under the Sabotage Act in 1961. Sentenced to 15 years imprisonment at Robben Island, he was released in 1979. He went to exile on instruction of the ANC in 1980. The Deputy Minister holds a Bachelor of Arts and a B.Com Degrees from the University of South Africa. Source: (info.gov.za) ",
  "name": "Ebrahim Ismail Ebrahim"
 },
 {
  "bio": "",
  "name": "Ernst Hendrik Eloff"
 },
 {
  "bio": "",
  "name": "Esau, Mr S"
 },
 {
  "bio": "",
  "name": "Willem Frederik Faber"
 },
 {
  "bio": "",
  "name": "Stuart Brian Farrow"
 },
 {
  "bio": "",
  "name": "Dirk Benjamin Feldman"
 },
 {
  "bio": "",
  "name": "Beryl Delores Ferguson"
 },
 {
  "bio": "Deputy Minister Fransman matriculated with exemption at Bishop Lavis Secondary School in 1987. He holds a BA degree from the University of the Western Cape (UWC); and a couple of diplomas. He became a Member of Parliament in 2009; he chaired the Portfolio Committee on Higher Education. Deputy Minister Fransman taught at Vredendal School, and also worked for Surplus People's Project as Farm Dweller Project Manager. During this time he organised, mobilised and played an advocacy role for the rights of farm-dwellers including issues of tenure rights. He worked as MEC for various portfolios in the WC, including Social Development, Local Government, Transport and Health Source: (info.gov.za) ",
  "name": "Marius Llewellyn Fransman"
 },
 {
  "bio": "",
  "name": "Cedric Thomas Frolick"
 },
 {
  "bio": "Ms Fubbs was born on 30 November 1944. She received her BA from the University of South Africa (Unisa). An MP since 2004, she has served as the Whip of the Joint Budget Committee (NA and NCOP), the Whip of the Economic Transformation Cluster and a Member of the Portfolio Committee on Finance. Ms Fubbs also chaired the Standing Committee on Finance and Economic Affairs and was the Deputy Chair of the Internal Audit in the Gauteng Legislature. ",
  "name": "Joanmariae Louise Fubbs"
 },
 {
  "bio": "",
  "name": "Lennox Bogen Gaehler"
 },
 {
  "bio": "Mr Gamede has been an MP since 2004 and has served on the following Select Committees; Trade & International Relations, Economic Development, Public Enterprises, Economic and Foreign Affairs, and Women, Children, and People with Disabilities. He holds a Diploma in Management Development. ",
  "name": "Dumisani Dennis Gamede"
 },
 {
  "bio": "",
  "name": "Tshoganetso Mpho Adolphina Gasebonwe"
 },
 {
  "bio": "",
  "name": "André Hurtley Gaum"
 },
 {
  "bio": "",
  "name": "Nonkululeko Prudence Gcume"
 },
 {
  "bio": "",
  "name": "Ndabakayise Erasmus Gcwabaza"
 },
 {
  "bio": "",
  "name": "Johan Pieter Gelderblom"
 },
 {
  "bio": "Mr George went to Wits University, after completing his undergraduate degree and compulsory national service; he entered the financial services industry where he built his career. During this time he was also a community activist, this later prompted his political career. He further acquired a BA (Hons), MBA (Wits) and DBL (Economics) degrees and an Advanced Certificate in Municipal Governance. His MBA research report received the Investec Securities Prize for the Best Research in the field of Investments. He joined the Democratic Party in 1995 and, in 2005, was elected chairman of the DA branch in Sandown, Sandton. After the 2006 municipal elections, he served the City of Johannesburg as a PR councillor on various committees, including housing, finance and economic development and municipal accounts. In 2008 he joined parliament and served on the Finance Committee. Since 2012 he has served as Shadow Minister for SCOPA. Source: www.da.org.za/our_people ",
  "name": "Dion Travers George"
 },
 {
  "bio": "",
  "name": "George, Mr ME"
 },
 {
  "bio": "Minister Gigaba was born on 30 August 1971. He holds a Bachelor of Pedagogics in Education, and a Master of Arts Degree in Social Policy from UDW. He joined the African National Congress (ANC), the South African Communist Party (SACP) and the ANCYL in 1990 and he was one of the founding members of the Education Students Society at UDW. He served as convenor of the Provincial Education Forum, becoming ANC YL president in 1994. He became a Member of Parliament for the ANC in 1999 and during that period he also served as a member of the Trade and Industry Portfolio Committee. Prior being Public Enterprises Minister, he served as Deputy Minister of Home Affairs. Source: (info.gov.za) ",
  "name": "Knowledge Malusi Nkanyezi Gigaba"
 },
 {
  "bio": "",
  "name": "Nomalungelo Gina"
 },
 {
  "bio": "Mr Godi was born on 10 August 1966. He received his BA from the University of the North (Turfloop). He became a Member of Parliament in 2004 and has served on the Portfolio Committee on Education, the Portfolio Committee on Labour and the Portfolio Committee on Social Development. Mr Godi has also chaired the Standing Committee on Public Accounts, was the former deputy President of the Pan Africanist Congress of Azania and is the founding President of the African People’s Convention. ",
  "name": "Godi, Mr NT"
 },
 {
  "bio": "",
  "name": "Christopher Lancaster Gololo"
 },
 {
  "bio": "",
  "name": "Mpumelelo Frederick Gona"
 },
 {
  "bio": "Mr Goqwana was born on 28 February 1954. He received his MB.ChB and FCP at the University of Natal. A relatively new MP, as of 2009, he has served on the Portfolio Committee on Agriculture and Rural Development, the Portfolio Committee on Sport, Arts and Culture and on the Portfolio Committee on Finance. ",
  "name": "Goqwana, Mr B M"
 },
 {
  "bio": "",
  "name": "Lance William Greyling"
 },
 {
  "bio": "",
  "name": "Groenewald, Mr HB"
 },
 {
  "bio": "Mr Gumede has received a diploma in Marketing Management and an advanced diploma in Economic Policy. Politically active since the 1980’s, he has been a member of the UDF, the ANC Underground and was a founding member of the Congress of South African Trade Unions (COSATU). Mr Gumede has been a member of the Portfolio Committee on Trade and Industry, the Portfolio Committee on Labour and the Portfolio Committee on Minerals and Energy. ",
  "name": "Donald Mlindwa Gumede"
 },
 {
  "bio": "",
  "name": "Jan Johannes Gunda"
 },
 {
  "bio": "",
  "name": "Fatima Hajaig"
 },
 {
  "bio": "Minister Hanekom was born on 13 January 1953. He attended school at Jan van Riebeeck Secondary school, and after his compulsory conscription, traveled abroad. He worked for various organisations and on farms, factories and building sites. He returned to SA and practised farming for six years. He worked with the trade union movement in Johannesburg before being deported to Zimbabwe with his wife in 1987. He returned in 1990, and worked at the headquarters of the ANC, where he was responsible for policy formulation on land and agricultural matters. Source: (info.gov.za)",
  "name": "Derek Andre Hanekom"
 },
 {
  "bio": "Mr Harris holds a Bachelor of Arts, majoring in English Literature and Economics, from the University of Cape Town. He also has Honours and Masters in Economics. His political career began when he was recruited as the Economics Researcher for the Democratic Alliance (DA), in 2005 he was appointed as Chief of Staff for Tony Leon and in 2009 managed the campaign events for Helen Zille. He was then elected to parliament a member of the Western Cape delegation in the National Council of Provinces. He currently serves on the Standing Committee on Finance in the National Assembly, is the Parliamentary Counsellor to Leader of the Opposition, Lindiwe Mazibuko, and the party's International Liaison. In 2007 he undertook the first trans-continental surfing expedition from Cape Town London by the west coast route. Source: www.da.org.za/our_people ",
  "name": "Harris, Mr TD"
 },
 {
  "bio": "",
  "name": "Geordin Gwyn Hill-Lewis"
 },
 {
  "bio": "",
  "name": "Mkhuleko Hlengwa"
 },
 {
  "bio": "",
  "name": "Holomisa, Mr BH"
 },
 {
  "bio": "Mr Holomisa received his BA at the University of Transkei (UNITRA) and his LLB at the University of Natal (UKZN). He has served as a member of the Endangered Species Protection Unit and World Wildlife Fund, chaired the Portfolio Committee on Agriculture and Land Affairs Committee and chaired the Portfolio Committee on Justice and Constitutional Development. Mr Holomisa has also published papers for national and international conferences on cultural and governance issues. ",
  "name": "Holomisa, Nkosi SP"
 },
 {
  "bio": "",
  "name": "Hoosan, Mr H"
 },
 {
  "bio": "",
  "name": "Mohammed Haniff Hoosen"
 },
 {
  "bio": "",
  "name": "Huang, Mr C"
 },
 {
  "bio": "",
  "name": "Mbuyiselo Patrick Jacobs"
 },
 {
  "bio": "",
  "name": "Loretta Jacobus"
 },
 {
  "bio": "Shadow Minister of Trade and Industry Dr James graduated the University of the Western Cape with a B.A. Honours (cum laude) and then went to achieve a M.Sc. and Ph.D. from the University of Wisconsin-Madison, U.S.A. At the beginning of his professional life he served the higher education sector in South Africa, the U.S.A. and the U.K. After spending 12 years as a Trustee of the New York based Ford Foundation, Dr James entered public life during 2008 and was elected to Parliament on 22 April 2009. His areas of policy interests are education, immigration and science & technology. Source: www.da.org.za/our_people ",
  "name": "Wilmot Godfrey James"
 },
 {
  "bio": "Deputy Minister Jeffery had been a Member of Parliament since 1999. Prior to his appointment, he had been a member of the ANC National Executive Committee (NEC); Legislative and Governance subcommittee; and the ANC Political Committee in Parliament. He holds an LLB degree and a Postgraduate Diploma in Environmental Law from the University of Natal (UN). He served as Parliamentary Counsellor to the Deputy President from 1999-2005. Source: (info.gov.za) ",
  "name": "Jeffrey, Mr JH"
 },
 {
  "bio": "Minister Joemat-Pettersson was born on 16 December 1963. She holds a Degree in Executive Management in Education from the University of Cape Town, among others. She was an active member of the Azanian Students Organisation between 1985 and 1986. Deep rooted in the SADTU traditions, she lectured English at the University of Free State in 1993, and became an MPL of the Northern Cape in 1994. She became Chairperson of the SACP in the Northern Cape in 1998, Trustee of Desmond Tutu Diversity Trust in 2001m, ANC NC Treasurer in 2003, and a host of other leadership positions. Source: (info.gov.za) ",
  "name": "Tina Monica Joemat-Pettersson"
 },
 {
  "bio": "Mr. Johnson earned a certificate in Public Management and Development at Wits. An MP since 2004, he has served as the President and Secretary General of the Congress of South African Students (COSAS), and is actively involved with the Young Christian Workers Committee. He was the second ANCYL President after it was unbanned. H ealso worked for the Development Bank of Southern Africa ",
  "name": "Mlungisi Johnson"
 },
 {
  "bio": "",
  "name": "Joseph, Mr J"
 },
 {
  "bio": "Ms Kalyan holds several degrees in BA, B.Ed and M.Ed (Ed. Psych.) from Unisa, a Certificate in Sports Psychology from UKZN, a certificate in Migration from Wits, a Diploma in Education from the University of Durban Westville, and is currently enrolled for Masters. Ms Kalyan has been an MP since 1999 and has served on the Health, Social Development and Home Affairs portfolio committees. She was the DA spokesperson HIV/AIDS from 2004 to 2009, and has also been a whip since 2000. She was elected Deputy Chief Whip in 2011. She has a keen interest in alternative healing like Reiki and dream analysis, and enjoys yoga and Pilates. Source: www.da.org.za/our_people ",
  "name": "Santosh Vinita Kalyan"
 },
 {
  "bio": "",
  "name": "Charles Danny Kekana"
 },
 {
  "bio": "",
  "name": "Tandiwe Elizabeth Kenye"
 },
 {
  "bio": "",
  "name": "Diratsagae Alfred Kganare"
 },
 {
  "bio": "Mr. Kholwane attained his LLB at the University of South Africa, along with an Advanced National Diploma in Human Resource, Research & Marketing, and an Advanced Diploma in International Economics at UWC. He has been the NEHAWU Provincial Secretary, the ANC Branch Secretary, and the NEHAWU Regional Secretary. Mr. Kholwane has been an MP since 2004 and has often pursued programmes and initiatives that focus on community development. ",
  "name": "Sikhumbuzo Eric Kholwane"
 },
 {
  "bio": "",
  "name": "Khorai, Mr LP"
 },
 {
  "bio": "",
  "name": "Khumalo, Ms FE"
 },
 {
  "bio": "",
  "name": "Nthabiseng Pauline Khunou"
 },
 {
  "bio": "",
  "name": "Juliana Danielle Kilian"
 },
 {
  "bio": "",
  "name": "Junita Carolina Kloppers-Lourens"
 },
 {
  "bio": "",
  "name": "Dianne Kohler-Barnard"
 },
 {
  "bio": "",
  "name": "Koornhof, Dr GW"
 },
 {
  "bio": "",
  "name": "Koornhof, Mr NC"
 },
 {
  "bio": "",
  "name": "Semakaleng Patricia Kopane"
 },
 {
  "bio": "Deputy Minister Kota-Fredericks had been a Member of Parliament since 1994. She holds a degree in Social Work from the University of Western Cape (UWC); and a senior certificate in Economics from the University of South Africa. She served as Chairperson of the Portfolio Committee on Housing; and also served in other various Committees. The Deputy Minister was chairperson of provincial ANC WL since 2003, and had served in the WC Steering Committee of the Progressive Women's Movement. Always at odds with the apartheid regime, she was detained and later went into exile to Lesotho in 1985 and then Zambia in 1986, and later to Angola, Soviet Union, Cuba and Zimbabwe. Her activism continued on her return from exile, and was tasked with coordinating the 1994 elections campaign in the WC by the ANC. Source: (info.gov.za) ",
  "name": "Zoliswa Albertina Kota-Fredericks"
 },
 {
  "bio": "",
  "name": "Cecilia Mampe Papadi Kotsi"
 },
 {
  "bio": "",
  "name": "Gregory Rudy Krumbock"
 },
 {
  "bio": "",
  "name": "Mmamoloko Tryphosa Kubayi"
 },
 {
  "bio": "",
  "name": "Helen Lamoela"
 },
 {
  "bio": "Mr Landers has been an MP since 1994, serving on Justice and Constitutional Development, the Joint Standing Committee on Intelligence, and Joint Committee on Ethics and Members Interest. He also serves on the ANC National Disciplinary Committee. ",
  "name": "Luwellyn Tyrone Landers"
 },
 {
  "bio": "",
  "name": "Lee, Mr TD"
 },
 {
  "bio": "",
  "name": "Robert Alfred Lees"
 },
 {
  "bio": "",
  "name": "Lekgetho, Mr G"
 },
 {
  "bio": "",
  "name": "Mosiuoa Gerard Patrick Lekota"
 },
 {
  "bio": "",
  "name": "Regina Mina Mpontseng Lesoma"
 },
 {
  "bio": "",
  "name": "Helen Line-Hendriks"
 },
 {
  "bio": "",
  "name": "Tshiwela Elida Lishivha"
 },
 {
  "bio": "",
  "name": "Lorimer, Mr JR"
 },
 {
  "bio": "",
  "name": "Lotriet, Dr A"
 },
 {
  "bio": "",
  "name": "Annette Theresa Lovemore"
 },
 {
  "bio": "",
  "name": "Zukile Luyenge"
 },
 {
  "bio": "Mr Maake received his BCom at The University of Western Cape (UWC) and a degree in Business Management at Napier University. He has been an activist, exile and political prisoner, the latter of which inspired his personal memoirs published in Robben Island manuals. Mr Maake has been a member of the Portfolio Committee on Trade and Industry and has served as the Premier Director of Strategic Planning at the Office of Limpopo. ",
  "name": "Maake, Mr JJ"
 },
 {
  "bio": "",
  "name": "Xitlhangoma Mabasa"
 },
 {
  "bio": "Ms Mabe was born on 18 September 1976 in Magaliesburg. She attained a Degree in Public Administration from the University of Pretoria and became a Member of Parliament in 2009. Ms Mabe also serves on the Select Committee on Land and Environmental Affairs, Agriculture, Forestry & Fisheries, Rural Development & Land Reform, Water & Environmental Affairs, is on the ANC Finance Committee, and has been a member of the ANC Youth League. ",
  "name": "Bertha Peace Mabe"
 },
 {
  "bio": "",
  "name": "Nomfunelo Rose-Mary Mabedla"
 },
 {
  "bio": "",
  "name": "Mabija, Ms L"
 },
 {
  "bio": "Deputy Minister Mabudafhasi was born on 23 May 1943. She has been a member of National Executive Council (NEC) of African National Congress (ANC) since December 2007 and has served as a Chairperson of the Mvula Trust Board from 1997 and as a Co-Chair of the Global Network of Women Ministers and Leaders of Environment since 2004. The former teacher, worked as a Librarian at the University of the North from 1965 to 1994. She has served as a Secretary of United Democratic Front (UDF) Northern Transvaal region. She organised rural women on various self-help projects, and had served as a Commissioner for the Human Rights Commission from 1990 to 1992. Prior to her appointment, she served as a Deputy Minister of Environmental Affairs and Tourism from 1999 to 2009. Source: (info.gov.za) ",
  "name": "Thizwilondi Rejoyce Mabudafhasi"
 },
 {
  "bio": "Ms Mabuza has a Matric Teachers Diploma. She has served as the Provincial Treasurer of the ANCWL (2003-07), the Provincial Chairperson of the ANCWL (1998-03), and as Deputy Speaker in the Limpopo legislature (2004-09). ",
  "name": "Mabuza, Ms MC"
 },
 {
  "bio": "",
  "name": "Graham Peter Dalziel Mac Kenzie"
 },
 {
  "bio": "",
  "name": "Nomzamo Winfred Madikizela-Mandela"
 },
 {
  "bio": "",
  "name": "William Mothipa Madisha"
 },
 {
  "bio": "",
  "name": "Nomopo Maggie Madlala"
 },
 {
  "bio": "",
  "name": "Celiwe Qhamkile Madlopha"
 },
 {
  "bio": "",
  "name": "Maduna, Ms P"
 },
 {
  "bio": "",
  "name": "Mapule Veronica Mafolo"
 },
 {
  "bio": "",
  "name": "Nosilivere Winnifred Magadla"
 },
 {
  "bio": "",
  "name": "Vuselelo Vincent Magagula"
 },
 {
  "bio": "Mr Magama has had an active, dynamic, and often rewarding experience in politics. Highlights of his career include: Deputy Chairperson of SAYCO (1987-90), Co-ordinator of the RELEASE MANDELA Campaign (1988-89), Chairperson of the Cosas Upington Region (1990-91), Provincial Education Secretary Cosas, Northern Cape (1990-1992) and Regional Secretary of the ANC Siyanda region (1997-1998). Mr Magama also authored the paper Perspectives & Analyses (2006).",
  "name": "Hargreaves Tisetso Magama"
 },
 {
  "bio": "",
  "name": "Emmanuel Magubane"
 },
 {
  "bio": "Deputy Minister Magwanishe has served a Member of Parliament since 1999. He holds Master of Business Administration (MBA) from the regent Business School in 2006; a Bachelor of Science in Jurisprudence degree in 2001 and a Certificate on Strategic Leadership Programme from the WITS Business School in 2003. He has also served as Whip in various committees and as Cluster Whip for Justice and Constitutional Development; Defence; Home Affairs; Foreign Affairs; Safety and Security; Correctional Services and Intelligence from 2004 to 2009 and as Deputy Chief Whip of the Ruling Party in the National Assembly from October 2008 until his re-deployment as a Deputy Minister. He was born in 1973. Source: (info.gov.za) ",
  "name": "Gratitude Magwanishe"
 },
 {
  "bio": "",
  "name": "Mninwa Johannes Mahlangu"
 },
 {
  "bio": "",
  "name": "Mokoane Collen Maine"
 },
 {
  "bio": "",
  "name": "Xoliswa Caroline Makasi"
 },
 {
  "bio": "",
  "name": "Mamosoeu Wendy Makgate"
 },
 {
  "bio": "",
  "name": "Helen Nonhlanhla Makhuba"
 },
 {
  "bio": "",
  "name": "Mafemane Wilson Makhubela"
 },
 {
  "bio": "",
  "name": "Lusizo Sharon Makhubela-Mashele"
 },
 {
  "bio": "",
  "name": "Zondi Silence Makhubele"
 },
 {
  "bio": "Deputy Minister Makwetla was born on 18 May 1957. He went into exile and joined Umkhonto We Sizwe (MK) in 1976. Upon his return to the country in 1990, he became a member of the National Executive Committee and National Working Committee (NWC) of the ANC from 1990 to 1994. From 2001, he became a member of the Mpumalanga Provincial Legislature, and held such portfolios as MEC for Safety and Security, and eventually becoming the Premier of the province. The Deputy Minister obtained a Diploma in Public and Policy Development Administration (PPDA) from Wits Graduate School and a Diploma in Social Science from Academy of Social Sciences in Sofia, Bulgaria. He matriculated at Mmabathoana High School in Maseru, Lesotho in 1977. Source: (info.gov.za) ",
  "name": "Sampson Phathakge Makwetla"
 },
 {
  "bio": "Mr Malale has a LLB degree. He is a member of the Justice and Constitutional Development Committee, the ANCYL Secretary Enable Branch, and currently chairs the Higher Education and Training Committee. He was also the secretary for SASCO in the Turfloop Branch. ",
  "name": "Motswane Ishmael Malale"
 },
 {
  "bio": "Ms Malgas is the Chairperson of the Basic Education Portfolio Committee, and has also served on the Committees for Women, Children, Youth and Persons with Disabilities, Social Development, and International Relations. She was a teacher before she became a Member of Parliament. As a teacher, she was involved in sport, serving as a referee for field events on a national and international level. ",
  "name": "Hope Helene Malgas"
 },
 {
  "bio": "An MP since 2004, Mr. Maluleka has maintained an optimistic view of South Africa’s future, affirming that he is “confident” of the country’s’ future and believes it will continue to “improve.” He has earned both a Local Government and Administration Certificate (UNISA), along with a Democracy and Local Goverance certificate (Univ. of Stockholm). Mr Maluleka has served as the Speaker of the Tshwane Municipality, Executive Chairperson of the Greater Pretoria Municipality, and the Mamelodi Civic Organisation Deputy Chairperson. ",
  "name": "Holmes Peter Maluleka"
 },
 {
  "bio": "",
  "name": "Johanna Mmule Maluleke"
 },
 {
  "bio": "",
  "name": "Kgwaridi Buti Manamela"
 },
 {
  "bio": "Deputy Minister Manana was born on 12 February 1984. The youngster Member of the Cabinet, he holds a BA degree in Political Science and Sociology from University of Natal. He was elected to the Regional Executive Committee (REC) of the ANCYL in the Gert Sibande Region in 2006. In becoming a Member of Parliament in 2009, he served in the International Relations & Cooperation and Public Works Portfolio Committees and later was appointed a Whip of the Portfolio Committee on Transport and Public Service; Administration Portfolio Committee and Governance and Monitoring Cluster in 2011. He is the former Chairperson of the Steering Committee on Youth Parliament and Commissioner of the Magistrates Commission representing Parliament. Source: (info.gov.za) ",
  "name": "Manana, Mr MC"
 },
 {
  "bio": "",
  "name": "Zwelivelile Mandlesizwe Dalibhunga Mandela"
 },
 {
  "bio": "",
  "name": "Jane Manganye"
 },
 {
  "bio": "",
  "name": "Mangena, Ms MS"
 },
 {
  "bio": "Minister Manuel was born on 31 January 1956. He holds a Diploma in Civil and Structural Engineering from the Peninsula Technikon and Executive Management Programme from Stanford National University, Singapore. The longest serving Finance Minister, was instrumental in the formation, and activities, of the United Democratic Front (UDF) in the 80s. Appointed to the Advisory Committee of the United Nations (UN) Initiative for Trade Efficiency in August 1994, and served as Minister of Trade and Industry between 1994 and 1996. His sterling performance had been recognised by the world community, and he has countless awards to show for it. Source: (info.gov.za) ",
  "name": "Manuel, Mr TA"
 },
 {
  "bio": "",
  "name": "Velly Makasana Manzini"
 },
 {
  "bio": "Minister Mapisa-Nqkula was born on 13 November 1956. She holds a Primary Teacher's Diploma from the Bensonvale Teacher TRG College and a Project Management with Canadian University Studies (CUSO). She is also the Chairperson of the Joint Standing Committee on Intelligence, and had been a Member of Parliament from 2004. She served as a Secretary-General of the ANC Women's League and member of the ANC National Executive Committee (NEC) respectively from 1993 to 1997. The Minister had headed various government portfolios including Home Affairs and Correctional Services. Source: (info.gov.za) ",
  "name": "Nosiviwe Noluthando Mapisa-Nqakula"
 },
 {
  "bio": "",
  "name": "Marais, Mr EJ"
 },
 {
  "bio": "",
  "name": "Marais, Mr SJ"
 },
 {
  "bio": "Minister Martins was born on 02 September 1956. He holds a Master of Law degree in International Law from the University of Cape Town; and a Bachelor of Law degree from the University of Natal. He was a member of the Black Consciousness Movement in the 1970s. Between 1983 and 1991 he was charged and imprisoned for eight years in Robben Island and Johannesburg. He had been a Member of Parliament since 1994, and had chaired the Portfolio Committee on Home Affairs. The Minister is a member of the Political Bureau and Central Committee of the South African Communist Party (SACP). Source: (info.gov.za) ",
  "name": "Benedict Anthony Duke Martins"
 },
 {
  "bio": "",
  "name": "Frans Tlokwe Maserumule"
 },
 {
  "bio": "",
  "name": "Tlhalefi Andries Mashamaite"
 },
 {
  "bio": "",
  "name": "Shipokasa Paulus Mashatile"
 },
 {
  "bio": "",
  "name": "Refilwe Modikanalo Mashigo"
 },
 {
  "bio": "",
  "name": "Budang Lemias Mashile"
 },
 {
  "bio": "",
  "name": "Agnes Christin Mashishi"
 },
 {
  "bio": "",
  "name": "Joyce Mabel Masilo"
 },
 {
  "bio": "Deputy Minister Masutha had been a Member of Parliament since 1999. A member of the Disabled People of SA (DPSA) is the current Chairperson of the Standing Committee on Auditor General. An activist for the persons living with disabilities, he has held membership to various organisations for disabled people. He graduated with a BJuris (University of the North) and an LLB degree from Wits in 1990, and had served as a lawyer for Human Rights from 1991 to 1996. Since becoming a Member of Parliament, Deputy Minister Masutha has served on various Committees, including Justice and Constitutional Development; Social Development; Rules Committee; Constitutional Review; Sub-committee on Review of Rules; Rules Sub-committee on Delegated Legislation and Committee on Constitutional Review. Source: (info.gov.za) Further information Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Masutha, Mr TM"
 },
 {
  "bio": "",
  "name": "Dudu Hellen Mathebe"
 },
 {
  "bio": "",
  "name": "Nomvula Frieda Mathibela"
 },
 {
  "bio": "",
  "name": "Amos Gerald Matila"
 },
 {
  "bio": "",
  "name": "Helen Flora Matlanyane"
 },
 {
  "bio": "",
  "name": "Joel Mntwabantu Matshoba"
 },
 {
  "bio": "Ms Maunye has been an MP since 1996 and a Whip since 2001. She was the Secretary of Save the Patriots Campaign Committee, and was a member of Soweto Civic Association and FEDTRAW. In addition to chairing the PC on Home Affairs, Ms Maunye is also a member of the PC on Social Development and JSC on Defence. ",
  "name": "Maggie Margaret Maunye"
 },
 {
  "bio": "",
  "name": "Divili Wilson Mavunda"
 },
 {
  "bio": "",
  "name": "Max, Adv LH"
 },
 {
  "bio": "",
  "name": "Shepherd Malusi Mayatula"
 },
 {
  "bio": "Mr Maynier is a Shadow Minister of Defence and Military Veterans for the Democratic Alliance. After matriculating in 1986, he completed his 'national service' as a submarine officer and navy diver in the South African Navy in 1989. In 1996 he graduated from the University of Cape Town with honours, where he majored in politics and economics. In 2008, David graduated with a Masters Degree in Public Administration from Harvard University. After returning home, Mr Maynier appointed as campaign manager in the Western Cape where the party won an outright majority. He was elected as a Member of Parliament in 2009. Source: www.da.org.za/our_people ",
  "name": "Maynier, Mr D"
 },
 {
  "bio": "",
  "name": "Lindiwe Desiré Mazibuko"
 },
 {
  "bio": "",
  "name": "Maziya, Mr AM"
 },
 {
  "bio": "",
  "name": "Siphiwo Sam Mazosiwe"
 },
 {
  "bio": "",
  "name": "Fikile April Mbalula"
 },
 {
  "bio": "",
  "name": "Pakiso David Mbhele"
 },
 {
  "bio": "",
  "name": "Graham Brian Douglas Mc Intosh"
 },
 {
  "bio": "",
  "name": "Nomakhaya Mavis Mdaka"
 },
 {
  "bio": "",
  "name": "Mzameni Richard Mdakane"
 },
 {
  "bio": "",
  "name": "Thandi Cecilia Memela"
 },
 {
  "bio": "",
  "name": "Mabel Patronella Mentor"
 },
 {
  "bio": "",
  "name": "Meshoe, Rev KR"
 },
 {
  "bio": "",
  "name": "NomaIndiya Cathleen Mfeketo"
 },
 {
  "bio": "",
  "name": "Mfulo, Ms A"
 },
 {
  "bio": "",
  "name": "Isaac Sipho Mfundisi"
 },
 {
  "bio": "",
  "name": "Isaac Sipho Mfundisi"
 },
 {
  "bio": "",
  "name": "Hlengiwe Christophina Mgabadeli"
 },
 {
  "bio": "",
  "name": "Michael, Ms NW"
 },
 {
  "bio": "",
  "name": "Kevin John Mileham"
 },
 {
  "bio": "",
  "name": "Lindiwe Ntombikayise Mjobo"
 },
 {
  "bio": "Deputy Minister Mkhize was born on 06 September 1952. She served as a Member of Parliament since 2009. A founding member, and trustee, of the Children and Violence Trust since 1995, had been a trustee of the Malibongwe Business Trust from 2005. Professor Mkhize holds a BA degree in Psychology, Social Work and Sociology (University of Zululand); BA Hons (Psychology) and a Masters in Clinical Psychology from the University of Natal. She was a senior lecturer and researcher at Wits from 1990 until 1995. She was a board member of the South African Prisoner's Organisation for Human Rights from 1994 to 1995; Truth and Reconciliation Commission (TRC) Commissioner and Chairperson of the Reparations and Rehabilitation committee from 1995 to 2003. Prior to her appointment, Prof Mkhize was ambassador to the Netherlands, and had a short stint as Deputy Minister for Correctional Services. Source: (info.gov.za) ",
  "name": "Mkhize, Prof HB"
 },
 {
  "bio": "",
  "name": "Nomfundo Ntombenhle Penelope Mkhulusi"
 },
 {
  "bio": "",
  "name": "Mlenzana, Mr Z"
 },
 {
  "bio": "",
  "name": "Samuel Gaaesi Mmusi"
 },
 {
  "bio": "",
  "name": "Busisiwe Veronica Mncube"
 },
 {
  "bio": "",
  "name": "Mangaqa Albert Mncwango"
 },
 {
  "bio": "",
  "name": "Bafumani Aaron Mnguni"
 },
 {
  "bio": "",
  "name": "Mnguni, Mr PB"
 },
 {
  "bio": "",
  "name": "Nokhaya Adelaide Mnisi"
 },
 {
  "bio": "",
  "name": "Mnqasela, Mr M"
 },
 {
  "bio": "",
  "name": "Poppy Audrey Mocumi"
 },
 {
  "bio": "",
  "name": "John Kabelo Moepeng"
 },
 {
  "bio": "",
  "name": "Mofokeng, Mr TM"
 },
 {
  "bio": "",
  "name": "Mohai, Mr S"
 },
 {
  "bio": "",
  "name": "Mankwana Christinah Mohale"
 },
 {
  "bio": "",
  "name": "Mpane Martha Mohorosi"
 },
 {
  "bio": "",
  "name": "Mokabhe, Mr A"
 },
 {
  "bio": "",
  "name": "Mokgalapa, Mr S"
 },
 {
  "bio": "Mr Mokgobi is currently Chairperson of the ANC Mopani Region and an ANC PEC member. He was the Executive Mayor of the Mopani District Municipality from 2002 to 2009 and Chairperson of the South African Local Government Association (SALGA), Limpopo from 2006 to 2009. ",
  "name": "Matome Humphrey Mokgobi"
 },
 {
  "bio": "",
  "name": "Mokgoro, Mr GG"
 },
 {
  "bio": "",
  "name": "Mokoena, Mr AD"
 },
 {
  "bio": "",
  "name": "Molebatsi, Ms MA"
 },
 {
  "bio": "Minister Molewa was born on 23 March 1957. The provincial Chairperson of the African National Congress WL (NW) is currently studying towards a B.Com degree with UNISA. She taught at Moloto and Makaunyane Secondary Schools from 1976 to 1981, but also was involved in the underground structures of the liberation movement since 1976 until 1990. Prior to her appointment as Minister of Water and Environmental Affairs, she served as Minister of Social Development and Premier of North West. She was the first woman Chairperson of the Portfolio Committee on Trade and Industry from 1994 to 1996. Source: (info.gov.za) ",
  "name": "Bomo Edna Edith Molewa"
 },
 {
  "bio": "",
  "name": "Joyce Clementine Moloi-Moropa"
 },
 {
  "bio": "",
  "name": "Koena Arthur Moloto"
 },
 {
  "bio": "",
  "name": "Crosby Mpoxo Moni"
 },
 {
  "bio": "",
  "name": "Sediane Danny Montsitsi"
 },
 {
  "bio": "",
  "name": "Emma More"
 },
 {
  "bio": "",
  "name": "Masefele Rosalia Morutoa"
 },
 {
  "bio": "",
  "name": "Moji Lydia Moshodi"
 },
 {
  "bio": "",
  "name": "Constance Kedibone Kelekegile Mosimane"
 },
 {
  "bio": "Mr Motau, commonly known as Sej, is the DA Shadow Minister of Labour. He was elected to the South African parliament in 2009 from the Gauteng Province. Mr Motau was born in Lady Selborne, Pretoria, on 18 July 1943. He started his working career as a book-keeper with the City Council of Pretoria in Atteridgeville, his current constituency. Sej holds a Master of Journalism degree from the University of California, Berkeley; a BA (Hons) degree in communication and a BA degree in communication and psychology from the University of South Africa. Mr Motau has presented papers at conferences and conducted workshops, mainly in public relations and communication in South Africa other parts of Africa and the world. He loves reading, watching movies, playing golf and gardening. Source: www.da.org.za/our_people ",
  "name": "Sejamotopo Charles Motau"
 },
 {
  "bio": "Mr Motimele received his MBA at the Management College of Southern Africa (MANCOSA). He has chaired the Portfolio Committee on Public Works and the Standing Committee on Quality of Life Status of Women, Youth & People with Disabilities. Mr Motimele is also an editor and contributor to the Provincial Newsletter \"Wayforward.\" ",
  "name": "Malusi Stanley Motimele"
 },
 {
  "bio": "",
  "name": "Kgalema Petrus Motlanthe"
 },
 {
  "bio": "",
  "name": "Rebecca Mmakosha Motsepe"
 },
 {
  "bio": "",
  "name": "Motshekga, Dr MS"
 },
 {
  "bio": "Minister Motshekga is a member of the African National Congress (ANC) National Executive Committee and the current president of the ANC WL. She holds a Masters Degree from Wits University; a bachelor of Educational Science from the University of the Witwatersrand (Wits); a Bachelor of Arts in Education from the University of the North. She taught at Orlando High School from 1981 to 1983; lectured at the Soweto College of Education from 1983 to 1985; and Lectured at Wits University from 1985 to 1994. She has also served as Director in the Office of the President from 1994 to 1997. The 58-year-old had also served as MEC for social services and education in Gauteng. Source: (info.gov.za) ",
  "name": "Matsie Angelina Motshekga"
 },
 {
  "bio": "Minister Pakishe Aaron Motsoaledi was born on 07 August 1958. He holds a Bachelor of Medicine and Surgery from the University of Natal. Prior to his appointment as Minister of Health, Dr Motsoaledi was member of the Limpopo Provincial Legislature from 1994 to 2009, where he held such positions as MEC for Education, Transport and Agriculture. He served as a Chairperson of the Sekhukhune Advice Office from 1986 to 1994; Chairperson of Hlahlolanang Health and Nutrition Education Project in 1989; Deputy Chairperson of the African National Congress (ANC) in the then Northern Transvaal, and as Head of the ANC Elections Commission for Limpopo in 1994. Source: (info.gov.za) ",
  "name": "Pakishe Aaron Motsoaledi"
 },
 {
  "bio": "",
  "name": "Alfred Mkhipheni Mpontshane"
 },
 {
  "bio": "",
  "name": "Msimang, Prof CT"
 },
 {
  "bio": "",
  "name": "Mthethwa, Mr EM"
 },
 {
  "bio": "Minister Mthethwa was born on 23 January 1967 and had been a Member of Parliament since 2002. The Minister holds a Diploma in Community Development from University of Natal; a Certificate in Mining Engineering from University of Johannesburg and a Certificate in Communications and Leadership from Rhodes University. As Member of Parliament, he had served as Chairperson for Minerals and Energy Portfolio Committee from 2004 to 2008; and as Chief Whip of the ANC in 2008. He also served on the Board of Directors of 2010 FIFA World Cup Local Organisation Committee. Source: (info.gov.za) ",
  "name": "Mthethwa, Mr EN"
 },
 {
  "bio": "",
  "name": "Mtshali, Mr E"
 },
 {
  "bio": "Mr Mubu was born in Lusaka, Zambia. He holds a BA in Education from the University of Zambia, and also a Master of Arts (MA) degree in Journalism/Public Relations from Ball State University, Muncie, Indiana, USA, and a Postgraduate Diploma in Management from Leicester University, United Kingdom as well as a Certificate in Public Relations Management from the Public Relations Institute of Southern Africa (PRiSA). Mr Mubu played a critical role in voter education in the first democratic elections in 1994, informing communities of their voting rights. Under his leadership, the Turfloop Foundation realised the completion of EDUPARK, a multi-institution project outside of Polokwane. During his tunure at TSA a number of important projects were achieved on the African continent, one of these being the Southern Sudan Capacity and Institution Building initiative. Source: www.da.org.za/our_people ",
  "name": "Kenneth Sililo Mubu"
 },
 {
  "bio": "Mr Mufamadi was born on 11 March 1959. He received his Postgraduate Diploma in Economic Principles at the London School of Economics. He has served as a member of the Steering Committee on Climate Change and is a member of Money Act Task Team. Further information will be provided shortly on Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Thabadiawa Alfred Mufamadi"
 },
 {
  "bio": "",
  "name": "Cornelius Petrus Mulder"
 },
 {
  "bio": "Deputy Minister Mulder has been a Leader of the Freedom Front since March 2001 and he is spokesperson of Freedom Front in Parliament for International Relations and Cooperation and Communication. Born in 1951, Dr Mulder holds D.Phil, Master of Arts degree (cum laude) and BA degree in Communication from Potchefstroom University. He Undertook post-doctoral studies in International Communication at University of Wisconsin, Madison in United States America in 1981. Conscripted in the Navy in 1969, the Deputy Minister lectured communication at “Potch” in 1974 and eventually becoming Professor and Head of Communication Department in 1984. He is one of the few Members of the Executive and Parliament to have served the Old Order Administration. Source: (info.gov.za) Further information: Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Mulder, Dr PW"
 },
 {
  "bio": "",
  "name": "Foni Florence Mushwana"
 },
 {
  "bio": "",
  "name": "Azwihangwisi Faith Muthambi"
 },
 {
  "bio": "Mr Nchabeleng received a diploma in Rural Development planning from St. Francis Xavier University. He has chaired the Portfolio Committee on Health and Social Development (2004-06), served as the Deputy Coordinator of the Water District (1994) and has been a member of the Limpopo Legislature (2004-09). Mr Nchabeleng is also a contributor for the environmental development strategies options for the Northern Transvaal. Further information will be provided shortly on Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Mamagase Elleck Nchabeleng"
 },
 {
  "bio": "",
  "name": "Lindumusa Bekizitha Gabriel Ndabandaba"
 },
 {
  "bio": "Deputy Minister Ndabeni had been a Member of Parliament since 2009. During that period, she served in such Portfolio Committees as Communications and Defence, but also the Joint Parliamentary Committee on Defence and Intelligence. She served the provincial executive committees of the ANC Youth Leagues in the North West and the Eastern Cape. She served as Project Manager for Eastern Cape Social Economic Consultative Council from 2003 to 2009. Deputy Minister Ndabeni is a recepient of Premier's Award for her involvement in activities for bettering peoples' lives on voluntary service. Source: (info.gov.za) Further information: Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Stella Tembisa Ndabeni"
 },
 {
  "bio": "Minister “Sbu” Ndebele was born on 17 October 1948. The current Chancellor of the University of Zululand (UniZulu), studied Library Science at UniZulu; Bachelor of Arts degree in International Politics and African Politics from Unisa. He was arrested for ANC activities in May 1976 and was sentenced to ten years on Robben Island in June 1977. He played a key role in peace initiatives in Natal during the late 80s. He served as MEC for Transport in KwaZulu-Natal in 1994-2004; and was a member of the KwaZulu-Natal Provincial Executive Committee and the Provincial Working Committee of the ANC from 1994 to 2008. Source: (info.gov.za) ",
  "name": "Joel Sibusiso Ndebele"
 },
 {
  "bio": "",
  "name": "Alexia Zintle Ndlazi"
 },
 {
  "bio": "",
  "name": "Velaphi Bethuel Ndlovu"
 },
 {
  "bio": "",
  "name": "Ndude, Ms H"
 },
 {
  "bio": "Deputy Minister Nel has held his current portfolio since May 2009 and has been a Member of Parliament for the African National Congress (ANC) since 1994. He holds a Bachelor of Civil Law from the University of Pretoria. He served as whip of Portfolio Committee on Justice and House Whip. Between 2006 and 2007 he served as Acting Chief Whip of the African National Congress (ANC) and as a Chairperson of House of the National Assembly between 2008 and 2009. He had served on various Portfolio Committees including Justice and Constitutional Development, Correctional Services, Health, Home Affairs, and Communications. He also served as a member of the Standing Committee on Public Accounts (SCOPA). Deputy Minister Nel was involved in the End Conscription Campaign, and had been active in politics since high school in Sao Paulo, Brazil. Source: (info.gov.za) ",
  "name": "Andries Carl Nel"
 },
 {
  "bio": "",
  "name": "Nelson Themba Godi"
 },
 {
  "bio": "Deputy Minister Nene was born on 05 December 1958. He had been a Member of Parliament since 1999. He was appointed into his position in November 2008 and he was re-appointed on 11 May 2009. He is a Co Chairperson of the Joint Budget Committee since October 2002 and was a Chairperson of the Portfolio Committee on Finance in 2002-2005. Deputy Minister Nene holds a B.Com Honours degree in Economics from the University of Western Cape (UWC). He worked as a Regional Administrative Manager for the Metropolitan Life Insurance for 15 years. He became a Labour union shop steward and led a negotiating Team for better working conditions during the period 1990 to 1995 and he organised the first ever strike in the financial sector. Source: (info.gov.za) ",
  "name": "Nhlanhla Musa Nene"
 },
 {
  "bio": "",
  "name": "Nesi, Mr B"
 },
 {
  "bio": "",
  "name": "Wilma Susan Newhoudt-Druchen"
 },
 {
  "bio": "",
  "name": "Nompendlko Doris Ngcengwane"
 },
 {
  "bio": "While in exile Mr Ngcobo completed his MSc programme in the area of In-Core Fuel Management and Control of Nuclear Reactors of VVER-type at the University of Sofia. He was awarded the City Honour by the City Council of Pietermaritzburg for his publications in the field of Nuclear Science and Engineering, as well as for his contribution in local community development programmes. Hon Ngcobo has served as the Chairperson of the Portfolio Committee on Science and Technology and the Chairperson of the Portfolio Committee on Minerals and Energy. ",
  "name": "Eugene Nhlanhla Nqaba Ngcobo"
 },
 {
  "bio": "",
  "name": "Beatrice Thembekile Ngcobo"
 },
 {
  "bio": "",
  "name": "Nombuyiselo Joyce Ngele"
 },
 {
  "bio": "",
  "name": "Ngonyama, Mr LS"
 },
 {
  "bio": "",
  "name": "Jabhile Pretty Ngubeni-Maluleka"
 },
 {
  "bio": "",
  "name": "Ngwenya, Ms W"
 },
 {
  "bio": "",
  "name": "Phumuzile Catherine Ngwenya-Mabila"
 },
 {
  "bio": "",
  "name": "Mlindi Advent Nhanha"
 },
 {
  "bio": "Ms Nhlengethwa was born 4 July 1969. She has a primary teacher’s Diploma and a Certificate in Economics. Ms Nhlengethwa has been an MP since 1999 and is currently a member of the ANC Womens' League. ",
  "name": "Dumisile Goodness Nhlengethwa"
 },
 {
  "bio": "Mr Njikelana received a Social Studies Diploma (Ruskin College, Oxford UK), an LDP-Leadership in Communications Certificate, and is a Masters Programme (Local Economic Development) candidate. He has had a lively career in government, frequently engaging with various unions and NGO’s. An MP since 2004, Mr. Njikelana has also been involved in several tasks forces including the Formulation of Policy on International Relations Task Team, and the ICT Support for Parliamentarians Focus Group. ",
  "name": "Njikelana, Mr SJ"
 },
 {
  "bio": "",
  "name": "Makhosazana Abigail Alicia Njobe"
 },
 {
  "bio": "Minister Nkoana-Mashabane was an active member of the United Democratic Front (UDF) and served in the various structures of the Mass Democratic Movement (MDM) and the ANC underground structures in 1980s. She was a Member of Parliament in the National Assembly between 1994 and 1995; and later she was deployed to Diplomatic missions in such countries as India, Malaysia and the Maldives. She is a member of the ANC NEC and National Working Committee since 2007. Source: (info.gov.za) ",
  "name": "Maite Emily Nkoana-Mashabane"
 },
 {
  "bio": "Minister Nkwinti was born on 18 December 1948. He holds a Masters degree in Public Policy and Management from the University of London and a Bachelor of Administration degree specialising in Political Science, Public Administration and Applied Economics from the University of South Africa. Prior to his appointment as a Minister he was Speaker of the EC Provincial Legislature from the 1994 to 1999; MEC for Housing 1999 to 2005; and MEC for Agriculture EC from 2005 to 2009. Source: (info.gov.za) ",
  "name": "Gugile Ernest Nkwinti"
 },
 {
  "bio": "",
  "name": "Nonkonyana, Chief M"
 },
 {
  "bio": "",
  "name": "Nomathemba Theresia November"
 },
 {
  "bio": "",
  "name": "Ntshiqela, Mr P"
 },
 {
  "bio": "",
  "name": "Ntuli, Mr ZC"
 },
 {
  "bio": "Deputy Minister Ntuli holds a B.Com Honours degree in Information Systems from University of the Western Cape and obtained an Advanced Diploma in Economic policy from the same institution. She was trained in Managing economic strategies and micro economic policy reform; and in Implementation of sustainable strategies in a globalising world from Williams College in US. She became a Member of Parliament in 1994, and had served on various Parliamentary Committees, including the Joint Monitoring Committee on Improvement of Quality of Life and Status of women; and Portfolio Committee on Trade and Industry. Prior to her appointment, she was Deputy Minister of Trade and Industry from 2009 until 2010. Source: (info.gov.za) ",
  "name": "Bongi Maria Ntuli"
 },
 {
  "bio": "",
  "name": "Nosipho Dorothy Ntwanambi"
 },
 {
  "bio": "",
  "name": "Tinyiko Lwandlamuni Phillia Nwamitwa-Shilubana"
 },
 {
  "bio": "Mr Nxesi holds a Bachelor of Arts degree from the University of Fort Hare obtained in 1983; a Bachelor of Education degree from Wits and a Higher Diploma in Education from the UNISA. He taught at Ikusasa Senior Secondary School from 1985 to 1990. He has served as Assistant Secretary General, and Secretary General South African Teacher's Union (SADTU) from 1990 to 1994 and 1994 to 2010 respectively. He was expelled from school several times for involvement in political activities. He was born on 01 January 1959. Source: (info.gov.za) ",
  "name": "Thembelani Waltermade Nxesi"
 },
 {
  "bio": "",
  "name": "Nxumalo, Ms MD"
 },
 {
  "bio": "",
  "name": "Raesibe Eunice Nyalungu"
 },
 {
  "bio": "",
  "name": "Archibold Jomo Nyambi"
 },
 {
  "bio": "",
  "name": "Eric Nyekemba"
 },
 {
  "bio": "Minister Nzimande was born on 14 April 1958. The current General Secretary of the South African Communist Party holds a Doctorate in Philosophy specializing in Sociology from the University of Natal. Dr Nzimande lectured at the University of Zululand in 1985, and was a lecturer for Industrial Psychology at the University of Natal in 1987. He had served Parliament as Chairperson of the Parliamentary Select Committee on Education, and had held various leadership positions at SA universities. He has written a book titled \"Children of wars: the impact of violence on schooling in Natal\". Source: (info.gov.za) ",
  "name": "Nzimande, Dr BE"
 },
 {
  "bio": "",
  "name": "Lewis Paul Musawenkosi Nzimande"
 },
 {
  "bio": "Deputy Minister Oliphant, could not have occupied a better portfolio than Mineral Resources. Born in Warrenton, in the Diamonds’ province of the Northern Cape, he is currently a member of Central Committee of the South African Communist Party and member of the Task Team of the African National Congress (ANC) in North West Province. He had been a Member of Parliament since 1994 and had served as Chairperson of the Portfolio Committees on Public Works and the Science and Technology, Labour, and Minerals and Energy. He matriculated at Huhudi High School in the Vryburg area and had pursued studies in Economics. He has held various senior position with the tripartite alliance structures, including serving as Vice President of the Congress of South African Trade Union (COSATU). Source: (info.gov.za) ",
  "name": "Oliphant , Mr GG"
 },
 {
  "bio": "Minister Oliphant holds a Certificate in Macroeconomics and a Certificate in Project management. She had been Member of Parliament since 1994 and regional Convener of African National Congress Women's League. She has served as a Chairperson of various Parliamentary Committees as Public Services; Land and Environmental Affairs; Joint Rules Committee; Joint Programme Committee and Joint Ethics and Members Interest. She was also a member of KwaZulu-Natal Provincial Legislature; member and Convener of Health Study Group at KwaZulu-Natal (KZN) Legislature; member of the National Council of Provinces (NCOP) and provincial Whip; regional Secretary of ANC North Coast region. Source: (info.gov.za) ",
  "name": "Mildred Nelisiwe Oliphant"
 },
 {
  "bio": "",
  "name": "Ian Michael Ollis"
 },
 {
  "bio": "Deputy Minister Oosthuizen was born on 10 May 1957. He became the Deputy Minister of Sport and Recreation in 2004. Mr Oosthuizen was a member of the South African Air Force up to the Rank of Captain from 1980 until 1983 and then became self employed from 1984 to 1987. A true “Nat”, he became a Member of Parliament in 1987. The Deputy Minister holds a Bachelor of Arts degree in Political Science from Rand Afrikaans University (RAU); a Bachelor of Arts Honours degree in Development Studies from RAU, Suma Cum Laude and various other courses and study tours. Between the years 2001 and 2004, he served as an ANC Member in the Defence and Correctional Services Portfolio Committees. Source: (info.gov.za) ",
  "name": "Gerhardus Cornelius Oosthuizen"
 },
 {
  "bio": "",
  "name": "Mario Gaspare Oriani-Ambrosini"
 },
 {
  "bio": "Minister Pandor was born on 07 December 1953. She holds two Masters degrees in Education (University of London), and Linguistics (University of Stellenbosch). She had been a Member of Parliament since 1994, during which time she served as caucus whip; Chairperson of the NCOP, and as well as Member of the Portfolio Committee on Education. Minister Pandor taught at such distinguished institutions as Ernest Bevin School, Taung College of Education, University of Bophuthatswana, and the University of Cape Town. In the mid to late 90s, she served as both the Deputy Chairperson and Chairperson of the Tertiary Education Fund of South Africa (TEFSA). She was Minister of Science and Technology in the previous administration. Source: (info.gov.za) ",
  "name": "Grace Naledi Mandisa Pandor"
 },
 {
  "bio": "",
  "name": "Paulse, Ms SU"
 },
 {
  "bio": "Minister Peters was born on 13 May 1960. She holds a Bachelor of Arts degree in Social Work from University of the North obtained in 1987. Between 1994 and 1997, she was Member of Parliament during which time she served in the Portfolio Committees on Home Affairs, Public Works, Social Services and Health. The Minister returned to the NC where she served in various portfolios including health, and also as the Premier. Prior to being moved to the Transport portfolio, she was Minister of the Energy Department since 2009. She holds various leadership and development certificates from notable institutions as Havana in Cuba, the University of Cape Town and the University of the Western Cape. Source: (info.gov.za) ",
  "name": "Elizabeth Dipuo Peters"
 },
 {
  "bio": "Deputy Minister Phaahla was born on 11 January 1957. He holds a Bachelor of Medicine and Bachelor of Surgery from University of Natal; a Diploma in Health Service Management University of Haifa, Institute of Science, Israel in 1992 and a Certificate of General Management, Marketing and Finance. Dr Phaahla served as Director-General in the Department of Sport and Recreation, making instrumental in organising the 2010 FIFA World Cup. He also served as Deputy Minister of Rural Development and Land Reform between 2009 until 2010. Previously, a senior Medical Superintendent at various hospitals in Limpopo, the Deputy Minister has held various portfolios, as MEC, in the Northern Province. Source: (info.gov.za) ",
  "name": "Phaahla, Dr JM"
 },
 {
  "bio": "",
  "name": "Meriam Nozibonelo Phaliso"
 },
 {
  "bio": "",
  "name": "Makgathatso Charlotte Chana Pilane-Majake"
 },
 {
  "bio": "",
  "name": "Maropeng Elizabeth Pilusa-Mosoane"
 },
 {
  "bio": "",
  "name": "Plaatjie, Mr SH"
 },
 {
  "bio": "",
  "name": "Plaatjie, Ms SK"
 },
 {
  "bio": "",
  "name": "Pule, Ms DD"
 },
 {
  "bio": "",
  "name": "Agnes Noluthando Daphne Qikani"
 },
 {
  "bio": "",
  "name": "Pierre Jacques Rabie"
 },
 {
  "bio": "",
  "name": "Mponeng Winston Rabotapi"
 },
 {
  "bio": "",
  "name": "Bhekiziswe Abram Radebe"
 },
 {
  "bio": "",
  "name": "Radebe, Mr GS"
 },
 {
  "bio": "Minister Radebe was born on 18 February 1953. He holds a B.Juris degree from the University of Zululand; LLM in International Law from Leipzig University. He had served the ANC as Policy Unit head, a position he continues to hold. But had been member of the NEC – ANC’s decision making structure in between conferences - since 1991. He underwent military training with Umkhonto weSizwe (MK), and was once arrested and convicted under the Terrorism Act. He served as Minister of Public Works, Public Enterprises, and Transport prior to his appointment as Minister of Justice and Constitutional Development. Source: (info.gov.za) ",
  "name": "Radebe, Mr JT"
 },
 {
  "bio": "",
  "name": "Ramatlakane, Mr L"
 },
 {
  "bio": "Deputy Minister Ramatlhodi was born on 21 August 1955 at Tauyatswala Village in Limpopo. An admitted advocate, he had been the head of the ANC Elections Committee since 2008. Adv Ramatlhodi studied law at such institutions as the University of the North; National University of Lesotho; and the University of Zimbabwe. He was admitted to the Bar of Lesotho and SA in 1997 and 2009 respectively. He headed the ANC’s Zimbabwe Mission, midway through he was re-called to Zambia to became political secretary to the then ANC President, Oliver Tambo. He also served as the Secretary of the ANC Control Commission, a body responsible for the co-ordination of the entire liberation movement's activities. He boosts Premiership of Limpopo province to his leadership feather cap. Source: (info.gov.za) ",
  "name": "Ngoako Abel Ramatlhodi"
 },
 {
  "bio": "Ms Ramodibe received her Business Studies Certificate from Damelin College. She was a member of the Portfolio Committee on Trade and Industry, the Select Committee on Public Enterprises and the Select Committee of Economic and Foreign Affairs. She has served as the African National Congress Women’s League (ANCWL) Western Cape Chairperson, the ANC Deputy Chairperson of Gauteng and regularly works with Trade unions and civic organisations. ",
  "name": "Dorothy Mapula Ramodibe"
 },
 {
  "bio": "",
  "name": "Daphne Zukiswa Rantho"
 },
 {
  "bio": "Ms Rasmeni was born in the Eastern Cape on 17 April 1957. She was a Member of Parliament in the North West Legislature from 1994 to 2009. In 2009, she was appointed as the Chairperson of the Select Committee on Social Services. She takes pride in serving her community and is an active member of the ANC, SACP and ANCWL. Her constituency office is in Klerksdorp. ",
  "name": "Rachel Nomonde Rasmeni"
 },
 {
  "bio": "",
  "name": "Denise Robinson"
 },
 {
  "bio": "",
  "name": "Rogers, Mr FA"
 },
 {
  "bio": "",
  "name": "David Christie Ross"
 },
 {
  "bio": "",
  "name": "Sindiswa Patricia Rwexana"
 },
 {
  "bio": "",
  "name": "Denise Robinson"
 },
 {
  "bio": "",
  "name": "Mohammed Rafeek Sayedali Shah"
 },
 {
  "bio": "",
  "name": "Schäfer, Ms DA"
 },
 {
  "bio": "",
  "name": "Hendrik Cornelius Schmidt"
 },
 {
  "bio": "",
  "name": "Gregory David Schneemann"
 },
 {
  "bio": "",
  "name": "Morwesi Johannah Segale-Diswai"
 },
 {
  "bio": "",
  "name": "Selau, Mr GJ"
 },
 {
  "bio": "",
  "name": "James Selfe"
 },
 {
  "bio": "Minister September occupied the Human Settlements portfolio following the recall of Minister Sexwale on 10 July 2013. She had been a Member of Parliament for the African National Congress (ANC) since 1999, and served on various Portfolio Committees. She had formerly served as Chairperson for the Portfolio Committee on Water Affairs & Forestry, but also served as Chief Whip in the National Assembly from 2004 until her appointment. The Minister obtained a Masters degree in Economics from Warwick University. The former trade unionist worked at Rex TrueForm factory for longer than 20 years. Source: (info.gov.za) ",
  "name": "Cornelia Carol September"
 },
 {
  "bio": "",
  "name": "Tokyo Mosima Gabriel Sexwale"
 },
 {
  "bio": "Minister Shabangu currently serves both the National Working Committee and the NEC of the ANC. Born in 1956, around the 80s she had long been involved in politics. She organised the Amalgamated Black Worker's Project in 1984, and went on to head the women’s desk at Cosatu. She was an Advisor to the September Commission, assigned to look at future of the unions in the mid-90s, and later became a Member of Parliament. She has actively participated in Parliamentary Committees as Labour, Transport and Trade and Industry during her tenure. A Minerals and Energy Deputy Minister from 1996; Safety and Security Deputy Minister from 2004, and eventually appointed to the current ministerial position of heading the Mining Portfolio. Source: (info.gov.za) ",
  "name": "Shabangu, Ms S"
 },
 {
  "bio": "",
  "name": "Marian Robin Shinn"
 },
 {
  "bio": "",
  "name": "Mtikeni Patrick Sibande"
 },
 {
  "bio": "",
  "name": "Jonas Ben Sibanyoni"
 },
 {
  "bio": "",
  "name": "Sibiya, Ms D"
 },
 {
  "bio": "",
  "name": "Kenneth Andrew Sinclair"
 },
 {
  "bio": "",
  "name": "Gelana Sarian Sindane"
 },
 {
  "bio": "",
  "name": "Singh, Mr N"
 },
 {
  "bio": "",
  "name": "Sisulu, Mr M V"
 },
 {
  "bio": "Minister Sisulu was born on 10 May 1954. She holds an MA in History and an Mphil from the Centre for Southern African Studies, University of York. She was detained for political activism in 1975, and upon release she joined Umkhonto we Sizwe (MK). A keen student of history, she specialised on intelligence matters while undergoing military training. She taught history at various institutions in the southern Africa region during the 80s. She returned to SA in 1990 and became Personal Assistant to President Jacob Zuma as the (ANC) Head of Intelligence. Prior to her appointment as Minister of Public Service and Administration, she served government as a Deputy Minister of Home Affairs; Minister of Intelligence; Housing; and Defence. Source: (info.gov.za) ",
  "name": "Sisulu, Ms LN"
 },
 {
  "bio": "",
  "name": "Sithole, Mr KP"
 },
 {
  "bio": "",
  "name": "Sithole, Ms SC"
 },
 {
  "bio": "Mr Sizani earned both his Developmental Studies and MA Development Studies degree at the Universoty of East Anglia in the UK. He was the ANC Zwide second branch Chairperson (1990), the ANC Provincial Secretary of the Eastern Cape (2006-09), and worked with the Kagiso Trust (1989-93). ",
  "name": "Phumelele Stone Sizani"
 },
 {
  "bio": "",
  "name": "James Jim Skosana"
 },
 {
  "bio": "",
  "name": "Skosana, Mr MB"
 },
 {
  "bio": "",
  "name": "Smalle, Mr JF"
 },
 {
  "bio": "",
  "name": "Donald Cecil Smiles"
 },
 {
  "bio": "",
  "name": "Smith, Mr PF"
 },
 {
  "bio": "Mr Smith earned his BCompt with Unisa and RAUE. He has also worked with the Johannesburg R.E.C, serving as both the Deputy Chairperson (1995-04) and Treasurer (2004-08). He has chaired the Standing Committee on the Auditor-General (2004-09) as well as the Southern Africa Development Community Organisation of Public Accounts Committees (SADCOPAC). ",
  "name": "Smith, Mr VG"
 },
 {
  "bio": "",
  "name": "Smuts, Ms M"
 },
 {
  "bio": "Mr Snell was a Member of the Eastern Cape Legislature from 1999 to 2009. He became a Presiding Officer for the Whips Committee Member of Executive Committee, a Deputy Chairperson of the Committee of Chairpersons, the Chairperson of Budget and Oversight Committee, Chairperson of the NCOP Business Committee, a Chairperson of the Review of Rules Committee, a Member of the Rules Committee and a Member of the Programming Committee. Mr Snell holds a certificate in Business Management from Rhodes University and cites his personal interests as gardening and reading. Source: www.anc.org.za/caucus",
  "name": "Grant Trevor Snell"
 },
 {
  "bio": "Mr Sogoni has been a Member of Parliament since 2004 and is an avid supporter of SARHWU - he has served as their Treasurer and Secretary, and has written a publication on their history. Mr. Sogoni has also worked as the ANC Chairperson of the Vosloorus branch, and was also a Member of the Standing Committee on Finance. ",
  "name": "Elliot Mshiyeni Sogoni"
 },
 {
  "bio": "Mr Sonto was involved in student politics in the Eastern Cape in the 1960s. The main political influence on him at that time was the Black Consciousness Movement. In 1969, as a high school student he was the first chairperson of the Moltino African Cultural Youth Association. In the early 1980s while living in Cape Town, Mr Sonto became president of the Cape Youth Congress, and he helped mobilize support among the youth for the United Democratic Front. He worked closely with the ANC, and was part of the delegation that met with Nelson Mandela the day before his release. Source: overcomingapartheid.msu.edu/video Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Mzunani Roseberry Sonto"
 },
 {
  "bio": "",
  "name": "Jabu Elsie Sosibo"
 },
 {
  "bio": "Deputy Minister Sotyu is the Deputy Minister of Police of the Republic of South Africa from 1 November 2010 and she is a Member of Parliament. Prior to her appointment, she served Parliament in various Committees including the Joint Standing Committee on Defence. The Deputy Minister was also the Chairperson of Portfolio Committee on Safety and Security. Source: (info.gov.za) ",
  "name": "Makhotso Magdeline Sotyu"
 },
 {
  "bio": "",
  "name": "John Henry Steenhuisen"
 },
 {
  "bio": "",
  "name": "Steyn, Mr AC"
 },
 {
  "bio": "",
  "name": "Annette Steyn"
 },
 {
  "bio": "",
  "name": "Dirk Jan Stubbe"
 },
 {
  "bio": "",
  "name": "Suka, Mr L"
 },
 {
  "bio": "",
  "name": "Ebrahim Mohammed Sulliman"
 },
 {
  "bio": "Ms Sunduza was born on 15 November 1977. She has a degree in Sports from Vaal University of Technology (VUT) and Project Management from Regenneys. Ms Sunduza is a board member of the National Olympic Academy Board, has worked for The National Olympic Committee of South Africa (NOCSA) (now The South African Sports Confederation and Olympic Committee) as a sports administrator and has worked for the Gauteng Department of Health and the Gauteng Department of Sports. Further information will be provided shortly on Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Thandile Babalwa Sunduza"
 },
 {
  "bio": "Deputy Minister Surty was born on 15 August 1953. He holds Bachelor of Arts degree from University of Durban-Westville, Honours degree (Philosophy), and BProc degree from University of South Africa (UNISA). He completed an LLM degree in Constitutional Litigation from University of the Western Cape (UWC) in 1996 and a Postgraduate Certificate in Higher education. He was admitted as Attorney in 1977 and practiced as an attorney and human Rights Lawyer in Rustenburg from 1977 until 1994. He became a Minister of Justice and Constitutional Development from September 2008 to May 2009, but also had served as Member of Parliament from 1994 until 2004. He was a member of the Management Committee of the Constitutional Assembly and negotiator for the ANC on the Bill of Rights. Source: (info.gov.za) ",
  "name": "Mohamed Enver Surty"
 },
 {
  "bio": "",
  "name": "Swart, Mr M"
 },
 {
  "bio": "",
  "name": "Steven Nicholas Swart"
 },
 {
  "bio": "",
  "name": "Mpowele Mexan Swathe"
 },
 {
  "bio": "",
  "name": "Raseriti Johannes Tau"
 },
 {
  "bio": "",
  "name": "Johanna Fredrika (Juanita) Terblanche"
 },
 {
  "bio": "Deputy Minister Thabethe was born on 26 September 1959 and had been a Member of Parliament since 1994. She completed a Certificate in Economics with University of South Africa (UNISA) and an Advanced Diploma in Economics in 2008. She was a Co-coordinator of the East Rand Women’s League RTT structure, a member of ANC National Parliamentary Caucus, Gauteng Provincial Whip and a House Whip from 1996 to 2004. She Chaired the Portfolio Committee on Environmental Affairs and Tourism between 2004 and June 2005, but also was a Member of the Committees on Labour and Trade and Industry. Source: (info.gov.za) ",
  "name": "Thabethe, Ms E"
 },
 {
  "bio": "Ms Themba has been an MP since 1998 and she serves on the Select Committees on Labour and Public Enterprises, and Public Services. She is currently the ANCWL Mpumalanga Provincial Treasurer and a member of the ANCWL Mpumalanga PEC. In Ms Themba’s Parliamentary career, she has served as ANC Whip in Mpumalanga; Deputy Chairperson of JMC on Improvement of Quality of Life and Status of Women. ",
  "name": "Malesane Priscilla Themba"
 },
 {
  "bio": "Mr Thibedi has served on the Executive Council of the North West Provincial Government. He was the MEC for Public Works before becoming a Member of Parliament. He was a political activist and is considered a revolutionary who was at the forefront of the people’s struggle for liberation during Apartheid. He holds a Masters degree in Governance and Political Transformation from the University of the Free State, as well as two Diplomas in Executive Management and Transformation from Harvard University. ",
  "name": "Jerry Dimotana Thibedi"
 },
 {
  "bio": "Mr Thobejane received his BA from the University of Limpopo. He has been a Limpopo Common Wealth branch member of the Standing Committee on Public Accounts, a Health & Social Development Committees Member of Safety & Security and has chaired the Portfolio Committee on Sports, Arts & Culture. Mr Thobejane also published the paper “The Role of Traditional Leaders in the Modern Democracy.” ",
  "name": "Setlamorago Godfrey Thobejane"
 },
 {
  "bio": "Deputy Minister Thompson was born on 03 February 1954. She has been a Member of Parliament since 1995 and she was Chairperson of the Portfolio Committee on Women, Children and People with Disabilities. She served various Portfolio Committees including Public Works, Land and Agriculture, Joint Monitoring Committee on the Improvement of the Quality of Life and Status of Women. During her political career she has served in various positions such as a Regional Secretary of ANC Women League (ANCWL) in KZN. The Deputy Minister obtained a Certificate in Leadership Comunication and a Certificate in Government and Business Policy from Rhodes University. She has dedicated her strength in the areas of Skills Development for Women and Rural Development. Source: (info.gov.za) ",
  "name": "Barbara Thomson"
 },
 {
  "bio": "",
  "name": "Thring, Mr W"
 },
 {
  "bio": "",
  "name": "Tinto, Ms B"
 },
 {
  "bio": "",
  "name": "Manana Florence Tlake"
 },
 {
  "bio": "Deputy Minister Tobias-Pokolo obtained an Advanced Diploma in Economic Policy from the University of the Western Cape, and an Economics and Public Finance Certificate at the University of South Africa and Leadership Communication Certificate at Rhodes University. During her stay in Parliament, she has served as Chairperson of the Portfolio Committee on Public Works and Defence; member of the Joint Monitoring Committee on Improvement of Quality of Life and Status of Children, Youth and Disabled Persons; and also the Standing Committee on Public Accounts. Source: (info.gov.za) ",
  "name": "Thandi Vivian Tobias"
 },
 {
  "bio": "",
  "name": "Sussana Rebecca Tsebe"
 },
 {
  "bio": "",
  "name": "Grace Kekulu Tseke"
 },
 {
  "bio": "Minister Tsenoli was born in Bultfontein. Prior to being appointed as Minister of the Cooperative Governance and Traditional Affairs, he served as Deputy Minister at the Department of Rural Development and Land Affairs. He is a member of the following organisations: Institute of Local government; National Housing corporation; and Transitional National Development Trust. He attended various leadership programmes in such varied fields as law, Education and Development. Source: (info.gov.za) ",
  "name": "Solomon Lechesa Tsenoli"
 },
 {
  "bio": "",
  "name": "Tshabalala, Ms J"
 },
 {
  "bio": "",
  "name": "Pamela Tshwete"
 },
 {
  "bio": "",
  "name": "Tsotetsi, Ms D"
 },
 {
  "bio": "",
  "name": "Turok, Prof B"
 },
 {
  "bio": "",
  "name": "Ntombikayise Margaret Twala"
 },
 {
  "bio": "",
  "name": "Pieter Van Dalen"
 },
 {
  "bio": "",
  "name": "Nicolaas Jacobus Van den Berg"
 },
 {
  "bio": "",
  "name": "Jacob Jeffrey Van der Linde"
 },
 {
  "bio": "",
  "name": "Liezl Linda van der Merwe"
 },
 {
  "bio": "",
  "name": "Van der Merwe, Ms SC"
 },
 {
  "bio": "",
  "name": "Andricus Pieter Van der Westhuizen"
 },
 {
  "bio": "",
  "name": "Salomon Maritz Van Dyk"
 },
 {
  "bio": "",
  "name": "Elizabeth Christina Van Lingen"
 },
 {
  "bio": "Mr Van Rooyen got involved in politics in the mid - 1980s. He was an MK operative and soldier, and held various leadership positions in COSAS, Khutsong Student Congress, UDF Representative, NUM Member. He also held a number of leadership positions in the ANC from 1994 to 2007. Mr Van Rooyen holds an advance Business Management Diploma, a Diploma in Municipal Governance, a certificate in Municipal Governance, a certificate in Councillor Development, a certificate in Municipal Finance, a certificate in Economic & Public Finance and a Masters Degree in Public Development and Management. He has personal interests in soccer, golf, tennis, reading and hunting. Source: www.anc.org.za/caucus Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "David Douglas Van Rooyen"
 },
 {
  "bio": "",
  "name": "Van Schalkwyk, Dr HC"
 },
 {
  "bio": "Minister Van Schalkwyk is the Minister of Tourism and had been a Member of Parliament since 1990. He is a member of Executive Council of the United Nations World Tourism Organisation (UNWTO); a Board member of International Marketing Council; and a Director of the Business Trust, an initiative that combines the resources of the government and business to create jobs, build capacity and combat poverty. The former “Nat” holds a Masters of Arts degree in Political Science from (RAU); a B Proc degree from Rand Afrikaans University (RAU). He lectured Political Science at Rand Afrikaans University (RAU) and University of Stellenbosch, and in 2002 served as Premier of the Western Cape. Minister Van Schalkwyk was born in November 1959. Source: (info.gov.za) ",
  "name": "Van Schalkwyk, Mr MC"
 },
 {
  "bio": "Ms van Wyk was born in Pretoria. After completing her studies at the University of Potchefstroom, she worked for Military Intelligence. Thereafter, she accepted a position at the Human Sciences Research Council. She joined the National Party in 1987 and served as member of the Gauteng Legislature from 1994-1997. She then resigned to help Roelf Meyer form the UDM. She joined the ANC in 2003. ",
  "name": "Annelizé van Wyk"
 },
 {
  "bio": "",
  "name": "Michael Waters"
 },
 {
  "bio": "Mr Watson matriculated in 1962 and went on to further his studies in commerce and management and worked at the maize board until 1965. Mr Watson's political career began in 1965 as a member of the National Party.He served at local government level in Mpumalanga for many years and on several different councils. He joined the DA in 2000 and went on to hold several high profile positions in the Mpumalanga Provincial structures, including Provincial Director. Mr Watson was first elected to parliament in 2000 and then again in 2004 as a permanent delegate to the NCOP for the Mpumalanga Province where he was appointed DA Leader in the NCOP. He sits on the NCOP Select Committees on Land, Agriculture, Water Affairs, Nature Conservation, Tourism and Public services. Mr Watson was re-appointed as DA Leader in the NCOP on his re-election to Parliament in 2009. He has a love of languages and speaks many fluently including isiXhosa, isiZulu, Sesotho, Ndebele, siSwati and Setswana. He loves nature conservation, travel and outdoor living. Source: www.da.org.za/our_people ",
  "name": "Armiston Watson"
 },
 {
  "bio": "",
  "name": "Wayile, Mr Z"
 },
 {
  "bio": "",
  "name": "Marta Wenger"
 },
 {
  "bio": "",
  "name": "Williams, Mr AJ"
 },
 {
  "bio": "",
  "name": "Sophia Theresa Williams-De Bruyn"
 },
 {
  "bio": "Mr Waters was born on 30 June 1967 in England and came to South Africa with his parents in 1972. He was elected to Parliament in 1999, and was later appointed the DA spokesperson on Child Abuse. In 2004 he became the Social Development spokesperson. Currently he is the shadow Minister of Social Development. Source: www.da.org.za/our_people and en.wikipedia.org/wiki Written Questions Member's Interests Hansard Appearances Committee Appearances Voting",
  "name": "Darryl Arthur Worth"
 },
 {
  "bio": "Ms Xaba, known as MaMkhize, had a Standard 5 education and in 2008 pursued a level 2 ABET Team building Certificate. She expresses her personal interests as being in politics. Source: ANC (www.anc.org.za) ",
  "name": "Phindisile Pretty Xaba"
 },
 {
  "bio": "Deputy Minister Xasa is Deputy Minister of Tourism of the Republic of South Africa since 11 May 2009. A teacher by profession, she has taught at several high schools. She holds a Masters degree in Public Administration from the University of Fort Hare; a BA degree from the University of Transkei and a BA Honours degree from the University of Fort Hare. She served as Provincial Treasurer of African National Congress (ANC) in Eastern Cape, and became Member of Provincial Legislature in Eastern Cape from 2001 until 2009. She served the provincial government as MEC for Local Government and Traditional Affairs. And was once, the Mayor of King Sabatha Dalindyebo District Municipality. Source: (info.gov.za) ",
  "name": "Xasa, Ms T"
 },
 {
  "bio": "",
  "name": "Dumsani Livingstone Ximbi"
 },
 {
  "bio": "Minister Xingwana was born on 23 September 1955. She holds BSc degree (Wits); Post Graduate Diploma in Rural Development (University of Zimbabwe), and a Post Graduate Diploma in Economic Principles (University of London). She had been a Member of Parliament since 1993, and had served the ANC and its Women’s League in various capacities. She has served in various Portfolio Committees as sport, environmental affairs and tourism, defence, and minerals and energy. She worked for the South African Council of Churches as Director for Women's Development Programmes in 1987. Minister Xingwana also headed ministries of Agriculture and Land Affairs and Arts and Culture prior to her current portfolio. Source: (info.gov.za) ",
  "name": "Lulama Marytheresa Xingwana"
 },
 {
  "bio": "Ms Yengeni holds an Executive Leadership Programme Certificate from Unisa and an Executive Leadership Programme Certificate from Rhodes University. She has been a member of parliament since 2004 and has previously served on the Portfolio Committee on Communications. Ms Yengeni was a member of SASO and was detained in 1976 under Section 22 of Security Act, later under Section 6, and sentenced to 4 years. She was released in 1980 and later arrested again in 1987 under Section 26 of Security Act, and again for terrorism and treason. Source: ANC (www.anc.org.za) ",
  "name": "Lumka Elizabeth Yengeni"
 },
 {
  "bio": "",
  "name": "Constance Ntombikayise Zerish Zikalala"
 },
 {
  "bio": "Mr Zulu has been an MP sin 1999, serving on the Select Committees on Safety and Security, Correctional Services, Sport, and Education and Recreation. He is currently a Member of the Provincial Executive Council and the Regional Working Committee of the ANC in KwaZulu Natal, Zulu Royal Family Chair of Members and is a Member of the South African Communist Party. His policy interests are rural issues. ",
  "name": "Zulu, Prince BZ"
 },
 {
  "bio": "",
  "name": "Muntukaphiwana Milton Mbongiseni Zulu"
 }
]
