{
    "entries": [
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "10:30:00"
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:30:00"
        }, 
        {
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "10:30:00"
        }, 
        {
            "column": "743", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Correction of Votes and Proceedings of Friday, the 4th of November, 2011.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Correction of Votes and Proceedings of Friday, the 4th of November, 2011.\n Page 1…17-", 
            "time": "10:30:00"
        }, 
        {
            "column": "743", 
            "kind": "speech", 
            "name": "Mrs Akosua Frema Osei-Opare", 
            "original": "Mrs Akosua Frema Osei-Opare: Madam Speaker, looking at page 17 --The Committee on Employment, Social Welfare and State Enterprises held a meeting on Thursday 3rd November, 2011 on the Convention of the Rights of Persons with Disability. It does not seem to have been captured and I am looking at the Clerk's Table to see why it is not captured.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, looking at page 17 --The Committee on Employment, Social Welfare and State Enterprises held a meeting on Thursday 3rd November, 2011 on the Convention of the Rights of Persons with Disability. It does not seem to have been captured and I am looking at the Clerk's Table to see why it is not captured.", 
            "time": "10:30:00"
        }, 
        {
            "column": "743", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I know that normally, when the report is not submitted before the Votes and Proceedings are printed, it is captured at the next opportunity.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "I know that normally, when the report is not submitted before the Votes and Proceedings are printed, it is captured at the next opportunity.", 
            "time": "10:30:00"
        }, 
        {
            "column": "743", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Thank you, Madam Speaker. I understand the process now--I will follow up to our Clerk's Office to ensure that we are recognised as having duly Worked that day.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Thank you, Madam Speaker. I understand the process now--I will follow up to our Clerk's Office to ensure that we are recognised as having duly Worked that day.\n Thank you.", 
            "time": "10:30:00"
        }, 
        {
            "column": "743", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: If it is not captured on Wednesday, then you may have a point. But let me check up with the Clerk, to see what is really happening. Like I said, if it is given to the Clerk, it will be\npublished. But normally, you are to check up with the Clerk of the Committee to see whether it has been submitted. If it is not submitted in time, then it is not published. So we hope that it will come. But do check up with the Clerk of the Committee to see whether they have submitted it if you do not see it here.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "If it is not captured on Wednesday, then you may have a point. But let me check up with the Clerk, to see what is really happening. Like I said, if it is given to the Clerk, it will be\n\npublished. But normally, you are to check up with the Clerk of the Committee to see whether it has been submitted. If it is not submitted in time, then it is not published. So we hope that it will come. But do check up with the Clerk of the Committee to see whether they have submitted it if you do not see it here.", 
            "time": "10:30:00"
        }, 
        {
            "column": "744", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Thank you, Madam Speaker. I will follow up as suggested.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Thank you, Madam Speaker. I will follow up as suggested.", 
            "time": "10:30:00"
        }, 
        {
            "column": "744", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: In the absence of any corrections, the Votes and Proceedings of Friday, 4th November, 2011 are hereby adopted as the true record of proceedings.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "In the absence of any corrections, the Votes and Proceedings of Friday, 4th November, 2011 are hereby adopted as the true record of proceedings.\n [No correction was made to the Official Report of Wednesday, 2nd November, 2011.]\n We move on to item 3 - Leader, Questions- Is the Minister for Water Resources, Works and Housing here?", 
            "time": "10:30:00"
        }, 
        {
            "column": "744", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Madam Speaker, the Hon Minister for Water Resources, Works and Housing is in the House now to answer Questions.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, the Hon Minister for Water Resources, Works and Housing is in the House now to answer Questions.\n Thank you.", 
            "time": "10:30:00"
        }, 
        {
            "column": "744", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Minister, the first Question stands in the name of Hon Kwasi Ameyaw-Cheremeh, Sunyani East.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Yes, Hon Minister, the first Question stands in the name of Hon Kwasi Ameyaw-Cheremeh, Sunyani East.", 
            "time": "10:30:00"
        }, 
        {
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "10:30:00"
        }, 
        {
            "heading": "MINISTRY OF WATER RESOURCES,", 
            "kind": "heading", 
            "original": "MINISTRY OF WATER RESOURCES,", 
            "time": "10:30:00"
        }, 
        {
            "heading": "WORKS AND HOUSING", 
            "kind": "heading", 
            "original": "WORKS AND HOUSING", 
            "time": "10:30:00"
        }, 
        {
            "column": "745", 
            "kind": "speech", 
            "name": "Mr Ameyaw-Cheremeh", 
            "original": "Mr Ameyaw-Cheremeh: Madam Speaker, in paragraph three of the Hon Minister.'s Answer, he has alluded to the fact that water production at the moment\nstands at 1.8 million gallons per day as against a demand of 4.2 million gallons per day. This leaves us with a deficit of non-supply of 2.4 million gallons a day. It means that the water that we are not supplying to the people of Sunyani and surrounding communities is more than the water that we are supplying and that accounts for the reason the flow of water is irregular and erratic.\nThe Hon Minister said that feasibility and preliminary studies had been done to rehabilitate the water supply system against a demand of 203 0. I would want to know from the Hon Minister, what would be the projected demand for Sunyani in\n2030?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in paragraph three of the Hon Minister.'s Answer, he has alluded to the fact that water production at the moment\n\nstands at 1.8 million gallons per day as against a demand of 4.2 million gallons per day. This leaves us with a deficit of non-supply of 2.4 million gallons a day. It means that the water that we are not supplying to the people of Sunyani and surrounding communities is more than the water that we are supplying and that accounts for the reason the flow of water is irregular and erratic.\n\nThe Hon Minister said that feasibility and preliminary studies had been done to rehabilitate the water supply system against a demand of 203 0. I would want to know from the Hon Minister, what would be the projected demand for Sunyani in\n\n2030?", 
            "time": "10:40:00"
        }, 
        {
            "column": "746", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I did not allude. I stated emphatically that the water production stands at 1.8 million gallons per day and the demand is 4.2 million gallons per day. That is the current situation. It is true the deficit is as stated by the Hon Member. The demand for 2030 has to be calculated by the technical people.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I did not allude. I stated emphatically that the water production stands at 1.8 million gallons per day and the demand is 4.2 million gallons per day. That is the current situation. It is true the deficit is as stated by the Hon Member. The demand for 2030 has to be calculated by the technical people.\n What I know is that we are using the minimum of 20 litres per day per person, and we are using the population growth and the current population of the area in calculating the population as 2030 and using the 20 litres per day per person ,then you can calculate the demand. I do not have that figure here and with notice, I can get that from the technical people.", 
            "time": "10:40:00"
        }, 
        {
            "column": "746", 
            "kind": "speech", 
            "name": "Mr Ameyaw-Chererneh", 
            "original": "Mr Ameyaw-Chererneh: Madam Speaker, the Hon Munster said Government was sourcing funding from China to finance the project and the Ministry of Finance and Economic Planning had gone on and negotiations were in an advanced stage.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the Hon Munster said Government was sourcing funding from China to finance the project and the Ministry of Finance and Economic Planning had gone on and negotiations were in an advanced stage.\n I would want him to expatiate on the stage or what he means by \"in an advanced stage\" - whether it is before Cabinet or it is yet to be introduced to Parliament.", 
            "time": "10:40:00"
        }, 
        {
            "column": "747", 
            "kind": "continued speech", 
            "name": "Mr Ameyaw-Chererneh", 
            "original": "[MR AMEYAW-CHEREMEH]", 
            "section": "WORKS AND HOUSING", 
            "speech": "We would want to know what stage it is, because the people of Sunyani and the surrounding communities would want to hear from him.", 
            "time": "10:40:00"
        }, 
        {
            "column": "747", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, from my Answer, I think I am very clear on the stage that we have reached. I have stated clearly that the Ministry of Finance and Economic Planning is in contact with the China Exim Bank in this regard and discussions are in an advanced stage to secure the loan facility. So it is still at the stage of negotiations; not Cabinet, not Parliament yet. When that is finished, definitely, it will be sent to Cabinet and it will be brought to this House.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, from my Answer, I think I am very clear on the stage that we have reached. I have stated clearly that the Ministry of Finance and Economic Planning is in contact with the China Exim Bank in this regard and discussions are in an advanced stage to secure the loan facility. So it is still at the stage of negotiations; not Cabinet, not Parliament yet. When that is finished, definitely, it will be sent to Cabinet and it will be brought to this House.", 
            "time": "10:40:00"
        }, 
        {
            "column": "747", 
            "kind": "speech", 
            "name": "Mr Ameyaw-Cheremeh", 
            "original": "Mr Ameyaw-Cheremeh:, Madam Speaker, I would want to know from the Hon Minister, whether his Ministry would consider ceding some of the towns or communities that depend on the Abesim Water Supply System to the Community Water and Sanitation Agency (CWSA), so that they will provide small town water systems for those communities to reduce the dependency on the Abesim Station and the pressure equally reduced.", 
            "section": "WORKS AND HOUSING", 
            "speech": ", Madam Speaker, I would want to know from the Hon Minister, whether his Ministry would consider ceding some of the towns or communities that depend on the Abesim Water Supply System to the Community Water and Sanitation Agency (CWSA), so that they will provide small town water systems for those communities to reduce the dependency on the Abesim Station and the pressure equally reduced.", 
            "time": "10:40:00"
        }, 
        {
            "column": "747", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the position that rural water is provided for by CWSA, which is also an agency under the Ministry of Water Resources, Works and Housing. That is clear; we do not need to cede that. That is already the res- ponsibility of CWSA.\nsufficient water to serve all the other communities that would have been served by the CWSA.\nAs of today, we have the Agence Francaise de Developement (AFD) Project going on in the Brong-Ahafo Region and the District Assemblies and the Regional Co-ordinating Councils are requested to firm up the beneficial communities and submit to the Ministry for processing. If that is done by the region and submitted to the Ministry, definitely, the Ministry will support to implement those small towns and communities water supply project. So that is left to the region and not to the Ministry.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the position that rural water is provided for by CWSA, which is also an agency under the Ministry of Water Resources, Works and Housing. That is clear; we do not need to cede that. That is already the res- ponsibility of CWSA.\n But the CWSA works together with Ghana Water Company when they are talking about sustainability and dependability of the water supply. So what is being done is that the Abesim Water Supply Project, if completed, will have\n\nsufficient water to serve all the other communities that would have been served by the CWSA.\n\nAs of today, we have the Agence Francaise de Developement (AFD) Project going on in the Brong-Ahafo Region and the District Assemblies and the Regional Co-ordinating Councils are requested to firm up the beneficial communities and submit to the Ministry for processing. If that is done by the region and submitted to the Ministry, definitely, the Ministry will support to implement those small towns and communities water supply project. So that is left to the region and not to the Ministry.", 
            "time": "10:40:00"
        }, 
        {
            "column": "748", 
            "kind": "speech", 
            "name": "Ms Cecilia A. Dapaah: Madam Speaker, I would want to find out from the Hon Minister, what happened to the loan of US$92 million. This is because in the fifth paragraph of his Answer, he said and with your permission, I beg to quote", 
            "original": "Ms Cecilia A. Dapaah: Madam Speaker, I would want to find out from the Hon Minister, what happened to the loan of US$92 million. This is because in the fifth paragraph of his Answer, he said and with your permission, I beg to quote:", 
            "section": "WORKS AND HOUSING", 
            "speech": "\"The lead bank BN Paribas did not syndicate the loan in accordance with the terms approved by Parliament\"\n I would want to find out what exactly happened to that loan.", 
            "time": "10:40:00"
        }, 
        {
            "column": "748", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, in my Answer, I did say \"could not syndicate\". There was, I think a secretarial problem there. I said \"could not syndicate the loan in accordance with the terms approved by Parliament\" and that was what happened. So the records should reflect \"could not syndicate the loan\" not \"did and not syndicate\".", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in my Answer, I did say \"could not syndicate\". There was, I think a secretarial problem there. I said \"could not syndicate the loan in accordance with the terms approved by Parliament\" and that was what happened. So the records should reflect \"could not syndicate the loan\" not \"did and not syndicate\".", 
            "time": "10:40:00"
        }, 
        {
            "column": "748", 
            "kind": "speech", 
            "name": "Dr Athony A. Osei", 
            "original": "Dr Athony A. Osei: Madam Speaker, the Hon Minister is aware that I have an interest in this constituency since it is one of my home towns.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the Hon Minister is aware that I have an interest in this constituency since it is one of my home towns.", 
            "time": "10:40:00"
        }, 
        {
            "column": "749", 
            "kind": "continued speech", 
            "name": "Dr Athony A. Osei", 
            "original": "[DR A-. A. OSE1]", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the Hon Minister said Parliament approved an amount of US$92 million. He also states that the cost is US$85 million. There is an over funded amount of US$7 million. Can he explain to this House why it is over-funded'?\n He said it costs US$85 million. We approved US$92 million. Clearly, there is an overfunding of the amount. Can we understand why there is overfunding, and What is that balance going to be used for?", 
            "time": "10:40:00"
        }, 
        {
            "column": "749", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, clearly, what I have been told by the technical people in the Ministry of Finance and Economic Planning, not my Ministry, is that the real cost of the project, minus the cost of financing, is US$85 million. So if you add the cost of financing, it would take-you to about US$92 million. That is what is stated there. I added it \"(financing cost inclusive)\". That is what has taken it to the US$92 million and that was What was approved by Parliament. But the actual cost, if you look at the feasibility studies and what the technical people on the ground said, it is about US$85 million.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, clearly, what I have been told by the technical people in the Ministry of Finance and Economic Planning, not my Ministry, is that the real cost of the project, minus the cost of financing, is US$85 million. So if you add the cost of financing, it would take-you to about US$92 million. That is what is stated there. I added it \"(financing cost inclusive)\". That is what has taken it to the US$92 million and that was What was approved by Parliament. But the actual cost, if you look at the feasibility studies and what the technical people on the ground said, it is about US$85 million.", 
            "time": "10:50:00"
        }, 
        {
            "column": "749", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Madam Speaker, I would want to know from the Hon Minister, if the intended project will be at the same site where the current system is. Is it going to be at the same site? And if it is going to be at the same site, has he factored in the possibility that impounding the river would extend to the road? That is, the main Kumasi- Sunyani road because currently, there is no proper impoundment. It is just a small system where the overflow is caught into some systems and pumped to Abesim, Sunyani and the surrounding settlements.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I would want to know from the Hon Minister, if the intended project will be at the same site where the current system is. Is it going to be at the same site? And if it is going to be at the same site, has he factored in the possibility that impounding the river would extend to the road? That is, the main Kumasi- Sunyani road because currently, there is no proper impoundment. It is just a small system where the overflow is caught into some systems and pumped to Abesim, Sunyani and the surrounding settlements.", 
            "time": "10:50:00"
        }, 
        {
            "column": "749", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the design of the project has taken what my Hon Colleague is talking about into consideration. There is the real need to\nimprove upon the water source and therefore, they would expand the reservoir to be able to contain more raw water for use, to pump into the deserving or beneficiary communities.\nSo the project design and the architectural drawings, everything has taken that into consideration. This is because they have to save the road from being destroyed by the strong water that will have to be taken. So they will have to impound the shoulders or Whatever they are termed, of the road to strengthen it to be able to resist Whatever pressures will be coming from the collection of more water in the area for use by Ghana Water Company Limited (GWCL).", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the design of the project has taken what my Hon Colleague is talking about into consideration. There is the real need to\n\nimprove upon the water source and therefore, they would expand the reservoir to be able to contain more raw water for use, to pump into the deserving or beneficiary communities.\n\nSo the project design and the architectural drawings, everything has taken that into consideration. This is because they have to save the road from being destroyed by the strong water that will have to be taken. So they will have to impound the shoulders or Whatever they are termed, of the road to strengthen it to be able to resist Whatever pressures will be coming from the collection of more water in the area for use by Ghana Water Company Limited (GWCL).", 
            "time": "10:50:00"
        }, 
        {
            "column": "750", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, I am happy to observe that the Hon Minister has assured that Parliament approved an amount of US$92 million for the same project and because BN Paribas, the lead bank, could not syndicate the loan in accordance with the terms approved by Parliament, in the new venture, the funding, when it is secured, will have to be approved by Cabinet and then for Parliament to also approve of same. This is because the terms and conditions relating to the BN Paribas led sourcing may be different from this new source.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am happy to observe that the Hon Minister has assured that Parliament approved an amount of US$92 million for the same project and because BN Paribas, the lead bank, could not syndicate the loan in accordance with the terms approved by Parliament, in the new venture, the funding, when it is secured, will have to be approved by Cabinet and then for Parliament to also approve of same. This is because the terms and conditions relating to the BN Paribas led sourcing may be different from this new source.\n I thank the Hon Minister very much for this openness, I hope this would affect his thinking on other loans which have been approved by this House in respect of specific projects, and that those ones would come to Parliament for approval. He will not sit in his office to say that they are operating within the terms and conditions approved by Parliament.\n I want him to take note of that.", 
            "time": "10:50:00"
        }, 
        {
            "column": "751", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Obviously, the Hon Minister has taken note. He has nodded his approval.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Obviously, the Hon Minister has taken note. He has nodded his approval.\n Hon Members, shall we move to the next Question?\n Rural Water Supply (Counterpart Funding)\n Q. 809. Mr Kwasi Ameyaw-Chererneh asked the Minister for Water Resources, Works and Housing what the current Government policy was regarding counterpart funding by beneficiary communities towards rural water supply.", 
            "time": "10:50:00"
        }, 
        {
            "column": "751", 
            "kind": "speech", 
            "name": "Mr Alban S. K. Bagbin", 
            "original": "Mr Alban S. K. Bagbin: Madam Speaker, Government policy regarding counterpart funding of the investment for the provision of water to rural communities is that beneficiary communities do not contribute towards rural water supply. The various District Assemblies may however, contribute 5 per cent of the costs of the project, if requested.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, Government policy regarding counterpart funding of the investment for the provision of water to rural communities is that beneficiary communities do not contribute towards rural water supply. The various District Assemblies may however, contribute 5 per cent of the costs of the project, if requested.", 
            "time": "10:50:00"
        }, 
        {
            "column": "751", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Member, your three supplementary questions.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Yes, Hon Member, your three supplementary questions.", 
            "time": "10:50:00"
        }, 
        {
            "column": "751", 
            "kind": "speech", 
            "name": "Mr Ameyaw-Cheremeh", 
            "original": "Mr Ameyaw-Cheremeh: Madam Speaker, \"the District Assemblies may contribute\". It means that it is no more compulsory for District Assemblies to make a contribution but they may do so upon request. Who does the request? Who requests the District Assemblies to make a contribution?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, \"the District Assemblies may contribute\". It means that it is no more compulsory for District Assemblies to make a contribution but they may do so upon request. Who does the request? Who requests the District Assemblies to make a contribution?", 
            "time": "10:50:00"
        }, 
        {
            "column": "751", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, it is from the funding source. In some funds, there is arequest for 5 per cent contribution. In others, there is no such request and so, that is why I am saying \"if requested\". It is from the funding source.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, it is from the funding source. In some funds, there is arequest for 5 per cent contribution. In others, there is no such request and so, that is why I am saying \"if requested\". It is from the funding source.", 
            "time": "10:50:00"
        }, 
        {
            "column": "752", 
            "kind": "speech", 
            "name": "Mr Ameyaw-Cheremeh", 
            "original": "Mr Ameyaw-Cheremeh: Madam Speaker, the Hon Minister's Answer confirms government policy of non- contribution by communities. Probably, the Hon Minister would want to issue a directive to all the District Assemblies or make a publication. This is because in my municipality as well as that of Sunyani West, some communities have been requested to make a contribution and some of them come to us. That is why I asked this Question because Government said they should not pay.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the Hon Minister's Answer confirms government policy of non- contribution by communities. Probably, the Hon Minister would want to issue a directive to all the District Assemblies or make a publication. This is because in my municipality as well as that of Sunyani West, some communities have been requested to make a contribution and some of them come to us. That is why I asked this Question because Government said they should not pay.\n So if that is the policy which he has confirmed today, probably, we would need to advertise it for everybody to know that they do not need to pay anything.\n Madam Speaker, the question I would want to ask the Hon Minister is, when the communities were contributing, they were also made to make some collections anytime they went to fetch the water, so that they could use those resources to repair the facility if it was damaged or became faulty. Are the communities required, now that they are not supposed to make a contribution, to pay for the Water?", 
            "time": "10:50:00"
        }, 
        {
            "column": "752", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the country is faced with the challenge of the functionality of systems and sustainability of water supply to beneficiary communities and so governments throughout have struggled to have a hold on this challenge.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the country is faced with the challenge of the functionality of systems and sustainability of water supply to beneficiary communities and so governments throughout have struggled to have a hold on this challenge.\n The position now is that the beneficiary communities, particularly the individual consumers contribute something towards the cost of operations of those water systems in the communities and small towns. That is why they are called upon to pay some small fees. In some places, they use buckets; in other places, they use gallons for the water they consume. That is the policy now because of the issue of sustainability.", 
            "time": "10:50:00"
        }, 
        {
            "column": "753", 
            "kind": "continued speech", 
            "name": "Mr Bagbin", 
            "original": "[MR BAGBIN]", 
            "section": "WORKS AND HOUSING", 
            "speech": "The data we have is that, Within three (3) years, we have a breakdown of about 30-per cent of some of these water systems in -the rural areas; that is, those that the CWSA is handling. It is a big challenge that we have to, at least, get some contribution from the users.\n Apart from that the Hon Member is talking about ownership of these facilities and those communities or users are being called upon to own them and that is why we have the establishment of the Water Boards. But because of the lack of capacity, the District Assemblies are being urged to support the small towns and communities to be able to keep the operations going, and from time to time to also support, including Hon Members, the communities to be able to pay for the cost of operations of these small towns and the rural water systems. So that is what is in operation now.", 
            "time": "10:50:00"
        }, 
        {
            "column": "753", 
            "kind": "speech", 
            "name": "Ms Cecilia A. Dapaah", 
            "original": "Ms Cecilia A. Dapaah: Madam Speaker, I am just wondering and I would Want to find out from the Hon Minister with hindsight, when His Excellency the President announced in his Sessional Address that he was abolishing the 5 per cent contribution by the rural communities. -- I made a comment when we were discussing the Address that we needed to get on this project- gradually, so that we could' phaseout the contribution.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am just wondering and I would Want to find out from the Hon Minister with hindsight, when His Excellency the President announced in his Sessional Address that he was abolishing the 5 per cent contribution by the rural communities. -- I made a comment when we were discussing the Address that we needed to get on this project- gradually, so that we could' phaseout the contribution.\n This is because the reports coming from the field at times suggest or it is clear that some . communities which cannot contribute the 5 per cent cause a delay in the execution of the project. So I am wondering; Can the Hon Minister tell us how regular the contributions from the GoG funding system is, if I am clear?", 
            "time": "11:00:00"
        }, 
        {
            "column": "754", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Mr Speaker, again, I did state that the beneficiary communities are not called upon to contribute towards the investment costs of the projects. Before, they used to contribute about 5 per cent, 5 per cent, so total of 10 per cent. Now, it is only the District Assemblies that are called upon to contribute 5 per cent if requested by the funding agencies. There are some funds that have come in without those requirements. So it is only the District Assemblies, not the beneficiary communities.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Mr Speaker, again, I did state that the beneficiary communities are not called upon to contribute towards the investment costs of the projects. Before, they used to contribute about 5 per cent, 5 per cent, so total of 10 per cent. Now, it is only the District Assemblies that are called upon to contribute 5 per cent if requested by the funding agencies. There are some funds that have come in without those requirements. So it is only the District Assemblies, not the beneficiary communities.\n The beneficiary communities as of now, are not in the position to contribute that amount. Sometimes it is quite high and so truly, it delays the implementation of these projects. That is why Government decided to do away with that 5 per cent contribution from the beneficial communities and the projects are now being well-implemented. We only have a challenge sometimes from the cash flow from the District Assemblies. But once water is life, it is the number one priority for everybody and I think the District Assemblies are doing their best to contribute the 5 per cent for these projects to go on.\n In the meantime, majority of the projects we are implementing now, do not request 5 per cent contribution from the District Assemblies and the implementations are being fast-tracked.\n Thank you very much.", 
            "time": "11:00:00"
        }, 
        {
            "column": "754", 
            "kind": "speech", 
            "name": "Ms Dapaah", 
            "original": "Ms Dapaah: The Hon Minister said that the rural -", 
            "section": "WORKS AND HOUSING", 
            "speech": "The Hon Minister said that the rural -", 
            "time": "11:00:00"
        }, 
        {
            "column": "754", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Are you having a second bite of it? -", 
            "section": "WORKS AND HOUSING", 
            "speech": "Are you having a second bite of it? -", 
            "time": "11:00:00"
        }, 
        {
            "column": "754", 
            "kind": "speech", 
            "name": "Ms Dapaah", 
            "original": "Ms Dapaah: Not really, Madam Speaker.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Not really, Madam Speaker.\n It is just a follow-up, half bite. Thank you.\n That the inhabitants make a contribution or pay some fees. I think clearly, they buy the water from the water boards.", 
            "time": "11:00:00"
        }, 
        {
            "column": "755", 
            "kind": "continued speech", 
            "name": "Ms Dapaah", 
            "original": "[MS DAPAAH]", 
            "section": "WORKS AND HOUSING", 
            "speech": "So I think we should be explicit on that They do buy the water; if it is at a subsidised fee, still they do buy the water. Clearly, they buy water, so that is why I am just putting this forward for the Hon Minister to tell us explicitly that indeed, they do pay for the water they consume.", 
            "time": "11:00:00"
        }, 
        {
            "column": "755", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, Idid state clearly that the communities make contribution that is being termed \"pay for the water\" or \"buy the water\". Payment of tariff could be termed buying the water or paying for the water or making contribution. Now, I used the words \"making contribution\" because what is collected from the beneficiary. communities is not even sufficient to cover even the cost of operations.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, Idid state clearly that the communities make contribution that is being termed \"pay for the water\" or \"buy the water\". Payment of tariff could be termed buying the water or paying for the water or making contribution. Now, I used the words \"making contribution\" because what is collected from the beneficiary. communities is not even sufficient to cover even the cost of operations.\n I am aware, in some communities, there have been an outcry because the water boards have these tariff quite high and therefore the Ministry, together with CWSA are investigating those cases and we want to come out with a standardised tariff to apply to rural Water as we are doing with urban water.\n Thank you very much", 
            "time": "11:00:00"
        }, 
        {
            "column": "755", 
            "kind": "speech", 
            "name": "Mr Simon E. Asimah", 
            "original": "Mr Simon E. Asimah: Madam Speaker, in the Minister's words, \"the operation and maintenance cost of the systems is a challenge\". My question to the Hon Minister is, would he in the face of these challenges, consider the establishment of a Water Fund for this country for effective management of water systems in the rural communities and small towns?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in the Minister's words, \"the operation and maintenance cost of the systems is a challenge\". My question to the Hon Minister is, would he in the face of these challenges, consider the establishment of a Water Fund for this country for effective management of water systems in the rural communities and small towns?", 
            "time": "11:00:00"
        }, 
        {
            "column": "755", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, this is a proposal that is being considered by the Ministry together with other stakeholders. We have a lot of stakeholders in the water sector, and they are looking at the feasibility of such a Fund.\nThe Ministry of Finance and Economic Planning is always raising the issue of having been called upon to manage so many Funds and there are a lot of challenges with managing the budget. So together with the Ministry, we see how such a priority Fund could be implemented. Immediately we come out with the modalities, I think this House would be briefed and if there is any law to be passed, definitely, we will come to solicit the assistance of the House to pass the law.\nBut there is a need for us to have a dedicated source of financing of our water systems to wean ourselves from this dependency on donor countries. That definitely is not too good for the sustainability of the water sector.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, this is a proposal that is being considered by the Ministry together with other stakeholders. We have a lot of stakeholders in the water sector, and they are looking at the feasibility of such a Fund.\n\nThe Ministry of Finance and Economic Planning is always raising the issue of having been called upon to manage so many Funds and there are a lot of challenges with managing the budget. So together with the Ministry, we see how such a priority Fund could be implemented. Immediately we come out with the modalities, I think this House would be briefed and if there is any law to be passed, definitely, we will come to solicit the assistance of the House to pass the law.\n\nBut there is a need for us to have a dedicated source of financing of our water systems to wean ourselves from this dependency on donor countries. That definitely is not too good for the sustainability of the water sector.", 
            "time": "11:00:00"
        }, 
        {
            "column": "756", 
            "kind": "speech", 
            "name": "Mr Alfred W. G. Abayateye", 
            "original": "Mr Alfred W. G. Abayateye: Madam Speaker, I would want to find out from the Hon Minister, in the course of the counterpart funding by the beneficiary communities, 'when the projects were ongoing, the prices of the water per bucket Was increased, so the communities, which were unable to pay for the counterpart funding, -out of the sale of that, they could do their counterpart funding. Some have over contributed. When is Government going to refund those over contributions to the beneficiary communities? -", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I would want to find out from the Hon Minister, in the course of the counterpart funding by the beneficiary communities, 'when the projects were ongoing, the prices of the water per bucket Was increased, so the communities, which were unable to pay for the counterpart funding, -out of the sale of that, they could do their counterpart funding. Some have over contributed. When is Government going to refund those over contributions to the beneficiary communities? -", 
            "time": "11:00:00"
        }, 
        {
            "column": "756", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I stated clearly that there is no counterpart funding by beneficiary communities. If the Hon Member is talking about yester years, I am not aware that any community contributed more than the amount that was requested by the financing institution. And so, if he could draw our attention to it, maybe, we will see what could be done but I am not aware of any such instance. But as of now, beneficiary communities do not contribute any counterpart funding-", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I stated clearly that there is no counterpart funding by beneficiary communities. If the Hon Member is talking about yester years, I am not aware that any community contributed more than the amount that was requested by the financing institution. And so, if he could draw our attention to it, maybe, we will see what could be done but I am not aware of any such instance. But as of now, beneficiary communities do not contribute any counterpart funding-", 
            "time": "11:10:00"
        }, 
        {
            "column": "757", 
            "kind": "speech", 
            "name": "Mr. Kyei Mensah-Bonsu", 
            "original": "Mr. Kyei Mensah-Bonsu: Madam Speaker, as the Hon Minister indicated, the issue of counterpart funding has long been abolished and the communities are no 'longer paying anything as said towards the provision of water. But then after the water has been provided, the residents may be called upon to pay something by way of fetching the water.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, as the Hon Minister indicated, the issue of counterpart funding has long been abolished and the communities are no 'longer paying anything as said towards the provision of water. But then after the water has been provided, the residents may be called upon to pay something by way of fetching the water.\n But Madam Speaker, the reason for introducing that element was, as the Hon Minister himself alluded to, to enable the community have that sense of ownership. Yes, indeed, along the line there were problems with some of them , which then resulted in the cancellation of that arrangement.\n But I am aware, Madam Speaker, that when the communities were made part of this, that is the contribution -- when they had, they were called upon to pay the 5 per cent, which gave them that sense of ownership. They were more protective of what they had and I am aware that those days, the percentage of breakdown hovered between 10 per cent and 15 per cent.\n Today, that they are not producing as the Hon Minister himself has alluded, the breakdown has gone up to about 30 per cent. Upon hindsight, would he think that we may need a policy rethink, given the fact that the breakdown rate is on the upward increase?", 
            "time": "11:10:00"
        }, 
        {
            "column": "757", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I am grateful to the Hon Minority Leader for the opportunity to clarify that issue.\nboreholes break down after three or four years. And so what we did as to put a system in place to look at the possibility of finding a solution to that problem - the issue of standardisation, the issue of the quality of the hand pumps that are used and the issue of the responsibility of the users.\nSo we have two very important institutions of sustainable services as \"K\", usually referred to as triple \"S\" and the Conrad Helton Foundation subsidiary called Kipper; they are supporting us to be able to handle this issue of sustainability and functionality of . .\nBut as for the small towns water systems, the percentage is nowhere even near 10 per cent; they are doing well.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am grateful to the Hon Minority Leader for the opportunity to clarify that issue.\n The 30 per cent breakdown is with regard to boreholes and not small town water systems - boreholes. The boreholes, as you all know, is also a very reliable source of potable water supply in the rural areas and that is provided by Government. And the data that we have indicates clearly that 3 0 per cent of those\n\nboreholes break down after three or four years. And so what we did as to put a system in place to look at the possibility of finding a solution to that problem - the issue of standardisation, the issue of the quality of the hand pumps that are used and the issue of the responsibility of the users.\n\nSo we have two very important institutions of sustainable services as \"K\", usually referred to as triple \"S\" and the Conrad Helton Foundation subsidiary called Kipper; they are supporting us to be able to handle this issue of sustainability and functionality of . .\n\nBut as for the small towns water systems, the percentage is nowhere even near 10 per cent; they are doing well.", 
            "time": "11:10:00"
        }, 
        {
            "column": "758", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, the Hon Minister has informed us of the arrangement whereby the beneficiary communities contribute towards the operation of the system, in particular, to the maintenance of the equipment if they should break down, which is why they pay as they fetch. On the average, that is determined, It has come out that what they pay per bucket, if you reduce it to litres of consumption, is higher than those of them in the urban systems. Yet we agree that in the rural areas where the beneficiaries are, poverty is higher than in the urban setting.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the Hon Minister has informed us of the arrangement whereby the beneficiary communities contribute towards the operation of the system, in particular, to the maintenance of the equipment if they should break down, which is why they pay as they fetch. On the average, that is determined, It has come out that what they pay per bucket, if you reduce it to litres of consumption, is higher than those of them in the urban systems. Yet we agree that in the rural areas where the beneficiaries are, poverty is higher than in the urban setting.\n Would the Hon Minister agree with me in this and if he does, would he not consider that the time has arrived to have a policy change in this direction, otherwise, it does appear as if we may not be helping to raise the standard of living of our rural lives?", 
            "time": "11:10:00"
        }, 
        {
            "column": "758", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, my attention has not been drawn to the fact that the tariffs that are paid by the beneficiary communities in the rural areas are higher than what is paid in the rural centres. We are aware that some", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, my attention has not been drawn to the fact that the tariffs that are paid by the beneficiary communities in the rural areas are higher than what is paid in the rural centres. We are aware that some", 
            "time": "11:10:00"
        }, 
        {
            "column": "759", 
            "kind": "continued speech", 
            "name": "Mr Bagbin", 
            "original": "[MR BAGBIN]", 
            "section": "WORKS AND HOUSING", 
            "speech": "communities have complained about the high tariffs that are being imposed by the water boards in those communities. And as I indicated earlier, we are investigating those allegations and we will definitely come out with some standard for the charging of some tariff for the use of the water in the beneficiary communities.\n However, the Annual Ghana Water Forum is considering these issues concerning the disparity between what happens in the urban sector as against the rural area. I am trying to see how Government could intervene to soft-land the supply of potable water services to the rural communities. So that is on the drawing board; it is being discussed and at this year's Water Forum, some of these issues were looked at and there is some work ongoing in that direction.", 
            "time": "11:10:00"
        }, 
        {
            "column": "759", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, last one on this.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, last one on this.", 
            "time": "11:10:00"
        }, 
        {
            "column": "759", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: So we can move on and finish with the rest of the Questions.", 
            "section": "WORKS AND HOUSING", 
            "speech": "So we can move on and finish with the rest of the Questions.", 
            "time": "11:10:00"
        }, 
        {
            "column": "759", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Certainly, Madam Speaker.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Certainly, Madam Speaker.\n The Hon Minister is saying that his attention has not been drawn to the fact that on the average, the payment in the rural setting is higher than what is done in the urban settings, people who profit from the urban water systems.\n Madam Speaker, is he aware that the least that is being paid for a 32 litre bucket in all the areas where the systems are operating is GHp0-05; that is the least which is nowhere near if you do the comparison, what is paid for per litre in the urban settings.\n Anyway, since he says he does not know, maybe, we may consider him because they are paying between GHp0.05 and GHp0. 10 per 32 litre bucket.", 
            "time": "11:10:00"
        }, 
        {
            "column": "760", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Minister, you know now?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Yes, Hon Minister, you know now?", 
            "time": "11:10:00"
        }, 
        {
            "column": "760", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I am being told now but as I stated earlier, we were informed that some communities have their water boards charging higher fees. In fact, they did not state the fees to me but I am aware that communities are being called upon to pay between GH p0.02 and GHp0.03 . Now, he is telling me it is GHp0.05. So we will try and cross- check on that figure and see what can be done on this one.\nPipe-borne water supply to Ejisu and its environs (Restoration)\nQ. 81 1. Mr Kwabena Owusu-Aduomi asked the Minister for Water Resources, Works and Housing the plans the Ministry had for the immediate restoration of pipe-borne water supply and services to Ejisu and its environs.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am being told now but as I stated earlier, we were informed that some communities have their water boards charging higher fees. In fact, they did not state the fees to me but I am aware that communities are being called upon to pay between GH p0.02 and GHp0.03 . Now, he is telling me it is GHp0.05. So we will try and cross- check on that figure and see what can be done on this one.\n Madam Speaker, it is true that even in the urban centre, we have the urban poor paying for Water more than the urban rich and that is another challenge that we are looking at. This is because of the unavailability or the access for the urban poor to the water sources. So that is also being looked at.\n Thank you very much.\n\nPipe-borne water supply to Ejisu and its environs (Restoration)\n\nQ. 81 1. Mr Kwabena Owusu-Aduomi asked the Minister for Water Resources, Works and Housing the plans the Ministry had for the immediate restoration of pipe-borne water supply and services to Ejisu and its environs.", 
            "time": "11:20:00"
        }, 
        {
            "column": "760", 
            "kind": "speech", 
            "name": "Mr Alban S. K. Bagbin", 
            "original": "Mr Alban S. K. Bagbin: Madam Speaker, Ejisu town and its environs are part of the Kumasi Water Supply Distribution System and receive water from the Barekese Water Treatment Plant through the Kwame Nkrumah University of Science and Technology (KNUST) booster station into a high level tank at Ejisu for distribution to beneficiary communities.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, Ejisu town and its environs are part of the Kumasi Water Supply Distribution System and receive water from the Barekese Water Treatment Plant through the Kwame Nkrumah University of Science and Technology (KNUST) booster station into a high level tank at Ejisu for distribution to beneficiary communities.", 
            "time": "11:20:00"
        }, 
        {
            "column": "761", 
            "kind": "continued speech", 
            "name": "Mr Alban S. K. Bagbin", 
            "original": "[MR BAGBIN]", 
            "section": "WORKS AND HOUSING", 
            "speech": "Due to population increase and development along the Water supply corridor, the volume of water produced is not enough to supply water to Ejisu and its environs.\n Capacity of the Barekese Water Treatment Plant has recently been increased from 18 million gallons per day (mgd) to 24 mgd and the flow of water along the KNU ST booster station to Ejisu water supply corridor has improved.\n Currently in progress is the expansion of the Barekese plant capacity from 24 mgd to 30 mgd which is expected to be completed in 2012. Together with the Owabi plant, the total volume of water available for the Kumasi water system will be 33 mgd.\n The completion of both the primary distribution infrastructure and the plant expansion along the Kumasi Ring Road will improve water availability in KNU ST- Ejisu corridor in the short-term.\n For the long-term plan, studies are currently being undertaken by Ghana Water Company Limited (GWCL) to ensure that Ejisu and its environs have a separate water supply system, with the Oda River as source. This will be fully interconnected with the Kumasi Water Distribution System to ensure regular and more reliable supply to the town and its environs.", 
            "time": "11:20:00"
        }, 
        {
            "column": "761", 
            "kind": "speech", 
            "name": "Mr Owusu-Aduomi", 
            "original": "Mr Owusu-Aduomi: I thank the Hon Minister very much for the Answer.", 
            "section": "WORKS AND HOUSING", 
            "speech": "I thank the Hon Minister very much for the Answer.", 
            "time": "11:20:00"
        }, 
        {
            "column": "761", 
            "kind": "speech", 
            "name": "Madam Speaker, for over 30 years now, not a single drop of pipe-borne water has run through the pipes laid in Ejisu and its environs. One of the reasons that the GWCL used to give us is the inadequate strength of the KNUST booster station", 
            "original": "Madam Speaker, for over 30 years now, not a single drop of pipe-borne water has run through the pipes laid in Ejisu and its environs. One of the reasons that the GWCL used to give us is the inadequate strength of the KNUST booster station: I would want to know from the Hon Minister\nwhether he is aware of this, and if not, what will he do for us? Because of that inadequate strength water is not being distributed that far to Ejisu.", 
            "section": "WORKS AND HOUSING", 
            "speech": "I would want to know from the Hon Minister\n\nwhether he is aware of this, and if not, what will he do for us? Because of that inadequate strength water is not being distributed that far to Ejisu.", 
            "time": "11:20:00"
        }, 
        {
            "column": "762", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I am aware that initially the infrastructure that was put in place at the KNUST booster station and the distribution network was for a certain type of population in Ejisu and therefore, the size of the pipes, and\" in fact, the whole infrastructure, is not that good to be able to serve the Ejisu area", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am aware that initially the infrastructure that was put in place at the KNUST booster station and the distribution network was for a certain type of population in Ejisu and therefore, the size of the pipes, and\" in fact, the whole infrastructure, is not that good to be able to serve the Ejisu area\n There is also the fact that the water that flows into the booster station and into the reservoir is not sufficient since the expansion of the KNUST itself and the entire area now into a city. And so for some years, Ejisu and some of the towns around it have been without potable water. There has been some work on it now. There have been expansion and replacement of some of the distribution network.\n So what we are doing to complete that is to link the Ring Road Loop, so that the water supply to the reservoir is not coming from only one direction but also from Suame through the other eastern side to link up with the water reservoir at KNUST. That would increase the volume of water to be pumped to Ejisu.\n But as I stated, the long-term plan is to make sure that there is a dedicated water system for Ejisu and its environs.", 
            "time": "11:20:00"
        }, 
        {
            "column": "762", 
            "kind": "speech", 
            "name": "Mr Owusu-Aduomi", 
            "original": "Mr Owusu-Aduomi: Madam Speaker, as the Hon Minister rightly said, development and population along the water supply corridor would continue to increase within the metropolis. Even there is a spill over into my constituency and chances of getting full supply of pipe- borne water from the Barekese and Owabi Water Sources, in my view, seems slim.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, as the Hon Minister rightly said, development and population along the water supply corridor would continue to increase within the metropolis. Even there is a spill over into my constituency and chances of getting full supply of pipe- borne water from the Barekese and Owabi Water Sources, in my view, seems slim.", 
            "time": "11:20:00"
        }, 
        {
            "column": "763", 
            "kind": "continued speech", 
            "name": "Mr Owusu-Aduomi", 
            "original": "[MR OWUSU-ADUOMI]", 
            "section": "WORKS AND HOUSING", 
            "speech": "I would want to know from the Hon Minister, why is it that GWCL and for that matter, the Ministry is not considering reducing this long-term plan of developing River Oda into a water source to a medium or short-term.\n This is because there is no Way we can reduce the population increase within the metropolis. Day in, day out, population increases and those of us behind the metropolis, we always suffer because the population is increasing every now and then within the metropolis. So why not consider reducing the long-term to the medium-term or a short-term, so that we get water as quickly as possible?", 
            "time": "11:20:00"
        }, 
        {
            "column": "763", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, it is truly my wish that we could provide water to Ejisu and its surrounding areas even by this year but that definitely, is just a wish. And so the reality on the ground is that the plan that has been laid out to respond to the water needs of the people in that area will take some time and that is why it is referred to as long-term. It is more than medium-term because it_is more than three to five years\" and so, it is referred to as a long-term.\nif that funding is available. So it is not just-that the Ministry or the GWCL is not willing to do it but there are constraints, some of which are national and beyond the control of the Ministry and the GWCL.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, it is truly my wish that we could provide water to Ejisu and its surrounding areas even by this year but that definitely, is just a wish. And so the reality on the ground is that the plan that has been laid out to respond to the water needs of the people in that area will take some time and that is why it is referred to as long-term. It is more than medium-term because it_is more than three to five years\" and so, it is referred to as a long-term.\n But definitely, the urgent call on us to make sure that we respond to the cry of the people in Kumasi, which is, as you know, they second largest city in Ghana is What is now getting the attention and focus of the GWCL- But we are aware that if we are able to finish with the expansion work that we are doing now, definite, the water stress in Ejisu and its environs would be relieved before We come with the long-term development plan for the area.\n So that is the plan and this is being dictated, as you know, by many factors including financing and the capacity of the country to absorb more funding even\n\nif that funding is available. So it is not just-that the Ministry or the GWCL is not willing to do it but there are constraints, some of which are national and beyond the control of the Ministry and the GWCL.", 
            "time": "11:20:00"
        }, 
        {
            "column": "764", 
            "kind": "speech", 
            "name": "Mr Owusu-Aduomi", 
            "original": "Mr Owusu-Aduomi: Madam Speaker, paragraph 3 of the Hon Minister's Answer indicates that the water supply along the KNUST/Ejisu corridor has improved because of the 24 mgd water that we have. Our people have been depending solely on boreholes - the whole of Ejisu community and environs-", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, paragraph 3 of the Hon Minister's Answer indicates that the water supply along the KNUST/Ejisu corridor has improved because of the 24 mgd water that we have. Our people have been depending solely on boreholes - the whole of Ejisu community and environs-\n In the dry season, it becomes very difficult for us to get water.\n And strangely enough, pipe-borne Water does not cross even the railway line which is so close to the metropolis, as if it is a taboo for pipe-borne water to cross the railway line to the constituency. Even Fumesua which is so close to the metropolis does not get pipe borne-water.\n I would want to know from Hon Minister, is it not possible that Ejisu and its environs can be supplied with pipe- borne water two times within a week, even once in a week, to supplement the boreholes that our people are depending on.", 
            "time": "11:20:00"
        }, 
        {
            "column": "764", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, what I' would do from the question. of my'H0n Colleague is to call on the GWCL to go and investigate the issue, whether it is a taboo or there are some local challenges there.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, what I' would do from the question. of my'H0n Colleague is to call on the GWCL to go and investigate the issue, whether it is a taboo or there are some local challenges there.\n Madam Speaker, our culture of construction in this country is not the best and therefore, even though some distribution network could have been put in place there, some construction work could have disrupted the system by breaking or cutting the pipelines in the area, and therefore, preventing people from getting the potable water. So they would go and investigate it and see.", 
            "time": "11:30:00"
        }, 
        {
            "column": "765", 
            "kind": "continued speech", 
            "name": "Mr Bagbin", 
            "original": "[MR BAGBIN]", 
            "section": "WORKS AND HOUSING", 
            "speech": "Then also we would try to talk with our Hon Colleagues here from Kumasi to try and see whether from time to time we can ration some of the water that is now being supplied \"24/7\" in some areas in Kumasi for the people of Ejisu. It is a good arrangement, but we need to be able to carry along the other partners in the water sector.", 
            "time": "11:30:00"
        }, 
        {
            "column": "765", 
            "kind": "speech", 
            "name": "Mr Owusu-Aduomi", 
            "original": "Mr Owusu-Aduomi: Madam Speaker, this is an information to the Hon Minister, it is not a question. When we were constructing the Konongo-Kumasi Highway -- at that time, I -was the Regional Director for Ghana Highway Authority -- we did relocation of all the water pipelines from KNUST to Ejisu.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, this is an information to the Hon Minister, it is not a question. When we were constructing the Konongo-Kumasi Highway -- at that time, I -was the Regional Director for Ghana Highway Authority -- we did relocation of all the water pipelines from KNUST to Ejisu.\n So I believe the small size of pipes that the Hon Minister is talking of this time round were bigger ones, not the old ones because it was supervised and designed by the GWCL. So I believe the pipelines may be of good size now. So if he calls them, maybe, they would also add to that.", 
            "time": "11:30:00"
        }, 
        {
            "column": "765", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I am not talking about the sizes of the pipelines; I am talking about disruption through the cutting of the pipelines. And it is not only the roads and highways; there are other activities such as even construction of drainage, gutters and the rest that affect these things. Sometimes we have gone to 'places and we have seen that some of those interruptions are caused by this damage by other persons, not just the roads and highways activities. It is true that some of these pipelines have been changed, but there are still some left unchanged and we still need to work on all those things.\nBut to be able to get much improved water supply to the area of concern, we need to have a dedicated line that does not serve any of the communities along the way to Ejisu. This is because the water demand along the way is now quite high and therefore, the sizes of the pipes,' even though they have been increased, would not be sufficient to carry enough water to be able to serve the residents along the pipeline and also reach Ejisu and its environs. So some of these challenges are there, but we have to work on them.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I am not talking about the sizes of the pipelines; I am talking about disruption through the cutting of the pipelines. And it is not only the roads and highways; there are other activities such as even construction of drainage, gutters and the rest that affect these things. Sometimes we have gone to 'places and we have seen that some of those interruptions are caused by this damage by other persons, not just the roads and highways activities. It is true that some of these pipelines have been changed, but there are still some left unchanged and we still need to work on all those things.\n\nBut to be able to get much improved water supply to the area of concern, we need to have a dedicated line that does not serve any of the communities along the way to Ejisu. This is because the water demand along the way is now quite high and therefore, the sizes of the pipes,' even though they have been increased, would not be sufficient to carry enough water to be able to serve the residents along the pipeline and also reach Ejisu and its environs. So some of these challenges are there, but we have to work on them.", 
            "time": "11:30:00"
        }, 
        {
            "column": "766", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Madam Speaker, as the Hon Member for Ejisu, Mr Owusu-Aduomi alluded to, the pipes, when they came to be relaid on the main Ejisu road, that is the ones from the KNUST area to Ejisu, they used bigger or larger dimension pipes. So it solved some of the problems. But as the Hon Minister himself said, the real issue now is increasing the pressure from the University to Ejisu may have to look at that seriously because he himself has admitted to that.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, as the Hon Member for Ejisu, Mr Owusu-Aduomi alluded to, the pipes, when they came to be relaid on the main Ejisu road, that is the ones from the KNUST area to Ejisu, they used bigger or larger dimension pipes. So it solved some of the problems. But as the Hon Minister himself said, the real issue now is increasing the pressure from the University to Ejisu may have to look at that seriously because he himself has admitted to that.\n But Madam Speaker, going by the standards provided by the Hon Minister himself, a minimum of 20 litres per capita supply of potable water --- He has indicated to us that as of now, the combined strength of the Barekese and Owabi systems is around 27 million gallons a day. That is the current system. He intends to increase the Barekese Systems from 24 million gallons per day to 30 million gallons per day next year. Madam Speaker, that then would bring the total to 33 million gallons per day next year, that is after the completion of that aspect of the Barekese Systems.\n But by his own minimum standards, given the fact that Kumasi and its environs - the population of Kumasi, the metropolis plus that of Ejisu, Bekwai, Ofinso and so on, which surround these satellite towns and communities - In fact,", 
            "time": "11:30:00"
        }, 
        {
            "column": "767", 
            "kind": "continued speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "[MR KYEI MENSAH-BONSU]", 
            "section": "WORKS AND HOUSING", 
            "speech": "I should say, municipalities - The population is in excess of two million. That will mean that the minimum that is required would be in the region of at least, 50 million gallons per day or so- I know that the ultimate capacity of the Barekese dam is 48 million gallons per day, when he finishes with all the major works.\n But that will suggest to the Hon Minister that that even would be inadequate to provide for Kumasi and its environs. Would he not agree with me then that we should move beyond targeting the production of 30 million gallons per day at Barekese and get to the maximum of 48 million gallons per day, because even with that it would not be enough -- to service the other satellite settlements as the Hon Colleague is alluding to?", 
            "time": "11:30:00"
        }, 
        {
            "column": "767", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the programme of Government is to get water for all in 2025 and so, we are aware that the interventions we are making in Kumasi with regard to the rehabilitation and expansion works and the renewal of the transmission and distribution lines of both Owabi and Barekese is still not sufficient to meet the water demand of Kumasi and the other surrounding areas. So definitely, after this third phase of rehabilitation works, we have to come back to be able to do a bigger water project to respond to the Water demands of the people the area. That would be carried on later.\nmuch more stressed areas in the country than Kumasi. But that is not to say that Kumasi is not being responded to. But sometimes the cries of some of the children are louder than others and so we need to look at where we feel the pinch most.\nBut Kumasi being the second largest city of the country, and in fact, an industrial city, the water demand there is really growing at an alarming rate. So some of the estimates that we are even giving today, may become inapplicable with time, and so, we have to keep on revising.\nBut I would want to take - this opportunity to appeal to my Hon Colleagues to assist us reach out to our people to, at leash change some of our ways and assist us to be able to get water for all. Some of the water sources that we- are using now are under serious threats by our own activities; we are killing all our water sources. The rivers, the lakes, the ponds 4- we are killing all and these are the sources of water for use.\nApart from killing them, we are polluting them and the cost of treatment of the water now is so high that GWCL, together with Ghana Urban Water are struggling to meet the cost that is needed to provide potable water to our people.\nSo I would want to use this opportunity to call on my Hon Colleagues to reach out to our constituents to try to let us change our habits, some of our cultures, our ways of doing things, our attitude to what we refer to as \"life\", which is water,_ and that would be of much help to the Ghana Water Company Limited and the Ministry and the whole country at large.\nSeveral Hon Members - rose -", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the programme of Government is to get water for all in 2025 and so, we are aware that the interventions we are making in Kumasi with regard to the rehabilitation and expansion works and the renewal of the transmission and distribution lines of both Owabi and Barekese is still not sufficient to meet the water demand of Kumasi and the other surrounding areas. So definitely, after this third phase of rehabilitation works, we have to come back to be able to do a bigger water project to respond to the Water demands of the people the area. That would be carried on later.\n But as of now, the capacity that we have as a country, the resources available to us is to be able to develop what I have just stated. And as he rightly observed, when we finish with this one, it would take it at least, closer to the water demand, that is, 48 million gallons a day. And so that definitely, is what is ongoing. There are\n\nmuch more stressed areas in the country than Kumasi. But that is not to say that Kumasi is not being responded to. But sometimes the cries of some of the children are louder than others and so we need to look at where we feel the pinch most.\n\nBut Kumasi being the second largest city of the country, and in fact, an industrial city, the water demand there is really growing at an alarming rate. So some of the estimates that we are even giving today, may become inapplicable with time, and so, we have to keep on revising.\n\nBut I would want to take - this opportunity to appeal to my Hon Colleagues to assist us reach out to our people to, at leash change some of our ways and assist us to be able to get water for all. Some of the water sources that we- are using now are under serious threats by our own activities; we are killing all our water sources. The rivers, the lakes, the ponds 4- we are killing all and these are the sources of water for use.\n\nApart from killing them, we are polluting them and the cost of treatment of the water now is so high that GWCL, together with Ghana Urban Water are struggling to meet the cost that is needed to provide potable water to our people.\n\nSo I would want to use this opportunity to call on my Hon Colleagues to reach out to our constituents to try to let us change our habits, some of our cultures, our ways of doing things, our attitude to what we refer to as \"life\", which is water,_ and that would be of much help to the Ghana Water Company Limited and the Ministry and the whole country at large.\n\nSeveral Hon Members - rose -", 
            "time": "11:30:00"
        }, 
        {
            "column": "769", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We have so many Questions and it seems we are exhausting our one hour. I am sure you will all agree you Want the Questions to be heard in the House. So let us hurry up about them.", 
            "section": "WORKS AND HOUSING", 
            "speech": "We have so many Questions and it seems we are exhausting our one hour. I am sure you will all agree you Want the Questions to be heard in the House. So let us hurry up about them.", 
            "time": "11:40:00"
        }, 
        {
            "column": "769", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Madam Speaker, there is a very serious matter relating to the project that the Hon Minister has just spoken to us about. It relates to the realignment of the pipelines. Traditionally, the pipelines follow the main roads, the highways. When we came to dualize the road to Ejisu and also the one from Suame to Offinso, realignment of the pipeline had to be done. But today, they have taken some of them into individual houses, residential structures.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, there is a very serious matter relating to the project that the Hon Minister has just spoken to us about. It relates to the realignment of the pipelines. Traditionally, the pipelines follow the main roads, the highways. When we came to dualize the road to Ejisu and also the one from Suame to Offinso, realignment of the pipeline had to be done. But today, they have taken some of them into individual houses, residential structures.\n Indeed, just about a month or so ago, a pipeline burst in my constituency and collapsed the wall of a house that killed five people instantly. Will the Hon Minister consider that this is a very poor arrangement and that better places have to be found for such pipelines, both on the Ejisu and Offinso roads?", 
            "time": "11:40:00"
        }, 
        {
            "column": "769", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, can we be quick about this one?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Hon Minister, can we be quick about this one?", 
            "time": "11:40:00"
        }, 
        {
            "column": "769", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I just extend my condolences to the bereaved family.\nBut the problem we also have is the right of way. When you go and acquire a right of way, before you lay your pipes, people will go to build on that land. But we are still trying to --- sometimes these ones need negotiations, they need some dialogue and that is what is going on. But we are trying to relocate those pipelines. We are sorry for what happened.\nPotable water at Aflao and its environs (Extension)\nQ. 812. Mr Albert Kwasi Zigah asked the Minister for Water Resources, Works and Housing when the Ministry would extend potable water from Aflao to the following communities within the Aflao urban area: (i) Zuime-Tokor, (ii) Duta, (iii) Fihokope and its environs.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I just extend my condolences to the bereaved family.\n We actually sent a strong delegation there to sympathise with them and to try to do our bit to assuage the pain and suffering of the people in that area.\n Madam Speaker, these connections were done some years ago. They were not done now. But I have directed that they should try to relocate all those -pipelines outside the residential homes, particularly the big pipes that they do under houses; in fact, it is not advisable at all.\n\nBut the problem we also have is the right of way. When you go and acquire a right of way, before you lay your pipes, people will go to build on that land. But we are still trying to --- sometimes these ones need negotiations, they need some dialogue and that is what is going on. But we are trying to relocate those pipelines. We are sorry for what happened.\n\nPotable water at Aflao and its environs (Extension)\n\nQ. 812. Mr Albert Kwasi Zigah asked the Minister for Water Resources, Works and Housing when the Ministry would extend potable water from Aflao to the following communities within the Aflao urban area: (i) Zuime-Tokor, (ii) Duta, (iii) Fihokope and its environs.", 
            "time": "11:40:00"
        }, 
        {
            "column": "770", 
            "kind": "speech", 
            "name": "Mr Alban S. K. Bagbin", 
            "original": "Mr Alban S. K. Bagbin: Madam Speaker, Aflao, Denu and Avoeme are supplied by two (2) mechanized boreholes, one (1) each located at Avoeme and Denu. A third one located at Aflao is not in use due to an unacceptably high salinity level.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, Aflao, Denu and Avoeme are supplied by two (2) mechanized boreholes, one (1) each located at Avoeme and Denu. A third one located at Aflao is not in use due to an unacceptably high salinity level.\n The current Water demand is about 1.6 million gallons per day but only 93,000 gallons per day can be supplied at a pumping regime of 11 hours a day. Due to the high salinity level, no additional boreholes are envisaged to be drilled. In this regard, it is not expedient to extend pipelines to these communities.\n Madam Speaker, the proposed answer is to improve on water supply to the area, by drawing water from the Volta River at Agordome near Sogakope, 90 kilometres away.\n Funding is being sourced from the US Exim Bank to execute this project.", 
            "time": "11:40:00"
        }, 
        {
            "column": "770", 
            "kind": "speech", 
            "name": "Mr Zigah", 
            "original": "Mr Zigah: Madam Speaker, I thank the Hon Minister for his Answer.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I thank the Hon Minister for his Answer.\n But for record purposes, Aflao, Denu boreholes are rather in use and Zuime has no such location for the borehole.", 
            "time": "11:40:00"
        }, 
        {
            "column": "771", 
            "kind": "continued speech", 
            "name": "Mr Zigah", 
            "original": "[MR ZIGAH]", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, 93,000 gallons of water represents only six (6) per cent of the required water for the area. This shows clearly that the people in that area or in Aflao and its environs need good drinking water. The communities under discussion, that is, Zuime, Duta and Fihokope and others along the main border line find it difficult to access water.\n The residents across that stretch of land cross to Togo every morning, afternoon and evening to buy water at the cost of between 50 Franc and 200 Franc, depending on the volume of the container with which they will take the water. Can the Hon Minister design a short-term approach in providing water to these communities?", 
            "time": "11:40:00"
        }, 
        {
            "column": "771", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I thought my Hon Colleague was going to suggest the short-term approach for the consideration of the Ministry.\nproject for the area in question and that is the only answer to the water crisis in the area. This is because we cannot rely on borehole water because borehole water, the salt content is so high that it is not potable for use.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I thought my Hon Colleague was going to suggest the short-term approach for the consideration of the Ministry.\n Madam Speaker, there is really a challenge in the communities around the coastline. This is because of the high level of salinity of the water in those areas and therefore, the only alternative is to pipe water from reliable raw Water sources to be able to serve those communities. There is that agreement between CWSA and Ghana Water Company Limited-in that direction;_so they are trying to address that. .- ma a large area, as my Hon Colleague talked about, will need a water system and that is why we are working towards the provision of a dedicated Water system for the area.\n I am aware of the private sector intervention at the Asutsuare Water Project, which is also partly to serve that area and also extend even into our brotherly country, Togo, for us to earn some money from water like we are earning from electricity. So that project is there but we still need to do a dedicated water\n\nproject for the area in question and that is the only answer to the water crisis in the area. This is because we cannot rely on borehole water because borehole water, the salt content is so high that it is not potable for use.", 
            "time": "11:40:00"
        }, 
        {
            "column": "772", 
            "kind": "speech", 
            "name": "Mr Zigah", 
            "original": "Mr Zigah: Madam Speaker, over the years, especially during the 1990/ 1991 uprising in Togo, on any slightest political instability, those living along that stretch of land found it very difficult to cross because the Togolese dug a trench which is about six (6) feet down, which they must go into and come out before carrying their water and sometimes they almost lost their water on reaching wherever they wanted to send the water.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, over the years, especially during the 1990/ 1991 uprising in Togo, on any slightest political instability, those living along that stretch of land found it very difficult to cross because the Togolese dug a trench which is about six (6) feet down, which they must go into and come out before carrying their water and sometimes they almost lost their water on reaching wherever they wanted to send the water.\n In this case, from some of the non- governmental organisations (NGOs) some of the boreholes in the areas are with heavy elements such as magnesium, sodium and other related elements responsible for hard water. May I know from the Hon -Minister, when work is expected to start on this project and to what extent will it cover the whole of Ketu South as a constituency?.", 
            "time": "11:40:00"
        }, 
        {
            "column": "772", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, I appreciate the zeal and urgency that my Hon Colleague is bringing into this matter. We have not even sourced the financing yet and so it will be difficult for me to tell him when the project will start.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I appreciate the zeal and urgency that my Hon Colleague is bringing into this matter. We have not even sourced the financing yet and so it will be difficult for me to tell him when the project will start.", 
            "time": "11:40:00"
        }, 
        {
            "column": "772", 
            "kind": "speech", 
            "name": "Mr Alfred K. Agbesi", 
            "original": "Mr Alfred K. Agbesi: Madam Speaker, in the Ministers Answer, the last but one paragraph, he says,", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in the Ministers Answer, the last but one paragraph, he says,\n \"... to improve on water supply to the area by drawing Water from the Volta River and Agordome.\" ,\n I would want to know from the Hon Minister, Aflao is one of the entry points to Ghana. Is he saying that they will draw raw water and supply to that community, so that the water will be taken in that form or it will be treated for the people or it is going to be given to the people in its raw form?", 
            "time": "11:40:00"
        }, 
        {
            "column": "773", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, you either treat the water from the water source and then transmit to the beneficiary communities. Or we take the raw water to the beneficial communities and treat it there before we distribute it. So this Answer is clearly giving an indication that the treatment plant will be around Aflao, not at Sogakofe, around the River Volta. The River Volta is just only supplying raw water, to the treatment plant that will be sited at Aflao. Definitely, we are giving potable water, not raw water which is unsafe and unclean to the people; so the treatment plant will be at Aflao.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, you either treat the water from the water source and then transmit to the beneficiary communities. Or we take the raw water to the beneficial communities and treat it there before we distribute it. So this Answer is clearly giving an indication that the treatment plant will be around Aflao, not at Sogakofe, around the River Volta. The River Volta is just only supplying raw water, to the treatment plant that will be sited at Aflao. Definitely, we are giving potable water, not raw water which is unsafe and unclean to the people; so the treatment plant will be at Aflao.", 
            "time": "11:40:00"
        }, 
        {
            "column": "773", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: One question each- yes, we need to move on.", 
            "section": "WORKS AND HOUSING", 
            "speech": "One question each- yes, we need to move on.", 
            "time": "11:50:00"
        }, 
        {
            "column": "773", 
            "kind": "speech", 
            "name": "Mr Charles S. odogbey", 
            "original": "Mr Charles S. odogbey: Madam Speaker, I think the Hon Minister had agreed that the borehole system has its own problem, salinity, dryouts and breakdown. For that matter, there are several water bodies, they are taking raw water from Agordome, about 90 kilometres apart, and they are sourcing funding from EXIM Bank. I would like to know the amount of money he is sourcing for this project.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I think the Hon Minister had agreed that the borehole system has its own problem, salinity, dryouts and breakdown. For that matter, there are several water bodies, they are taking raw water from Agordome, about 90 kilometres apart, and they are sourcing funding from EXIM Bank. I would like to know the amount of money he is sourcing for this project.", 
            "time": "11:50:00"
        }, 
        {
            "column": "773", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the figure is not; yet certain. This is because the design and costing are still being done. But the source that we know we could readily get the money is the US EXIM Bank. When that is done, definitely, we make that available to this House and the Hon Member, if so required.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the figure is not; yet certain. This is because the design and costing are still being done. But the source that we know we could readily get the money is the US EXIM Bank. When that is done, definitely, we make that available to this House and the Hon Member, if so required.\n Thank you very much, Madam Speaker.", 
            "time": "11:50:00"
        }, 
        {
            "column": "774", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, I recollect that there is a proposal to transport or pipe raw water from the same place, same source to the Republic of Togo. Is it part of this whole arrangement or they are doing this independent of that other consideration to pipe raw water from about the same place to the Republic of Togo?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, I recollect that there is a proposal to transport or pipe raw water from the same place, same source to the Republic of Togo. Is it part of this whole arrangement or they are doing this independent of that other consideration to pipe raw water from about the same place to the Republic of Togo?", 
            "time": "11:50:00"
        }, 
        {
            "column": "774", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, we are talking about a very large area. This project I just responded to is a Government of Ghana project ,trying to get water from the area around Sogakofe. But the Asutsuare Water Project which is what is being targeted to reach out to Togo is different. That is a private sector intervention; it is a private sector that is trying to do that and will earn its money through the sale of the water. But this one is Government responsibility.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, we are talking about a very large area. This project I just responded to is a Government of Ghana project ,trying to get water from the area around Sogakofe. But the Asutsuare Water Project which is what is being targeted to reach out to Togo is different. That is a private sector intervention; it is a private sector that is trying to do that and will earn its money through the sale of the water. But this one is Government responsibility.\n So, they are different sources. In fact, the water in the Volta River could water the whole of this country. It is sufficient to water the whole of this country and so, at any time, we can draw it from either the Red, Black or White Volta, or upstream or downstream. In fact, what is happening is a siltation of the water course but as now, we, together with Volta River Authority (VRA) are putting in place a dredging of the river course and there is a company now at the downstream level doing some dredging works.\n So that will maintain or even improve upon the capacity of the Volta River to hold on to more water for use by this country for drinking, agriculture and fishing. That is being worked on; they are different projects.", 
            "time": "11:50:00"
        }, 
        {
            "column": "774", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, shall we move to the next Question in the name of Mr Theophilus Tetteh Chaie (Ablekuma Central)?\nDrainage for Gbortsui Electoral Area (Provision)\nQ. 813. Mr Theophilus Tetteh Chaie asked the Minister for Water Resources, Works and Housing what measures the Ministry had put in place to ensure that the entire Gbortsui Electoral Area, comprising the following communities were provided with drainage system:\n(i) Soko;\n(ii) Mabrouk;\n(iii) Zambrama Line;\n(iv) Russia;\n(V) New Russia;\n(vi) Sukura; and\n(vii) Banana Inn.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Hon Members, shall we move to the next Question in the name of Mr Theophilus Tetteh Chaie (Ablekuma Central)?\n\nDrainage for Gbortsui Electoral Area (Provision)\n\nQ. 813. Mr Theophilus Tetteh Chaie asked the Minister for Water Resources, Works and Housing what measures the Ministry had put in place to ensure that the entire Gbortsui Electoral Area, comprising the following communities were provided with drainage system:\n\n(i) Soko;\n\n(ii) Mabrouk;\n\n(iii) Zambrama Line;\n\n(iv) Russia;\n\n(V) New Russia;\n\n(vi) Sukura; and\n\n(vii) Banana Inn.", 
            "time": "11:50:00"
        }, 
        {
            "column": "775", 
            "kind": "speech", 
            "name": "MrA. S. K. Bagbin", 
            "original": "MrA. S. K. Bagbin: Madam Speaker, the main drainage channel in the Gbortsui Electoral Area is the Chemu drain which runs through New Russia, Soko, Mabrouk, Dansoman, Sukura and Zambrama Line as the main central water body with the major tributary as the Mampon drain.\nand finally, discharging into the Chemu Lagoon has been completed this year. This was executed under the Mamponse Community Infrastructure Upgrading and Chemu Storm Drainage Programme.\nAppraisal for funding from AFD has also been completed in June, this year, for the construction of the Mampon Drain. This project will start from Wowoti Junction through Soko, Abolo Junction, Banana Inn, Sukura, Laterbiokorshie, to end at New Mamprobi.\nUpon completion of this stretch of the drain, the entire Gbortsui Electoral Area would have been provided with complete drainage network for flood mitigation.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the main drainage channel in the Gbortsui Electoral Area is the Chemu drain which runs through New Russia, Soko, Mabrouk, Dansoman, Sukura and Zambrama Line as the main central water body with the major tributary as the Mampon drain.\n Madam Speaker, in 2005, the World Bank under the . Second Urban Environmental Sanitation Project supported Ghana Government to prepare the Accra Storm Drainage Improvement Works which aimed at improving the drainage system in the Accra Metropolitan Area in order to alleviate the perennial flooding that occurs in low lying areas of the city, such as the Gbortsui Electoral Area.\n A portion of the middle section of the Mampon drain which runs through Banana Inn has been concrete lined under the 2009 and 2010 Annual Emergency Flood Relief Programme.\n Concrete lining to improve the conveyance capacity of the section of the Chemu drain starting from New Russia through Zambrama Line, Banana Area,\n\nand finally, discharging into the Chemu Lagoon has been completed this year. This was executed under the Mamponse Community Infrastructure Upgrading and Chemu Storm Drainage Programme.\n\nAppraisal for funding from AFD has also been completed in June, this year, for the construction of the Mampon Drain. This project will start from Wowoti Junction through Soko, Abolo Junction, Banana Inn, Sukura, Laterbiokorshie, to end at New Mamprobi.\n\nUpon completion of this stretch of the drain, the entire Gbortsui Electoral Area would have been provided with complete drainage network for flood mitigation.", 
            "time": "11:50:00"
        }, 
        {
            "column": "776", 
            "kind": "speech", 
            "name": "Mr Chaie", 
            "original": "Mr Chaie: Madam Speaker, in the Hon Minister's Answer, he did indicate or stressed the point that an appraisal for fundintg from AFD has been secured in June, 's year. And he has indicated that the project will cover areas like Wowoti Junction through Soko, Abolo Junction, Banana Inn, Sukura, Lartebiokorshie and end at New Mamprobi. I would want to find out from the Hon Minister, we are now in November, has funding been secured? And if that has been secured, when will the project commence?", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in the Hon Minister's Answer, he did indicate or stressed the point that an appraisal for fundintg from AFD has been secured in June, 's year. And he has indicated that the project will cover areas like Wowoti Junction through Soko, Abolo Junction, Banana Inn, Sukura, Lartebiokorshie and end at New Mamprobi. I would want to find out from the Hon Minister, we are now in November, has funding been secured? And if that has been secured, when will the project commence?", 
            "time": "11:50:00"
        }, 
        {
            "column": "776", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, it is the appraisal that has been completed in June. The financing is still) not yet secured. But the AFD is the financial institution that is willing and ready to support this project. Discussions are still ongoing and when they are completed, this House will be called upon to give approval to the proposal;", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, it is the appraisal that has been completed in June. The financing is still) not yet secured. But the AFD is the financial institution that is willing and ready to support this project. Discussions are still ongoing and when they are completed, this House will be called upon to give approval to the proposal;", 
            "time": "11:50:00"
        }, 
        {
            "column": "776", 
            "kind": "speech", 
            "name": "Mr Chaie", 
            "original": "Mr Chaie: Madam Speaker, in his Answer, the Hon Minister did indicate that a drain at the New Russia, Zambarama Line, Banana Inn Down and Dansoman (MrMensahArea) have been completed. That is very true and we the people are very 2€.£pI'6Cl8.'tlV6 of that. But the problem with e area now is the arterial drainage systems, the drains that lead into the mam storm drain- Those areas are low lying areas, and as the Hon Minister indicated in his Answer, I would want to find out", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, in his Answer, the Hon Minister did indicate that a drain at the New Russia, Zambarama Line, Banana Inn Down and Dansoman (MrMensahArea) have been completed. That is very true and we the people are very 2€.£pI'6Cl8.'tlV6 of that. But the problem with e area now is the arterial drainage systems, the drains that lead into the mam storm drain- Those areas are low lying areas, and as the Hon Minister indicated in his Answer, I would want to find out", 
            "time": "12:00:00"
        }, 
        {
            "column": "777", 
            "kind": "continued speech", 
            "name": "Mr Chaie", 
            "original": "[MR CHAIE]", 
            "section": "WORKS AND HOUSING", 
            "speech": "whether his Ministry has ever considered ensuring that drains are provided in these low lying areas to improve the flow of water into the storm drain.", 
            "time": "12:00:00"
        }, 
        {
            "column": "777", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, definitely, the Ministry together with the Hydro- logical Services Department is considering implementing the master plan, a revised master plan drainage works for not only Accra but for the whole country. But Madam Speaker, I am not sure of the area he is talking about now because we do this together with the Accra Metropolitan Assembly (AMA), and sometimes the Department of Roads and Highways. So it depends on the area in question but for the Ministry, there are some of the arterial drains that we are yet to Work on. So those drains are still on the drawing board for consideration.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, definitely, the Ministry together with the Hydro- logical Services Department is considering implementing the master plan, a revised master plan drainage works for not only Accra but for the whole country. But Madam Speaker, I am not sure of the area he is talking about now because we do this together with the Accra Metropolitan Assembly (AMA), and sometimes the Department of Roads and Highways. So it depends on the area in question but for the Ministry, there are some of the arterial drains that we are yet to Work on. So those drains are still on the drawing board for consideration.\n - Madam Speaker. I will like to find out from the Hon Minister - the Wowoti, Soko, Abolo Junction, Banana Inn, Sukura, Laterbiokorshie end of the storm drain - whether in the designs, consideration will be made for these arterial drainage systems since the first one has been completed without those things taken into consideration.", 
            "time": "12:00:00"
        }, 
        {
            "column": "777", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, the first consideration is to deal with the main drains and the financing we are seeming are for the main drains, not the arterial drains yet. We may consider different\ndesigns for arterial drains but the main drains are very, very expensive to use the under ground type of covered drain work. These ones are just concrete linings - Widening, deepening and putting concrete linings. That might not be the case for the arterial drains. They may be covered drains and depending on which of the institutions, whether it is the Department of Roads and Highways or Al\\/IA or my Ministry, we will have to do that in order not to allow the drains to be used as a source of dumping of waste by various households. This is what we are considering now.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, the first consideration is to deal with the main drains and the financing we are seeming are for the main drains, not the arterial drains yet. We may consider different\n\ndesigns for arterial drains but the main drains are very, very expensive to use the under ground type of covered drain work. These ones are just concrete linings - Widening, deepening and putting concrete linings. That might not be the case for the arterial drains. They may be covered drains and depending on which of the institutions, whether it is the Department of Roads and Highways or Al\\/IA or my Ministry, we will have to do that in order not to allow the drains to be used as a source of dumping of waste by various households. This is what we are considering now.", 
            "time": "12:00:00"
        }, 
        {
            "column": "778", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, shall we move to the last Question -- Hon Ahmed Ibrahim, Tain. Yes, Hon Member, your Question now.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Yes, shall we move to the last Question -- Hon Ahmed Ibrahim, Tain. Yes, Hon Member, your Question now.\n Provision of small town water project to some communities in the Tain District\n Q. 814. MrAhmed Ibrahim asked the Minister for Water Resources, Works and Housing when the following communities in the Tain District would be provided with small town water project: (i) Debebi; (ii) Brodi; (iii) Brahani; (iv) Menji; (v) Namasa; (vi) Banda-Ahenkro_", 
            "time": "12:00:00"
        }, 
        {
            "column": "778", 
            "kind": "speech", 
            "name": "Mr Bagbin: Madam Speaker, records- from CWSA database indicate the current water situation in these communities as follows", 
            "original": "Mr Bagbin: Madam Speaker, records- from CWSA database indicate the current water situation in these communities as follows:\nNo Community Projected 2010 Population Number of Boreholes in Community\n1 Debebi 7318 7\n2 Brodi 4613 9\n3 Brahani 6105 10\n4 Menji 3235 4\n5 Namasa 2682 6\n6 Banda-Ahenkro 4323 5 [/Table]", 
            "section": "WORKS AND HOUSING", 
            "speech": "\n\nNo Community Projected 2010 Population Number of Boreholes in Community\n\n1 Debebi 7318 7\n\n2 Brodi 4613 9\n\n3 Brahani 6105 10\n\n4 Menji 3235 4\n\n5 Namasa 2682 6\n\n6 Banda-Ahenkro 4323 5 [/Table]", 
            "time": "12:00:00"
        }, 
        {
            "column": "779", 
            "kind": "continued speech", 
            "name": "Mr Bagbin: Madam Speaker, records- from CWSA database indicate the current water situation in these communities as follows", 
            "original": "[MR BAGBIN]", 
            "section": "WORKS AND HOUSING", 
            "speech": "From the above records, the residents of the towns rely on boreholes fitted with handpumps for their daily Water supply needs.\n From the projected 20 10 population, all the towns fall within CWSA classification of small towns and will therefore, require small town water supply systems for their water supply needs.\n Currently, the Government with the assistance of the IDA of the World Bank is implementing the Sustainable Rural Water and Sanitation Project in six (6) regions. including the -Brong-Ahafo Region.\n Tain District is one of the beneficiary districts under the project. The selection of beneficiary towns is the responsibility of the Regional Co-ordinating Councils which are the implementers of the project.\n I, therefore, urge the Hon Member to liaise with his District Chief Executive for any or all of the towns to he selected and confirmed by the Regional Co-ordinating Councils as beneficiary communities. The Ministry would continue to source funding to ensure that towns that are not selected are served in the very near future.", 
            "time": "12:00:00"
        }, 
        {
            "column": "779", 
            "kind": "speech", 
            "name": "MrA. Ibrahim", 
            "original": "MrA. Ibrahim: Madam Speaker, just as the Hon Minister has said, the selection is done by the DistrictAssembly and must be confirmed by the Regional Co- ordinating Councils. I would want to know whether there is a ceiling for the number of communities that are to be confirmed by the Brong-Ahafo Regional Co- ordinating Council.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, just as the Hon Minister has said, the selection is done by the DistrictAssembly and must be confirmed by the Regional Co- ordinating Councils. I would want to know whether there is a ceiling for the number of communities that are to be confirmed by the Brong-Ahafo Regional Co- ordinating Council.", 
            "time": "12:00:00"
        }, 
        {
            "column": "779", 
            "kind": "speech", 
            "name": "Mr Bagbin", 
            "original": "Mr Bagbin: Madam Speaker, we have not yet received the inputs from the region\nand so, I will not be able to tell the ceiling. There is funding that is 'made available and depending on the cost of the projects, the number of beneficiary communities could be determined and that has not yet been submitted to the Ministry.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Madam Speaker, we have not yet received the inputs from the region\n\nand so, I will not be able to tell the ceiling. There is funding that is 'made available and depending on the cost of the projects, the number of beneficiary communities could be determined and that has not yet been submitted to the Ministry.", 
            "time": "12:00:00"
        }, 
        {
            "column": "780", 
            "kind": "speech", 
            "name": "MrA. Ibrahim", 
            "original": "MrA. Ibrahim: Thank you very much, Madam Speaker. I am done.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Thank you very much, Madam Speaker. I am done.", 
            "time": "12:00:00"
        }, 
        {
            "column": "780", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, I think this is the time to thank the Hon Minister for Water Resources, Works and Housing.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Yes, I think this is the time to thank the Hon Minister for Water Resources, Works and Housing.\n Hon Minister, thank you very much. You are discharged.\n Hon Leader, I think we agreed to move to the commencement of Public Business and then item 9-. Are you ready to present the Papers?", 
            "time": "12:00:00"
        }, 
        {
            "column": "780", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Item 5.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Item 5.", 
            "time": "12:00:00"
        }, 
        {
            "column": "780", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Item 5, then Laying of Papers --item 5 (a), please.", 
            "section": "WORKS AND HOUSING", 
            "speech": "Item 5, then Laying of Papers --item 5 (a), please.", 
            "time": "12:00:00"
        }, 
        {
            "heading": "PAPERS", 
            "kind": "heading", 
            "original": "PAPERS", 
            "time": "12:10:00"
        }, 
        {
            "column": "781", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Leader, which item comes on now?", 
            "section": "PAPERS", 
            "speech": "Hon Leader, which item comes on now?", 
            "time": "12:10:00"
        }, 
        {
            "column": "781", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, we will take item numbered 9. We will try to complete the Bill on Renewable Energy and that is on page 27 of the Order Paper - item 9 at page 27 of the Order Paper. The rest are deferred for the meantime.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, we will take item numbered 9. We will try to complete the Bill on Renewable Energy and that is on page 27 of the Order Paper - item 9 at page 27 of the Order Paper. The rest are deferred for the meantime.", 
            "time": "12:10:00"
        }, 
        {
            "column": "781", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, Consideration Stage would be considered by the Second Deputy Speaker.\n[MR SECOND DEPUTY SPEAKER IN\nCHAIR]", 
            "section": "PAPERS", 
            "speech": "Hon Members, Consideration Stage would be considered by the Second Deputy Speaker.\n\n[MR SECOND DEPUTY SPEAKER IN\n\nCHAIR]", 
            "time": "12:12:00"
        }, 
        {
            "column": "781", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, item numbered 9 - Renewable\nEnergy Bill, 2010 at the Consideration Stage?", 
            "section": "PAPERS", 
            "speech": "Hon Members, item numbered 9 - Renewable\n\nEnergy Bill, 2010 at the Consideration Stage?", 
            "time": "12:12:00"
        }, 
        {
            "column": "782", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, by the order of business, Madam Speaker just went through item numbered 5 . Chronologically, we have Motions which are captured as item numbered 6 in respect of the College of Education Bill.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, by the order of business, Madam Speaker just went through item numbered 5 . Chronologically, we have Motions which are captured as item numbered 6 in respect of the College of Education Bill.\n Then we have item numbered 7, University of Health and Allied Sciences Bill, 2011. For item numbered 8, there is also another Bill - University of Energy and Natural Resources Bill, 201 1. The Hon Majority Leader just sounded that they have been deferred and then said that we should go to item numbered 9. What explains that? Can he inform us What the reason is for purposes of the record?", 
            "time": "12:12:00"
        }, 
        {
            "column": "782", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, item numbered 9, which is Renewable Energy Bill is what I may term as \"bald head\" Bill.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, item numbered 9, which is Renewable Energy Bill is what I may term as \"bald head\" Bill.\n I think that it is only fair for us to complete that Bill that was carried forward from the last Meeting, so that we can complete this and tackle the new Bills.\n Items numbered 6, 7 and 8 have not been commenced at the Consideration Stage. So I thought that it would be prudent to complete that one, to make it neater for us to go back to those other Bills. Besides, the Hon Minister for Education and her Deputy who have been piloting these two Bills are not in the House today and once we can still do business with some other Ministers who are available and their matters are on the Order Paper, I think that we can make that variation.", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So in effect, with regard to item numbered 6, the Hon Minister is not here to move the Motion?", 
            "section": "PAPERS", 
            "speech": "So in effect, with regard to item numbered 6, the Hon Minister is not here to move the Motion?", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Exactly so, Mr Speaker. Similarly, items numbered 7 and 8, it is the same Minister who will pilot those two Bills but she is not available. So item numbered 9, the Hon Minister is here to assist us in piloting or completing it and that is Renewable Energy Bill.", 
            "section": "PAPERS", 
            "speech": "Exactly so, Mr Speaker. Similarly, items numbered 7 and 8, it is the same Minister who will pilot those two Bills but she is not available. So item numbered 9, the Hon Minister is here to assist us in piloting or completing it and that is Renewable Energy Bill.", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader, does that satisfy your query?", 
            "section": "PAPERS", 
            "speech": "Hon Minority Leader, does that satisfy your query?", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, partially. When the Hon Majority Leader said item numbered 9, we have partially dealt with it and so it should continue. I think that makes sense. But when he said to us that in respect of the three others, that is, items numbered 6, 7 an.d 8, one of the reasons for standing them down i.s because the Hon Minister is unavailable. I do not think he really sounds convincing and persuasive by that.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, partially. When the Hon Majority Leader said item numbered 9, we have partially dealt with it and so it should continue. I think that makes sense. But when he said to us that in respect of the three others, that is, items numbered 6, 7 an.d 8, one of the reasons for standing them down i.s because the Hon Minister is unavailable. I do not think he really sounds convincing and persuasive by that.\n That is because it was one of the Deputy Ministers who was running us through them and he would recall that we were to take this last Thursday, we could not do that; so we assured him that we were going to do it on Friday. On Friday, we had to plead with him that we would rather take them to day. So if he says that the Hon Minister is unavailable, what about the Deputy Ministers?", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, we will make progress -", 
            "section": "PAPERS", 
            "speech": "Hon Members, we will make progress -", 
            "time": "12:12:00"
        }, 
        {
            "column": "783", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, with respect, I believe that we deserve an answer to this because we ourselves assured the Hon Minister that we were going to do it- last Friday and he was here when we could not do it --- we assured him that we were going to do it today.\nThe Hon Majority Leader has informed us that the Hon Minister is unavailable and that he is travelled but the Deputy Ministers may be in the system. So why can we not take them'? The second leg of the answer is convincing but certainly, not the first part. If there are further and better particulars that could be supplied, we standby for that.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, with respect, I believe that we deserve an answer to this because we ourselves assured the Hon Minister that we were going to do it- last Friday and he was here when we could not do it --- we assured him that we were going to do it today.\n\nThe Hon Majority Leader has informed us that the Hon Minister is unavailable and that he is travelled but the Deputy Ministers may be in the system. So why can we not take them'? The second leg of the answer is convincing but certainly, not the first part. If there are further and better particulars that could be supplied, we standby for that.", 
            "time": "12:12:00"
        }, 
        {
            "column": "784", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, similarly, the Hon Deputy Minister whom the Hon Minority Leader is indicating that we gave him the assurance is not available in the House; he has travelled outside the country just like the Hon Minister. So we made the pledge to him but he is not here. So they have graciously asked that if it could be deferred for them to come and participate, they would be grateful.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, similarly, the Hon Deputy Minister whom the Hon Minority Leader is indicating that we gave him the assurance is not available in the House; he has travelled outside the country just like the Hon Minister. So we made the pledge to him but he is not here. So they have graciously asked that if it could be deferred for them to come and participate, they would be grateful.\n For example, if item numbered 9 was not available on the Order Paper for us to do business, we could use any other Minister to move a Motion, then we can go ahead because we have indicated in this House that the absence of a Minister per se should not prevent us from taking a Bill. We have said that before and I stand by it. But we have some other business to be doing and that was why I said we could go ahead and complete the \"bald head\" Bill and then make it neater and come back to the others that are new.", 
            "time": "12:12:00"
        }, 
        {
            "column": "784", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. But Hon Majority Leader, you would realise that when there are two or three Hon Ministers from a Ministry, when a Minister is very much aware of the state of business in this Honourable House, only for us to come and be told that such a Minister has travelled, the impression may be founded that Parliament's business is the least and anything that comes up may well take precedence over it.", 
            "section": "PAPERS", 
            "speech": "Very well. But Hon Majority Leader, you would realise that when there are two or three Hon Ministers from a Ministry, when a Minister is very much aware of the state of business in this Honourable House, only for us to come and be told that such a Minister has travelled, the impression may be founded that Parliament's business is the least and anything that comes up may well take precedence over it.", 
            "time": "12:12:00"
        }, 
        {
            "column": "785", 
            "kind": "continued speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "[MR SECOND DEPUTY SPEAKER]", 
            "section": "PAPERS", 
            "speech": "That is something that this Honourable House should not take lightly if we want to maintain a certain amount of dignity and independence of the Executive. It does not matter who is in Government but I would have thought that this Honourable House would jealously want to guard its frontiers in this regard. But very well, shall We?", 
            "time": "12:12:00"
        }, 
        {
            "column": "785", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, I agree with you.", 
            "section": "PAPERS", 
            "speech": "Mr Speaker, I agree with you.", 
            "time": "12:12:00"
        }, 
        {
            "column": "785", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much. I am glad you are agreeable because it is the dignity of this entire House. And please, Hon Majority Leader, if you can bring this to the appropriate quarters, that this House cannot simply keep bending limitlessly and its programmes jolted in this manner.", 
            "section": "PAPERS", 
            "speech": "Thank you very much. I am glad you are agreeable because it is the dignity of this entire House. And please, Hon Majority Leader, if you can bring this to the appropriate quarters, that this House cannot simply keep bending limitlessly and its programmes jolted in this manner.\n Very well. Shall we proceed with item 9 on the Order Paper _--- Renewable Energy Bill at the Consideration Stage?", 
            "time": "12:20:00"
        }, 
        {
            "heading": "BILLS -- CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "BILLS -- CONSIDERATION STAGE", 
            "time": "12:20:00"
        }, 
        {
            "column": "785", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr Moses A. Asaga): Mr Speaker, I beg to move, clause 27, sub-clause (1), delete and insert the following", 
            "original": "Chairman of the Committee (Mr Moses A. Asaga): Mr Speaker, I beg to move, clause 27, sub-clause (1), delete and insert the following:\nThe reason is that the Public Utilities Regulatory Commission (PURC) is normally involved in the determination of the prices at which utility companies buy power from utility energy sources. But even most important is the fact that we are dealing with renewable energy which is normally very, very expensive. Therefore, it is the duty of the PURC to also indicate the quantity allowable for production.\n- This is because, if the PURC is not involved in the approval of the Power PurchaseAgreement (PPA), the generator or the distributors may want to push in more solar energy into the system and because that is very, very expensive, we would have the end-users being at a disadvantage. That is why PURC should look at how much energy you want to put into the system.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"An electricity distribution utility shall not buy or negotiate a Power Purchase Agreement with a generator of electricity from renewable energy sources without the Written approval of the Public Utilities Regulatory Commission\".\n\nThe reason is that the Public Utilities Regulatory Commission (PURC) is normally involved in the determination of the prices at which utility companies buy power from utility energy sources. But even most important is the fact that we are dealing with renewable energy which is normally very, very expensive. Therefore, it is the duty of the PURC to also indicate the quantity allowable for production.\n\n- This is because, if the PURC is not involved in the approval of the Power PurchaseAgreement (PPA), the generator or the distributors may want to push in more solar energy into the system and because that is very, very expensive, we would have the end-users being at a disadvantage. That is why PURC should look at how much energy you want to put into the system.", 
            "time": "12:20:00"
        }, 
        {
            "column": "786", 
            "kind": "speech", 
            "name": "Mr Joseph K. Adda", 
            "original": "Mr Joseph K. Adda:,Mr Speaker, indeed, I do share some of the sentiments of my Hon Chairperson, in the sense that the PURC is a critical institution in the final approval of Power Purchase Agreements. But the only problem that I have With this amendment is that, it talks about negotiating a Power Purchase Agreement. Unless we consider negotiations to mean that they are legally binding even before the actual signing of the PPA, I do not see why we should get a written approval before they enter into business discussions. This is because I consider negotiations to be business discussions or another form of business discussions.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": ",Mr Speaker, indeed, I do share some of the sentiments of my Hon Chairperson, in the sense that the PURC is a critical institution in the final approval of Power Purchase Agreements. But the only problem that I have With this amendment is that, it talks about negotiating a Power Purchase Agreement. Unless we consider negotiations to mean that they are legally binding even before the actual signing of the PPA, I do not see why we should get a written approval before they enter into business discussions. This is because I consider negotiations to be business discussions or another form of business discussions.\n In other words, if a prospective investor comes into the country, he is looking to convert waste to energy; he is looking to build some solar or wind mills and wants to look at the prospects and talking to the Utilities. Those discussions might eventually lead on to the actual negotiations, which is Where I think the", 
            "time": "12:20:00"
        }, 
        {
            "column": "787", 
            "kind": "continued speech", 
            "name": "Mr Joseph K. Adda", 
            "original": "[MR ADDA]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "amendment is insisting that the approval for the negotiations should come in a written form from the PURC.\n But I think if in the business sense of the prospective investor, getting into this detailed business discussions with the PURC as to what they can charge or what the PURC can take -- it is a matter of give and take until the figures are finally agreed on before the approach is made to PURC for them to sign off on that.\n So I think if we go with this amendment, we are simply bringing in a bureaucratic process that prevents business consultation. So I think the earlier clause that we had, clause 27 (1) was fine because\" the guidelines can be provided, the investor can go on and start the discussions and perhaps, go into negotiations, but they would not take effect until they sign off on the PPA.\n So this, I think is too restrictive and it introduces bureaucratic elements into the whole process and may be a disincentive in a way. If couching it the way it is -\n Mr Speaker, I think that this is very restrictive, bureaucratic and I do not think it is good for prospective investors to come and invest in the renewable sector.", 
            "time": "12:20:00"
        }, 
        {
            "column": "787", 
            "kind": "speech", 
            "name": "Mr Emmanuel Armah-Kofi Buah", 
            "original": "Mr Emmanuel Armah-Kofi Buah: Mr Speaker, I think the Hon Member made a very good point. The point he is making is that the power purchase negotiation is concluded and then the PURC would come.\nmuch tariff is being agreed to and determine what is the percentage that is being agreed on.\nUnder this we are making an effort to make sure renewable energy sources really go up. The reason has not gone up as has been rightly pointed out, has to do with how expensive renewable energy sources have been in the past.\nUnder this law, the utilities are going to be required to buy a certain percentage of the renewable energy sources, to make sure it is mixed with hydro and other sources. In that sense, the PURC, which is really there to protect the interest of consumers must be part of these initial power purchase negotiations. It is very important to protect the interest of the consumer in the final analysis and to ensure that they have some leverage on the amount of power, renewable energy sources, that is coming into the system.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the Hon Member made a very good point. The point he is making is that the power purchase negotiation is concluded and then the PURC would come.\n I think what this provision is seeking to provide is to get the PURC to be part of this whole negotiation to determine how\n\nmuch tariff is being agreed to and determine what is the percentage that is being agreed on.\n\nUnder this we are making an effort to make sure renewable energy sources really go up. The reason has not gone up as has been rightly pointed out, has to do with how expensive renewable energy sources have been in the past.\n\nUnder this law, the utilities are going to be required to buy a certain percentage of the renewable energy sources, to make sure it is mixed with hydro and other sources. In that sense, the PURC, which is really there to protect the interest of consumers must be part of these initial power purchase negotiations. It is very important to protect the interest of the consumer in the final analysis and to ensure that they have some leverage on the amount of power, renewable energy sources, that is coming into the system.", 
            "time": "12:20:00"
        }, 
        {
            "column": "788", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, under normal circumstances, I may have agreed with my Hon Chairperson of the Energy Committee but I think there is a reason this provision-is being made.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, under normal circumstances, I may have agreed with my Hon Chairperson of the Energy Committee but I think there is a reason this provision-is being made.\n In fact, if I were going to sign a PPA and the PURC is not involved, I would not be interested. This is because the tariff structure is the most crucial part of this Agreement. So it would be in the interest of any investor to, right from day one, assure themselves that the PURC is right in the middle of things and knows what is going to happen. This is because if they are not, and you start talking to distribution utility and they start taking you back and forth, it is a waste of your time.\n So you want the PURC to be at the centre of it right from day one. Then you can be assured that what you are doing is going to be binding. If you just talk to the company and then you spend three or four", 
            "time": "12:20:00"
        }, 
        {
            "column": "789", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[DR A. A. OSEI]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "weeks, and in the end, PURC comes and says, \"I am sorry, this is not acceptable\", you would have Wasted your time. So I think this rather protects; it is not bureaucratic-\n If the PURC is not in at the beginning and I were the investor, I would not be interested because without their tariff agreement, nothing can be done. So I think it is a very important provision.", 
            "time": "12:20:00"
        }, 
        {
            "column": "789", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I think where we were before we stood this provision down, strictly relates to how to capture that provision better than has been done here. I think our attention was drawn to the fact that one cannot buy a PPA and that we should have a construction which would perhaps, capture the senses better.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think where we were before we stood this provision down, strictly relates to how to capture that provision better than has been done here. I think our attention was drawn to the fact that one cannot buy a PPA and that we should have a construction which would perhaps, capture the senses better.\n We are talking about negotiating a PPA or buying power from a generator of electricity from a renewable energy source. I think the way we have captured the two, is a bit clumsy. So I think we can have a better construction:\n \"An electricity distribution utility shall not negotiate a Power Purchase Agreement with or buy power from a generator of electricity from a renewable energy source Without the written approval of the Public Utilities Regulatory Commission\".\n I think that is the sense that We want to capture.", 
            "time": "12:20:00"
        }, 
        {
            "column": "789", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. So in principle, you accept the involvement ab-initio of the authority of the Regulatory Commission, but it is only a matter of now rephrasing this.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well. So in principle, you accept the involvement ab-initio of the authority of the Regulatory Commission, but it is only a matter of now rephrasing this.", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: I think the Hon Minority Leader's rendition' does not remove the principles, and once the principles are still embedded in that clause, if We can just capture it -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I think the Hon Minority Leader's rendition' does not remove the principles, and once the principles are still embedded in that clause, if We can just capture it -", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: You are agreeable?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "You are agreeable?", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Yes.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes.", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader, if you can simply restate the formulation and then we make progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, if you can simply restate the formulation and then we make progress.", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: 'Mr Speaker,", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "'Mr Speaker,\n \"An electricity distribution utility shall not negotiate a Power Purchase Agreement with or buy power from a generator of electricity from a renewable energy source Without a written approval .of the Public Utilities Regulatory Corn- mission\".", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Adda: Mr Speaker, indeed, my contention had to deal with negotiating a PPA. So if we were going to go along with what the Hon Minority Leader is proposing, perhaps, we need to include the \"Power Purchase Agreement\" along with the \"negotiations\" as he is pro- posing, which means that, it will read like this", 
            "original": "Mr Adda: Mr Speaker, indeed, my contention had to deal with negotiating a PPA. So if we were going to go along with what the Hon Minority Leader is proposing, perhaps, we need to include the \"Power Purchase Agreement\" along with the \"negotiations\" as he is pro- posing, which means that, it will read like this:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "' \"An electricity distribution utility shall not negotiate a Power Purchase Agreement . . .\"\n I think in his review, he left out the \"Power Purchase Agreement\". [Interruptions]", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Adda", 
            "original": "Mr Adda: You included it?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "You included it?", 
            "time": "12:30:00"
        }, 
        {
            "column": "790", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Yes.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes.", 
            "time": "12:30:00"
        }, 
        {
            "column": "791", 
            "kind": "speech", 
            "name": "Mr Adda", 
            "original": "Mr Adda: Oh, then it is acceptable.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Oh, then it is acceptable.", 
            "time": "12:30:00"
        }, 
        {
            "column": "791", 
            "kind": "speech", 
            "name": "Mr Joseph B. Aidoo", 
            "original": "Mr Joseph B. Aidoo: Mr Speaker, I have no problem with the principle underlying this provision but I have difficulty with an aspect of the principle which seeks to suggest that a distribution utility cannot negotiate with a power generator.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I have no problem with the principle underlying this provision but I have difficulty with an aspect of the principle which seeks to suggest that a distribution utility cannot negotiate with a power generator.", 
            "time": "12:30:00"
        }, 
        {
            "column": "791", 
            "kind": "speech", 
            "name": "Mr Speaker, my difficulty is with the negotiation. I believe that a utility body can buy or cannot buy power from a generator? But then, it can on its own go and negotiate for whatever terms it wants to come with. So if the term \"negotiation\" can be removed from this provision and then we only have", 
            "original": "Mr Speaker, my difficulty is with the negotiation. I believe that a utility body can buy or cannot buy power from a generator? But then, it can on its own go and negotiate for whatever terms it wants to come with. So if the term \"negotiation\" can be removed from this provision and then we only have: --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "--\n \"shall not buy a Power Purchase Agreement with a generator of electricity from renewable energy sources . . .\"\n Then I will be comfortable with this provision. But to say that it cannot negotiate with a generator of electricity, I think it is too extreme. [Interruptions.] Yes, \"the Power Purchase Agreement\", there should be flexibility -- [Interruption]", 
            "time": "12:30:00"
        }, 
        {
            "column": "791", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! Hon Member, address the Chair; you have the floor; please go on.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Order! Hon Member, address the Chair; you have the floor; please go on.", 
            "time": "12:30:00"
        }, 
        {
            "column": "791", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I would want to believe that if power had been generated and somebody is interested in that power, that person should go on his own accord to negotiate. But when it comes to the buying of that power (that electricity), then the regulatory body can come in. But not at the stage when they are negotiating. Why should we restrict the process of negotiation?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would want to believe that if power had been generated and somebody is interested in that power, that person should go on his own accord to negotiate. But when it comes to the buying of that power (that electricity), then the regulatory body can come in. But not at the stage when they are negotiating. Why should we restrict the process of negotiation?", 
            "time": "12:30:00"
        }, 
        {
            "column": "792", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members,-the problem simply is, at what stage should the regulatory body come in? There is the school of thought that they should come in-after negotiations- Some say, they should", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Members,-the problem simply is, at what stage should the regulatory body come in? There is the school of thought that they should come in-after negotiations- Some say, they should\n Last contribution from the Hon Minister. I would want the Hon Member for Nkoranza South (Mr Amporfo Twumasi) to contribute and then the Hon Minister will speak and we put the Question. _", 
            "time": "12:30:00"
        }, 
        {
            "column": "792", 
            "kind": "speech", 
            "name": "Mr Kwame Amporfo Twumasi", 
            "original": "Mr Kwame Amporfo Twumasi: Mr Speaker, I tend not to agree with the amendment proposed by the Hon Chairman of the Committee.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I tend not to agree with the amendment proposed by the Hon Chairman of the Committee.\n First and foremost, we have to identify what role we want the PURC to play in this sense, and that is defined that it should provide the guidelines for negotiating. So that if a utility company wants to purchase, then starting even with the negotiations, there should be guidelines provided by the PURC that will guide the process of negotiating. Then after that, when it comes to maybe, the \"Purchase\" because they have followed the guidelines to the letter, approval will then be given by the PURC.\n Also importantly, because we want to deregulate the energy sector, we should not be putting so much into the hands of the PURC such that if it decides that, \"no, this is not what I want\", no company will be able to go into that area. So we have to identify what role we Want the PURC to play and that role is what the original clause is proposing to us. It should provide the guidelines to guide companies that would want to go into negotiating of the purchase of the electricity generated from the renewable source.", 
            "time": "12:30:00"
        }, 
        {
            "column": "793", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I think the points made are very important. But Mr Speaker, I made a point earlier that the reason renewable sources of energy have remained under 0.01 per cent in this country has to do with the fact that there has not been a real incentive for businesses for the private sector to come in. That is because if the distribution companies are buying hydro for 7 cents and they have to buy renewable sources for 17 cents, quite clearly, it is good business decision to continue buying hydro.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the points made are very important. But Mr Speaker, I made a point earlier that the reason renewable sources of energy have remained under 0.01 per cent in this country has to do with the fact that there has not been a real incentive for businesses for the private sector to come in. That is because if the distribution companies are buying hydro for 7 cents and they have to buy renewable sources for 17 cents, quite clearly, it is good business decision to continue buying hydro.\n This focus is trying to find a way to get the private sector to come in. If you look at the Bill, we were talking about creating a Fund, getting the PURC to balance all sources of energy to try to get the businessmen who are coming to generate the renewable sources, that this will make business sense, come and invest in renewable sources.\n So the PURC's role is very important. One; in terms of being part of the PPA negotiation -- in terms of providing \"guidelines\" they are being part. But also importantly, to make sure that they help set the tariff for the amount that is really being agreed on by the distribution company and the provider of that kind of renewable sources of energy. The role of the PURC in both cases is very, very important. I think that is what this amendment tends to capture.", 
            "time": "12:30:00"
        }, 
        {
            "column": "793", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minister, you are for the amendment as further amended by the Hon Minority Leader.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minister, you are for the amendment as further amended by the Hon Minority Leader.\n Hon Adda, your last word.", 
            "time": "12:30:00"
        }, 
        {
            "column": "793", 
            "kind": "speech", 
            "name": "Mr Adda", 
            "original": "Mr Adda: Mr Speaker, taking off from where my Hon Colleague, the former Deputy Minister for Energy as well as the former Western Regional Minister have said, I think it goes without saying that\nwhen PURC is approving - it gives a written approval. It necessarily will link up with the \"guidelines\". But I think judging from the Minority Leader's amendment, it may be wise for us to separate these two; that is the \"buying\" and the \"negotiations\" and state clearly about the buying and saying that we cannot buy without the written approval and then the negotiations should also be in line with the \"guidelines\".\nSo if We can break them into two. I am proposing a further amendment to what he brought up, so that we have two different subclauses that would read as follows:\n\"An electricity distribution utility shall not buy power from a generator of electricity from renewable energy sources without written approval of the Public Utilities Regulatory Commission\".\nThat is on buying - Then we can have a second one that states as follows:\n\"The electricity shall not negotiate or shall use the guidelines provided by Public Utilities Regulatory Commission to negotiate the Power Purchase Agreement\".\nIt is just being explicit about the use of the guidelines.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, taking off from where my Hon Colleague, the former Deputy Minister for Energy as well as the former Western Regional Minister have said, I think it goes without saying that\n\nwhen PURC is approving - it gives a written approval. It necessarily will link up with the \"guidelines\". But I think judging from the Minority Leader's amendment, it may be wise for us to separate these two; that is the \"buying\" and the \"negotiations\" and state clearly about the buying and saying that we cannot buy without the written approval and then the negotiations should also be in line with the \"guidelines\".\n\nSo if We can break them into two. I am proposing a further amendment to what he brought up, so that we have two different subclauses that would read as follows:\n\n\"An electricity distribution utility shall not buy power from a generator of electricity from renewable energy sources without written approval of the Public Utilities Regulatory Commission\".\n\nThat is on buying - Then we can have a second one that states as follows:\n\n\"The electricity shall not negotiate or shall use the guidelines provided by Public Utilities Regulatory Commission to negotiate the Power Purchase Agreement\".\n\nIt is just being explicit about the use of the guidelines.", 
            "time": "12:30:00"
        }, 
        {
            "column": "794", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I think this has been argued in extenso.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I think this has been argued in extenso.\n Hon Minority Leader, for the avoidance of doubt, please, reiterate the amendment.", 
            "time": "12:40:00"
        }, 
        {
            "column": "794", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu: MI Speaker, I said that the construction should be follows", 
            "original": "Mr Kyei-Mensah-Bonsu: MI Speaker, I said that the construction should be follows:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu: MI Speaker, I said that the construction should be follows", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"An electricity distribution utility shall not negotiate a Power Purchase Agreement with or buy power from a generator of electricity from a renewable energy source without the written approval of the Public Utilities Regulatory Commission\".\n Question put and amendment agreed to.\n 4 Mr Second Deputy Speaker: There is a further amendment to clause 27. If anybody feels strongly about this, we can take it up at the Second Consideration Stage, but that is what we have at the moment.\n There is a further amendment to clause 27 standing in the name of the Hon Chairman of the Committee.", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "speech", 
            "name": "MrAsaga: Mr Speaker, I beg to move, clause 27, add the following new sub-clause", 
            "original": "MrAsaga: Mr Speaker, I beg to move, clause 27, add the following new sub-clause:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"An electricity distribution utility which \"contravenes subsection (1), commits an offence and is liable on summary conviction to a fine often thousand penalty units\".\n So this is a sanction for contravening the clauses.", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It is consequential. The sanction that flows from contravening the provision already adopted.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is consequential. The sanction that flows from contravening the provision already adopted.\n Question put and amendment agreed to.\n Clause 27 as amended ordered to stand part of the Bill.", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: From the previous work done, we have done with clause 28 to 46.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "From the previous work done, we have done with clause 28 to 46.\n Hon Chairman, if my memory serves me right, that is where we are. Therefore,_ we move to clause 47.\n Clause 47 - Offences and penalties.", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "speech", 
            "name": "MrAsaga", 
            "original": "MrAsaga: Mr Speaker, I beg to move, clause 47, headnote, delete and insert \"Other offences and penalties\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 47, headnote, delete and insert \"Other offences and penalties\".\n I think this was looked at seriously. With the Hon Minority Leader, we all tried to see why we should insert \"other offences\". And this is to distinguish it from other penalties that were mentioned earlier.\n Mr Speaker, the correction was \"other offences and penalties\".\n Question put and amendment agreed to.", 
            "time": "12:40:00"
        }, 
        {
            "column": "795", 
            "kind": "speech", 
            "name": "Mr Asaga: Mr Speaker, I beg to move, clause 47, delete and insert the following", 
            "original": "Mr Asaga: Mr Speaker, I beg to move, clause 47, delete and insert the following:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "(a.) Display at the point of sale the proportion of bio-fuel contained in the bio-fuel blend contrary to section 43; or\n (b) Maintain the equipment and property used in the provision of the service contrary to paragraph (a) of section 45; or\n (c) Comply with the technical standards established by the Commission, Commits an offence and is liable on summary conviction to a fine not exceeding five thousand penalty units and if the offence is continuing one to", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "continued speech", 
            "name": "Mr Asaga: Mr Speaker, I beg to move, clause 47, delete and insert the following", 
            "original": "[MR ASAGA]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "a further fine not exceeding fifty penalty units for each day or part of a day during which the offence has continued\".\n This is a redrafting of the clause to make it clearer. The initial rendition was a bit clumsy, so we wanted to clarify it better.", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker: Very well- Except that Hon Chairman, you want to keep under (b), second line ", 
            "original": "Mr Second Deputy Speaker: Very well- Except that Hon Chairman, you want to keep under (b), second line : --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "--\n \". . . provision of the service contrary to paragraph of section 45\".\n i Mr Asaga: Mr Speaker, \"paragraph (a)\".", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Paragraph (a). So that is missing?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Paragraph (a). So that is missing?", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Yes.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes.", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So it should be included?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So it should be included?", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Yes.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes.", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Can you read it out for us, otherwise, something is missing?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Can you read it out for us, otherwise, something is missing?", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, . \"maintain the equipment and property used in the provision of the service contrary to paragraph (a) of section 45\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, . \"maintain the equipment and property used in the provision of the service contrary to paragraph (a) of section 45\".", 
            "time": "12:40:00"
        }, 
        {
            "column": "797", 
            "kind": "speech", 
            "name": "Mrs Gifty E. Kusi", 
            "original": "Mrs Gifty E. Kusi: Mr Speaker, there is something else that should have come but it is not here. At the Committee, I noted it down but --\"\nI do not know. I wrote it in my notes that when they_are taking the amendments, they would do something about it - [Interruption] You were not there at that time.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, there is something else that should have come but it is not here. At the Committee, I noted it down but --\"\n \"A licensee who fails to comply with the provision of section 20 of this Bill -\" '\n\nI do not know. I wrote it in my notes that when they_are taking the amendments, they would do something about it - [Interruption] You were not there at that time.", 
            "time": "12:40:00"
        }, 
        {
            "column": "798", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Whip, will you be in a position to give us a rendition?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Whip, will you be in a position to give us a rendition?", 
            "time": "12:40:00"
        }, 
        {
            "column": "798", 
            "kind": "speech", 
            "name": "Mrs Kusi: That if there will be a (d), which says that", 
            "original": "Mrs Kusi: That if there will be a (d), which says that:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"A licensee who fails to comply with the provision of section 20 of this Bill\".", 
            "time": "12:40:00"
        }, 
        {
            "column": "798", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And that is all you propose for (d)?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "And that is all you propose for (d)?", 
            "time": "12:50:00"
        }, 
        {
            "column": "798", 
            "kind": "speech", 
            "name": "Mrs Kusi", 
            "original": "Mrs Kusi: Mr Speaker, he has already brought \"a person who fails to\", so the (d) would comply with section 20 of this Bill", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, he has already brought \"a person who fails to\", so the (d) would comply with section 20 of this Bill\n At the Committee level, I noted this down, but I do not know if it has been thrown away. Has it been thrown away?", 
            "time": "12:50:00"
        }, 
        {
            "column": "798", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr-Speaker, I think the committee created a sanction regime earlier. So if maybe, that one was not included, that could go there, to that part. This is because the part that we are dealing with is a different part altogether, which is why we are saying \"other offences and penalties\" does not capture under that one that was created.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr-Speaker, I think the committee created a sanction regime earlier. So if maybe, that one was not included, that could go there, to that part. This is because the part that we are dealing with is a different part altogether, which is why we are saying \"other offences and penalties\" does not capture under that one that was created.\n So if he goes through and that one was not captured there, the most appropriate place, then would be that part under the earlier part.\n Mr Speaker, but having said that, I think the construction provided by the Chairman is incomplete. Mr Speaker, What obtains here covers section 43, then (b) covers section 45. Mr Speaker, as you", 
            "time": "12:50:00"
        }, 
        {
            "column": "799", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "[MR KYEI MENSAH BONSU]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "yourself drew our attention to, (b) relates to section 45 (a); then (c ) relates to section 45 (0) -- that is,\n \"to comply with the terms of the Environmental Impact Assessment Permit\".\n Non-compliance is also an offence. We must capture it here because that one is not captured here. We have listed section 45 (a) and (b), we must capture (c) because non-compliance with that constitutes an offence; we may make provision for that.\n Further, Mr Speaker, as we were discussing the previous time, this part deals with section 41 following. Section 41, there is a requirement: \"failure also constitutes an offence\". So we must also create some penalty regime for that and I would propose, in that case, that you begin this way: \"A person who fails to . . .\" then we begin with the offence in section 41 as (a) which then would read:\n \"Obtain the relevant permits from the Ministry of Food and Agriculture and the Environmental Protection Agency after the grant of licence contrary to section 41\n Then Mien we come beneath, \"commits an offence\" and so on, would then follow. I think that is what should be the beginning. \"\n Then section 45 (c ), we can t@ of a better way to capture that one as well.", 
            "time": "12:50:00"
        }, 
        {
            "column": "799", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I think the Minority Leader's point is well noted. But I would want to draw your attention that there is a law in place that actually allows for the environmental impact assessment\nto be done and the penalty for failure is also provided for by the EPAAct. I am not sure that repeating it here would not be duplicating it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the Minority Leader's point is well noted. But I would want to draw your attention that there is a law in place that actually allows for the environmental impact assessment\n\nto be done and the penalty for failure is also provided for by the EPAAct. I am not sure that repeating it here would not be duplicating it.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It is always better to repeat it in the enabling law, so that we do not have to be travelling to other areas before knowing applicable offences. So let us be holistic - as for. that, please, let us be holistic. If you think it is appropriate, let us capture it and let us not say -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is always better to repeat it in the enabling law, so that we do not have to be travelling to other areas before knowing applicable offences. So let us be holistic - as for. that, please, let us be holistic. If you think it is appropriate, let us capture it and let us not say -", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I have no problem capturing it again here.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I have no problem capturing it again here.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The important thing is its appropriateness.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "The important thing is its appropriateness.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, could we get the whole rendition?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, could we get the whole rendition?", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Exactly, Hon Minority Leader, help us with the rendition.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Exactly, Hon Minority Leader, help us with the rendition.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu: Mr Speaker, if you read through 41 and with your permission, I beg to quote", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, if you read through 41 and with your permission, I beg to quote:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"A licensee that has been granted a licence under this Act to produce bio-fuel from feedstock, shall obtain the relevant permit from the Ministry of Food and Agriculture. . ..\"\n If the person fails, some sanction must be applied.\n Then it goes on, not only the Ministry of Food and Agriculture, the person is also required to obtain the relevant permit from the Environmental Protection Agency. If the person fails, again, some sanction must be applied So that is what I sought to do to put the two together and that is why I have put it this way -- that is, if it meets the acceptance of the Committee:\n [8O1]", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu: Mr Speaker, if you read through 41 and with your permission, I beg to quote", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"A person who fails to (a) obtain the relevant permit from the Ministry of Food and Agriculture and the Environmental Protection Agency after the grant of licence contrary to section 41 --\"", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I am agreeing with the Minority Leader, but I would want to suggest that because We are dealing with the laws from National Petroleum Authority (NPA), EPA, Ministry of Food and Agriculture and others, I think we can make a rendition that says, \". . . failure to comply with all of these, the relevant penalties would apply.\" Provisions are already made, so we can just make reference to those. I do not know how, if you can come up with a proper rendition.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am agreeing with the Minority Leader, but I would want to suggest that because We are dealing with the laws from National Petroleum Authority (NPA), EPA, Ministry of Food and Agriculture and others, I think we can make a rendition that says, \". . . failure to comply with all of these, the relevant penalties would apply.\" Provisions are already made, so we can just make reference to those. I do not know how, if you can come up with a proper rendition.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Can we conveniently leave the details to the draftsperson?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Can we conveniently leave the details to the draftsperson?", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, you may recollect that I Went on to indicate that section 45 (0) has not been captured. Now, I notice that the one relating to the EPA is the one that has been captured in 45 (0), in which case, it would then mean that We would limit our construction to the \"permit from the Ministry of Food and Agriculture\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, you may recollect that I Went on to indicate that section 45 (0) has not been captured. Now, I notice that the one relating to the EPA is the one that has been captured in 45 (0), in which case, it would then mean that We would limit our construction to the \"permit from the Ministry of Food and Agriculture\".", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And if there is any difficulty, let the draftsperson capture it in their language.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "And if there is any difficulty, let the draftsperson capture it in their language.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Yes, Mr Speaker. We agree that those that are not captured, the draftsperson would help us to capture them.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker. We agree that those that are not captured, the draftsperson would help us to capture them.", 
            "time": "12:50:00"
        }, 
        {
            "column": "800", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well.\nClause 47 as amended ordered to stand part of the Bill.\nThe draftspersons are to capture it more appropriately.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.\n Question put and amendment agreed to.\n\nClause 47 as amended ordered to stand part of the Bill.\n\nThe draftspersons are to capture it more appropriately.", 
            "time": "12:50:00"
        }, 
        {
            "column": "802", 
            "kind": "speech", 
            "name": "Mr Kyei Meusah-Bonsu: Mr Speaker, I think this emphasises the point made by the Deputy Minister for Energy. This is because clause 48 provides that the provisions of the Energy Commission Act are", 
            "original": "Mr Kyei Meusah-Bonsu: Mr Speaker, I think this emphasises the point made by the Deputy Minister for Energy. This is because clause 48 provides that the provisions of the Energy Commission Act are:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"or any other relevant enactment shall have effect subject to the modifications necessary to give effect to this Act and to the extent that the provisions of an enactment are inconsistent with this Act the provisions of this Act shall prevail\"-\n Which may then mean that if in our wisdom, we decided for purposes of this Act to enhance it, the provisions in this Act shall prevail; and I talk with specific reference to the sanctions regime provided in the EPA. So the Table Office would see how to synchronise the two.", 
            "time": "12:50:00"
        }, 
        {
            "column": "802", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well\n Here again, the Table Office should liaise with the draftspersons for the appropriate construct.\n Clause 48 -- ordered to stand part of the Bill.\n - Clause 49 - Guidelines and codes of practice.", 
            "time": "12:50:00"
        }, 
        {
            "column": "802", 
            "kind": "speech", 
            "name": "MrAsaga", 
            "original": "MrAsaga: Mr Speaker, I beg to move, clause 49, sub-clause (1), delete. \"Board\" and insert \"Commission\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 49, sub-clause (1), delete. \"Board\" and insert \"Commission\".\n It is the Commission that is the legal entity relating to these issues and not the Board.\n Question put and amendment agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I was just drawing attention to the word \"may\". It should be \"shall\" because it should be mandatory. The Commission shall issue guidelines and not \"may\". [Interruption] Issuance of guidelines should be mandatory; it is something that should be done, not - -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I was just drawing attention to the word \"may\". It should be \"shall\" because it should be mandatory. The Commission shall issue guidelines and not \"may\". [Interruption] Issuance of guidelines should be mandatory; it is something that should be done, not - -", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The Commission shall issue guidelines; it is a duty. Why do you want to say \"may\", as if to say, it is a discretion and that - In fact, usually when you are listing out functions, you use \"shall\" and not \"may\". You use \"may\" only when you want to emphasise an application or a discretion in a special circumstance.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "The Commission shall issue guidelines; it is a duty. Why do you want to say \"may\", as if to say, it is a discretion and that - In fact, usually when you are listing out functions, you use \"shall\" and not \"may\". You use \"may\" only when you want to emphasise an application or a discretion in a special circumstance.", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Madam Speaker, I think we can save ourselves from worry, because there is a standard construction in all the Acts that we have crafted. So if you do not mind, again, we can let --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Madam Speaker, I think we can save ourselves from worry, because there is a standard construction in all the Acts that we have crafted. So if you do not mind, again, we can let --", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. Once more, the draftspersons - having approved the amendment, listed under (v), the draftspersons attention is being drawn to the appropriate for- mulation.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well. Once more, the draftspersons - having approved the amendment, listed under (v), the draftspersons attention is being drawn to the appropriate for- mulation.", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Clause 49, further amendment in the name of the Chairman of the Committee.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Clause 49, further amendment in the name of the Chairman of the Committee.", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I beg to move, clause 49, sub-clause (1), delete paragraph (a), after \"development\" insert \"management\"", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 49, sub-clause (1), delete paragraph (a), after \"development\" insert \"management\"", 
            "time": "13:00:00"
        }, 
        {
            "column": "803", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I believe we agreed earlier to qualify the word \"management\", when We said we were dealing with efficient management. I think that is what we decided to do in the earlier clauses. And if that is so, We can let it apply here as well, so that we have efficient management.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I believe we agreed earlier to qualify the word \"management\", when We said we were dealing with efficient management. I think that is what we decided to do in the earlier clauses. And if that is so, We can let it apply here as well, so that we have efficient management.", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Efficient management has been applied earlier and then it goes to reinforce the management. Any difficulty?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Efficient management has been applied earlier and then it goes to reinforce the management. Any difficulty?", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: So what the Minority Leader is trying to adduce is the fact that in the memorandum, the words \"utilisation and efficient management\" and that is where that rendition is coming from.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So what the Minority Leader is trying to adduce is the fact that in the memorandum, the words \"utilisation and efficient management\" and that is where that rendition is coming from.", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Development, efficient management and then you proceed?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Development, efficient management and then you proceed?", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Accepted.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Accepted.", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Twumasi", 
            "original": "Mr Twumasi: Mr Speaker, what the Hon Chairman is suggesting is that we delete paragraph (a). [Interruption] Yes, that is it; sub-clause (1) delete paragraph (a), after \"development\" insert \"manage- ment\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, what the Hon Chairman is suggesting is that we delete paragraph (a). [Interruption] Yes, that is it; sub-clause (1) delete paragraph (a), after \"development\" insert \"manage- ment\".", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It is not well captured -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is not well captured -", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Twumasi", 
            "original": "Mr Twumasi: It is an insertion, after \"development.\"", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is an insertion, after \"development.\"", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: It is inserting--I think it is the Table Office -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is inserting--I think it is the Table Office -", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It is a misdirection. So let us make it clear. The amendment in that paragraph, we totally disregard delete paragraph (a), The amendment is simply that after \"development\" insert \"efficient management\". Is that not so - and proceed?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is a misdirection. So let us make it clear. The amendment in that paragraph, we totally disregard delete paragraph (a), The amendment is simply that after \"development\" insert \"efficient management\". Is that not so - and proceed?", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Twumasi", 
            "original": "Mr Twumasi: Mr Speaker, it\" is \"development, efficient management and utilisation\". ' -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it\" is \"development, efficient management and utilisation\". ' -", 
            "time": "13:00:00"
        }, 
        {
            "column": "804", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Development, efficient management and utilization. _", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Development, efficient management and utilization. _\n Question put and amendment agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "column": "805", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I beg to move, clause 49, sub-clause (2), line 1, delete \"Board may\" and insert \"Commission shall\" and further delete \"another print media\" and insert \"at least, one national daily newspaper\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 49, sub-clause (2), line 1, delete \"Board may\" and insert \"Commission shall\" and further delete \"another print media\" and insert \"at least, one national daily newspaper\".\n This is to ensure that the Commission would publish in the medium with nationwide coverage. That is why we are removing \"another print media\" so that it would give a wider circulation of the Commission's advertisement.", 
            "time": "13:00:00"
        }, 
        {
            "column": "805", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: At least, one national daily newspaper, to give it wider publicity and then also the \"Commission\", not the \"Board may\". But the Commission shall -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "At least, one national daily newspaper, to give it wider publicity and then also the \"Commission\", not the \"Board may\". But the Commission shall -", 
            "time": "13:00:00"
        }, 
        {
            "column": "805", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, while agreeing with the first part, the second part which says the \"national daily newspaper\" should be determined by the Commission. I think we should also delete that leg.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, while agreeing with the first part, the second part which says the \"national daily newspaper\" should be determined by the Commission. I think we should also delete that leg.", 
            "time": "13:00:00"
        }, 
        {
            "column": "805", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader, we do not get you. Come again.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, we do not get you. Come again.", 
            "time": "13:00:00"
        }, 
        {
            "column": "805", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, it does appear that the amendment seeks to correct just the first part, that is, deleting \"Board may\" and inserting \"Commission shall\", and further delete \"another print media\" and insert \"at least one national daily newspaper\". That then leaves the \"determined by the Board\" standing. And I am saying that perhaps, it should be \"determined by the Commission\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it does appear that the amendment seeks to correct just the first part, that is, deleting \"Board may\" and inserting \"Commission shall\", and further delete \"another print media\" and insert \"at least one national daily newspaper\". That then leaves the \"determined by the Board\" standing. And I am saying that perhaps, it should be \"determined by the Commission\".\n But I believe that we do not even need that one; the determination by the 'Commission is not needed. So that as well should be deleted.", 
            "time": "13:00:00"
        }, 
        {
            "column": "806", 
            "kind": "speech", 
            "name": "Mr. Asaga", 
            "original": "Mr. Asaga: Mr Speaker, yes, I think that we know all the national daily papers. So it is not for the Board or Commission to determine. So we just stop --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, yes, I think that we know all the national daily papers. So it is not for the Board or Commission to determine. So we just stop --", 
            "time": "13:00:00"
        }, 
        {
            "column": "806", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"Shall be published in one daily newspaper\" and it is not the Commission which is going to determine that newspaper, whether that is a national daily newspaper. It should be taken as understood; theirs is to oblige.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"Shall be published in one daily newspaper\" and it is not the Commission which is going to determine that newspaper, whether that is a national daily newspaper. It should be taken as understood; theirs is to oblige.\n I Mr J. B. Adoo: Mr Speaker, it may occur such that the Commission may not have the funds to go for more than one and so one of the national dailies would be picked. Who picks that national daily newspaper in which we should publish it? It has to be determined by an entity and I think the Commission is the one that should determine that.", 
            "time": "13:00:00"
        }, 
        {
            "column": "806", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: What I think they are saying is that, if you say determined by the Commission, it may look as if it is the Commission that is going to determine what a national newspaper is, and that is where the difficulty lies. I hope you are with your Colleagues.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "What I think they are saying is that, if you say determined by the Commission, it may look as if it is the Commission that is going to determine what a national newspaper is, and that is where the difficulty lies. I hope you are with your Colleagues.\n Very well. I thank you for getting that clear. Shall we have the full rendition, just for avoidance of doubt, then we put the Question.\n 1.1Op.m.", 
            "time": "13:00:00"
        }, 
        {
            "column": "806", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, in that regard, we delete \"The Board may\" in 2 (1) and insert \"Commission shall\" and further delete \"another print media\" and insert \"at least, one national daily newspaper\" and we end it there.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, in that regard, we delete \"The Board may\" in 2 (1) and insert \"Commission shall\" and further delete \"another print media\" and insert \"at least, one national daily newspaper\" and we end it there.\n Mr Speaker, if you will agree, I believe my Hon Colleagues on the other side will note the distinction between a national daily newspaper and a newspaper of daily national circulation. There is a world of difference; they should know that", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much for the advice.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you very much for the advice.\n Question put and amendment agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Asaga: Mr Speaker, I beg to move, clause 49, sub-clause (3), delete and insert the following", 
            "original": "Mr Asaga: Mr Speaker, I beg to move, clause 49, sub-clause (3), delete and insert the following:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"Where the Commission amends or revokes a guideline, it shall publish the amendment or revocation in the Gazette or in at least one of the national daily newspapers determined by the Commission.\"\n Mr Speaker, it is almost consequential. So here again, we will not use the phrase \"determined by the Commission.\"", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I think to further improve what the Chairman has said, the third line, \"revocation in the Gazette or in at least one\", we delete the \"of \" there, so that we have \"in at least one national daily newspaper\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think to further improve what the Chairman has said, the third line, \"revocation in the Gazette or in at least one\", we delete the \"of \" there, so that we have \"in at least one national daily newspaper\".\n Question put and amendment agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I beg to move, clause 49, sub-clause (4), delete.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 49, sub-clause (4), delete.", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Chairman of the Committee, justification. Why should we delete it?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Chairman of the Committee, justification. Why should we delete it?", 
            "time": "13:00:00"
        }, 
        {
            "column": "807", 
            "kind": "speech", 
            "name": "Mr Adda", 
            "original": "Mr Adda: Mr Speaker, indeed, I think the amendment is being proposed because we deleted section 27(1) and inserted a new amendment which also took out the guidelines. So I think this sub- clause (4) which talks specifically about the contravention of the guidelines is probably deleted here because we did not refer to guidelines earlier. I am just trying to juggle the minds of the Hon Chairman, if that is what he is proposing.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, indeed, I think the amendment is being proposed because we deleted section 27(1) and inserted a new amendment which also took out the guidelines. So I think this sub- clause (4) which talks specifically about the contravention of the guidelines is probably deleted here because we did not refer to guidelines earlier. I am just trying to juggle the minds of the Hon Chairman, if that is what he is proposing.", 
            "time": "13:00:00"
        }, 
        {
            "column": "808", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I think the explanation from the Hon Ranking Member is acceptable as the reason we are deleting.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the explanation from the Hon Ranking Member is acceptable as the reason we are deleting.", 
            "time": "13:00:00"
        }, 
        {
            "column": "808", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, if my memory serves me right, yes, that surgery was done there because it was said that the guidelines were not going to be provided by Public Utilities Regulatory Commission (PURC), that is why we deleted it. Here, we have guidelines and code of practice that are going to be provided by the Commission and any infractions of same would constitute an offence and would have to attract penalties. So the two are not the same at all.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if my memory serves me right, yes, that surgery was done there because it was said that the guidelines were not going to be provided by Public Utilities Regulatory Commission (PURC), that is why we deleted it. Here, we have guidelines and code of practice that are going to be provided by the Commission and any infractions of same would constitute an offence and would have to attract penalties. So the two are not the same at all.", 
            "time": "13:00:00"
        }, 
        {
            "column": "808", 
            "kind": "speech", 
            "name": "Mrs Gifty E. Kusi", 
            "original": "Mrs Gifty E. Kusi: Mr Speaker, it was the draftsperson at the time. She had these amendments and she asked us to remove this. So I do not know, if she is around to give us the reason because the Chairman was not there.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it was the draftsperson at the time. She had these amendments and she asked us to remove this. So I do not know, if she is around to give us the reason because the Chairman was not there.", 
            "time": "13:00:00"
        }, 
        {
            "column": "808", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Let us defer it, if the person who advised for its removal is not available.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Let us defer it, if the person who advised for its removal is not available.", 
            "time": "13:00:00"
        }, 
        {
            "column": "808", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, with respect, if a referral is made in this House to any committee, that committee is supposed to take charge of the drafting of the Bill. It is not the draftspersons. If they are not too sure, they may consult the technical people. But she should not say, for heavens sake, that it is the draftsperson who was leading them. She had no locus in this at all and he or she has no power to legislate. So we cannot wait on the draftsperson.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, with respect, if a referral is made in this House to any committee, that committee is supposed to take charge of the drafting of the Bill. It is not the draftspersons. If they are not too sure, they may consult the technical people. But she should not say, for heavens sake, that it is the draftsperson who was leading them. She had no locus in this at all and he or she has no power to legislate. So we cannot wait on the draftsperson.\n Mr Speaker, what they are saying is rather confusing it. Whoever led them on the path of righteousness, just get back to the path of righteousness. [Laughter]", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: They are saying -that as much as no one will decide for them, they had technical advice and they may want to - yes, which they are entitled to have and it is proper indeed, to have --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "They are saying -that as much as no one will decide for them, they had technical advice and they may want to - yes, which they are entitled to have and it is proper indeed, to have --", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker,I think we need to step it down an do the consultation.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker,I think we need to step it down an do the consultation.", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Please, proceed with the consultation. Let us make progress by proceeding with the consultation. et us make progress. When they come with their advice, we shall consider it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Please, proceed with the consultation. Let us make progress by proceeding with the consultation. et us make progress. When they come with their advice, we shall consider it.\n By the leave of the House, the amendment was stepped down. .", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "MrAsaga", 
            "original": "MrAsaga: Mr Speaker, I beg to move, clause 49, sub-clause 5), line 1, delete \"Despite subsection (4 \".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 49, sub-clause 5), line 1, delete \"Despite subsection (4 \".", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Until we finish with that, we may as well not meddle into these waters.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Until we finish with that, we may as well not meddle into these waters.\n Further amendment listed (xi). Is that also flowing from the above?", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I think we should step that also down.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think we should step that also down.", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Let us step it down and we do the consultation.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Let us step it down and we do the consultation.\n By the leave of the House, the amendment was stepped down.\n Clause 50 - Regulations.", 
            "time": "13:00:00"
        }, 
        {
            "column": "809", 
            "kind": "speech", 
            "name": "MrAsaga: Mr Speaker, I beg to move, clause 50 - ad the following new paragraphs", 
            "original": "MrAsaga: Mr Speaker, I beg to move, clause 50 - ad the following new paragraphs:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"(a) to prescribe fees and charges; and\n (b) for the conditions of licences\"\n Mr Speaker, if you look at the original Bill, clause 50, under the \"Regulations\", we had up to (g) and then the Committee decided that we should add two more items - so that will now become (h) and (i). [Interruptions.]", 
            "time": "13:00:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, if we agree to the proposal, these ones cannot be (h) and (i). They should come before (g). That should be the proper way to capture it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if we agree to the proposal, these ones cannot be (h) and (i). They should come before (g). That should be the proper way to capture it.", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker: Let us go to substance. The new paragraphs proposed", 
            "original": "Mr Second Deputy Speaker: Let us go to substance. The new paragraphs proposed: '.'to prescribe fees and charges\" and then \"for the conditions of licences\". Let us discuss the substance and then as to placements, even the draftspersons can help us at the appropriate time.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "'.'to prescribe fees and charges\" and then \"for the conditions of licences\". Let us discuss the substance and then as to placements, even the draftspersons can help us at the appropriate time.", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader?\n Chairman of the Committee, or you have finished?", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, I think we did clause 50 and I was just explaining -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think we did clause 50 and I was just explaining -", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Yes, you have done the explanation --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, you have done the explanation --\n I Mr Asaga: Mr Speaker, how the (a) and (b) will become -", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I am at a loss with clause 50 because if you look at clause 5, provision has been made for PURC to undertake the fixing of rates and charges. So, to assign this responsibility again to the Minister, is just a duplication of responsibility.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am at a loss with clause 50 because if you look at clause 5, provision has been made for PURC to undertake the fixing of rates and charges. So, to assign this responsibility again to the Minister, is just a duplication of responsibility.", 
            "time": "13:20:00"
        }, 
        {
            "column": "810", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I think that the Hon Member was right. Under this provision on clause 50, we were talking about the various regulations for the Minister when we add the licensing and fees; those had already been given to the Commission and it cannot be the responsibility of the Minister. So, I tend to agree and I do not support the amendment.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think that the Hon Member was right. Under this provision on clause 50, we were talking about the various regulations for the Minister when we add the licensing and fees; those had already been given to the Commission and it cannot be the responsibility of the Minister. So, I tend to agree and I do not support the amendment.", 
            "time": "13:20:00"
        }, 
        {
            "column": "811", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So, the amendment to clause 50 is abandoned? Should I take it that the entire proposed amendment is abandoned?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So, the amendment to clause 50 is abandoned? Should I take it that the entire proposed amendment is abandoned?", 
            "time": "13:20:00"
        }, 
        {
            "column": "811", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I believe the amendments proposed by the Chairman of the Committee are spot-on, because there are some licenses which could be issued outside the responsibility of the PURC. Those ones will be prescribed by the Minister. For instance, the one we are talking about, clause 49 talks about licence to be granded. A licensee to be granted a licence under this Act to produce bio-fuel. It is not the responsibility of PURC to do that.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I believe the amendments proposed by the Chairman of the Committee are spot-on, because there are some licenses which could be issued outside the responsibility of the PURC. Those ones will be prescribed by the Minister. For instance, the one we are talking about, clause 49 talks about licence to be granded. A licensee to be granted a licence under this Act to produce bio-fuel. It is not the responsibility of PURC to do that.\n The Commission would make regulations, would make the -- what we have just dealt with, the guidelines relating to these and the Minister, it is subject to the recommendation of the Commission to prescribe those fees for those licences. 'Those are the ones that we are talking about, not the responsibility of PURC. So the amendment by the Chairman is still spot-on, that is outside the regime of the PURC's own respon- sibilities. So I agree with the amendment and it should hold.", 
            "time": "13:20:00"
        }, 
        {
            "column": "811", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I think this should be qualified. The reason for which the PURC and the Commission have been given these responsibilities is because these are operational matters that must be addressed on a daily and on occasional basis. It is very difficult to go through the process of the Minister for a legislation to be passed to address issues of fees and charges. We have been on this path before where because of this lengthy processes, fees are so obsolete and we have not had the opportunity to amend them.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think this should be qualified. The reason for which the PURC and the Commission have been given these responsibilities is because these are operational matters that must be addressed on a daily and on occasional basis. It is very difficult to go through the process of the Minister for a legislation to be passed to address issues of fees and charges. We have been on this path before where because of this lengthy processes, fees are so obsolete and we have not had the opportunity to amend them.\n So, I think, to put it here will really handicap the chance for the PURC and the Commission to address some of these issues on operational or daily basis. I think we should leave it with the Commission.", 
            "time": "13:20:00"
        }, 
        {
            "column": "812", 
            "kind": "speech", 
            "name": "Mr Adda", 
            "original": "Mr Adda: Mr Speaker, indeed, I do support the Hon Minority Leader and the Chairman in the sense that this amendment should stay. When we go back to clause 4, we see in some of the items that are listed there, all kinds of provisions that deal with financial arrangements; and all these are supposed to be handled by the Energy Commission.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, indeed, I do support the Hon Minority Leader and the Chairman in the sense that this amendment should stay. When we go back to clause 4, we see in some of the items that are listed there, all kinds of provisions that deal with financial arrangements; and all these are supposed to be handled by the Energy Commission.\n I think at the end of passing this Bill, the regulations that are going to be made are also in that section,' that the Commission will recommend to the Minister for the regulations or the Executive Instrument to be made. Once it is made, it is the Energy Commission that would now apply these fees and charges to whoever approaches them for any licence or anything else.\n So, it is not the Minister who is going to actually be charging. I think they are just packaging this Legislative Instrument for use by the Commission but it is being recommended through the Minister, which is what I think the process entails. I do not think the Energy Commission by itself brings Legislative Instruments for passing in this House. They recommend them through the Minister.\n So I think it should stay and if we add this, it does not take anything away. Indeed, it elaborates on what the Energy Commission can continue to do once the Minister facilitates the passage of this Legislative Instrument.\n Thank you, Mr Speaker.", 
            "time": "13:20:00"
        }, 
        {
            "column": "812", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, do you have any change of mind?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Aidoo, do you have any change of mind?", 
            "time": "13:20:00"
        }, 
        {
            "column": "812", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I have some difficulty because I cannot phantom how the Minister would have to come with", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I have some difficulty because I cannot phantom how the Minister would have to come with", 
            "time": "13:20:00"
        }, 
        {
            "column": "813", 
            "kind": "continued speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "[MR J.B.AIDOO]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "prescription of rates. Well, if it is the Commission, then we should say the Commission and not the Minister. [Interruptions] Exactly, fine, but the point is that we are saying that it is the Minister who will prescribe on the recommendation of the -All right if that is so, fine.", 
            "time": "13:20:00"
        }, 
        {
            "column": "813", 
            "kind": "speech", 
            "name": "MrA.n1brose P. Dery", 
            "original": "MrA.n1brose P. Dery: Mr Speaker, my understanding of clause 50 is talking of subsidiary legislation. A subsidiary legislation is the domain of the Minister. Regulations --- so you will see it opens that on the recommendations of the Board, but it is only the Minister who can bring regulations here. The Commission cannot bring regulations here.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, my understanding of clause 50 is talking of subsidiary legislation. A subsidiary legislation is the domain of the Minister. Regulations --- so you will see it opens that on the recommendations of the Board, but it is only the Minister who can bring regulations here. The Commission cannot bring regulations here.\n So, legally, clause 50 must stand although the responsibility ultimately will rest with an inferior body, but it is the preserve of the Minister to make regulations and to bring subsidiary regulations here. That is the way we should see it; there is no conflict. It is actually showing that at the end of the day, when all have done their work, it is the Minister's domain to bring the regulations here.", 
            "time": "13:20:00"
        }, 
        {
            "column": "813", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I think the Deputy Minister's concern is to avoid duplication. He thought that the PURC would be doing this, but far from that. Outside that domain, there are areas that the Board will have to really make regulations on. And if you look at_ the requirement for licences from clause 8, application for licence and so on, all those things are going to be done by the Commission itself and we are saying that the Commission then does the determination of this and then recommends same to the Minister, who then brings them to the House. That is how it is.\nSo we are not duplicating the effort of the PURC? Indeed, if you look at the Energy Commission Act, you will find the same arrangement there. So let us buy into the amendment and move on.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the Deputy Minister's concern is to avoid duplication. He thought that the PURC would be doing this, but far from that. Outside that domain, there are areas that the Board will have to really make regulations on. And if you look at_ the requirement for licences from clause 8, application for licence and so on, all those things are going to be done by the Commission itself and we are saying that the Commission then does the determination of this and then recommends same to the Minister, who then brings them to the House. That is how it is.\n\nSo we are not duplicating the effort of the PURC? Indeed, if you look at the Energy Commission Act, you will find the same arrangement there. So let us buy into the amendment and move on.", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So clause 50, how do we put it and then we proceed? -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So clause 50, how do we put it and then we proceed? -", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: Mr Speaker, I think We should proceed. _", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think We should proceed. _", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: In what direction?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "In what direction?", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Buah", 
            "original": "Mr Buah: We should proceed by maintaining the amendment. I think that I support the amendment. We should make some progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "We should proceed by maintaining the amendment. I think that I support the amendment. We should make some progress.", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader, does maintaining the amendment satisfies your query?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, does maintaining the amendment satisfies your query?", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, it was -the Deputy Minister who was challenging it. I said that we should adopt it as moved by the Chairman.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it was -the Deputy Minister who was challenging it. I said that we should adopt it as moved by the Chairman.\n i Question put and amendment agreed to\n Clause 50 as amended ordered to stand part of the Bill.", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, I will suggest that there is some further consultation with regard to some of these little points - clause 49 and others, so that tomorrow when we come, we will make more progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Majority Leader, I will suggest that there is some further consultation with regard to some of these little points - clause 49 and others, so that tomorrow when we come, we will make more progress.", 
            "time": "13:30:00"
        }, 
        {
            "column": "814", 
            "kind": "speech", 
            "name": "Mr Gershon K. B. Gbediame: Mr Speaker, indeed, I agree with you. I beg to move, that this House do now adjourn and reconvene tomorrow at 10.00 o'clock' to enable the Committee to do further consultations, so that we can move this process faster", 
            "original": "Mr Gershon K. B. Gbediame: Mr Speaker, indeed, I agree with you. I beg to move, that this House do now adjourn and reconvene tomorrow at 10.00 o'clock' to enable the Committee to do further consultations, so that we can move this process faster:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you.", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Federick Opare-Ansah", 
            "original": "Mr Federick Opare-Ansah: Mr Speaker, I beg to second the Motion and in doing so, to observe that whereas the Minority side seems to have a full front Bench and fully eager to do business, Government Business, the front Bench of the Majority is totally depleted of resources. On that note, we should adjourn the House.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to second the Motion and in doing so, to observe that whereas the Minority side seems to have a full front Bench and fully eager to do business, Government Business, the front Bench of the Majority is totally depleted of resources. On that note, we should adjourn the House.", 
            "time": "13:30:00"
        }, 
        {
            "action": "rose-", 
            "kind": "action", 
            "name": "Mr Gbediame", 
            "original": "Mr Gbediame -rose--", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Chief Whip, do you want to react?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Majority Chief Whip, do you want to react?", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Gbediame", 
            "original": "Mr Gbediame: Mr Speaker, while I commend them, I would want to say that our First Deputy Majority Whip is bereaved. She has lost the mother and the brother at the same time and therefore, she is in her constituency -- [Inter- ruptions] -- and the Leader just stepped out to do a few housekeeping exercises. So I take note of what they have said but I would want to assure them that we are committed to work.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, while I commend them, I would want to say that our First Deputy Majority Whip is bereaved. She has lost the mother and the brother at the same time and therefore, she is in her constituency -- [Inter- ruptions] -- and the Leader just stepped out to do a few housekeeping exercises. So I take note of what they have said but I would want to assure them that we are committed to work.\n I thank them for their co-operation.", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And what about your empty back benches - apart from the bereavement, what accounts for -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "And what about your empty back benches - apart from the bereavement, what accounts for -", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Mr Speaker, I think the comment of the Majority Chief Whip was in respect of the front Bench and then instead of leaving it, he decides to respond and he has accounted for just one Member of the front Bench. Where are the other members? Have they also lost their brothers and fathers at the same tim.e, so that we know?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the comment of the Majority Chief Whip was in respect of the front Bench and then instead of leaving it, he decides to respond and he has accounted for just one Member of the front Bench. Where are the other members? Have they also lost their brothers and fathers at the same tim.e, so that we know?", 
            "time": "13:30:00"
        }, 
        {
            "column": "815", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So Hon Majority Leader, Government Business must be propelled by the appropriate persons. So take note-", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So Hon Majority Leader, Government Business must be propelled by the appropriate persons. So take note-\n Question put and Motion agreed to.\n ADJOURNMENT .\n The House was accordingly adjourned at 1.35 p.m. till Wednesday, 9th December, 2011 at 10.00 a.m.", 
            "time": "13:30:00"
        }
    ], 
    "head": {
        "date": "2011-11-08", 
        "number": 9, 
        "series": 4, 
        "time": "10:30:00", 
        "volume": 75
    }
}