{
    "entries": [
        {
            "column": "111", 
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "column": "111", 
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "column": "111", 
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MR SECOND DEPUTY SPEAKER", 
            "column": "111", 
            "kind": "chair", 
            "original": "[MR SECOND DEPUTY SPEAKER IN\n\nTHE CHAIR]", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Item 2. Hon Members, correction of Votes and Proceedings of Tuesday, 25th October,", 
            "section": "PRAYERS", 
            "speech": "Item 2. Hon Members, correction of Votes and Proceedings of Tuesday, 25th October,\n 2011.\n Page 1...9", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Mr Samuel A. Akyea", 
            "original": "Mr Samuel A. Akyea: Mr Speaker, I think the Speaker in the Chair yesterday was your goodself and not Rt Hon Joyce A. Bamford-Addo.", 
            "section": "PRAYERS", 
            "speech": "Mr Speaker, I think the Speaker in the Chair yesterday was your goodself and not Rt Hon Joyce A. Bamford-Addo.", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The Rt Hon Speaker started proceedings.", 
            "section": "PRAYERS", 
            "speech": "The Rt Hon Speaker started proceedings.", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Mr Akyea", 
            "original": "Mr Akyea: Oh, all right, I am sorry; I am sorry.", 
            "section": "PRAYERS", 
            "speech": "Oh, all right, I am sorry; I am sorry.", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "scene", 
            "original": "[No correction was made in the votes and Proceedings of Tuesday, 25 October,\n\n2011.]", 
            "scene": "[No correction was made in the votes and Proceedings of Tuesday, 25 October, 2011.]", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, Item 3 -- Question - Hon Minister for Education.", 
            "section": "PRAYERS", 
            "speech": "Hon Members, Item 3 -- Question - Hon Minister for Education.", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "10:50:00"
        }, 
        {
            "column": "111", 
            "heading": "MINISTRY OF EDUCATION", 
            "kind": "heading", 
            "original": "MINISTRY OF EDUCATION", 
            "time": "10:50:00"
        }, 
        {
            "column": "112", 
            "kind": "speech", 
            "name": "Minister for Education (Mrs Betty Mould-Iddrisu)", 
            "original": "Minister for Education (Mrs Betty Mould-Iddrisu): Mr Speaker, the New Juaben Municipality in the Eastern Region has 84 kindergartens, 84 Primary Schools and 55 Junior High Schools.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the New Juaben Municipality in the Eastern Region has 84 kindergartens, 84 Primary Schools and 55 Junior High Schools.\n Currently, we are informed that 23 primary and 5 Junior High Schools are actually running the shift system. Out of the 23 primary schools, 17 are in the New Juaben South Constituency and 6 in the New Juaben North Constituency. All the 5 Junior High Schools which run the shift system are in the New Juaben South Constituency.\n The Municipal Assembly in its effort at providing infrastructure to stop the shift system has provided classroom blocks for Adweso R/C Primary and Junior High Schools and Ada Kyerematen M/A Schools at New Juaben South constituency. The Assembly is also in the process of completing a storey building at Nana Kwaku Boateng C & D Primary School and all in the New Juaben South Constituency.\n Nsukwao M/A A&B Primary Schools in the New Juaben South Constituency and Oyoko Roman Catholic Primary School in the New Juaben North Constituency have been merged due to low enrolment.\n There are plans also to merge schools where enrollment is not too high.", 
            "time": "10:50:00"
        }, 
        {
            "column": "112", 
            "kind": "speech", 
            "name": "Ms Boateng", 
            "original": "Ms Boateng: Mr Speaker, I thank the Hon Minister for the in-depth research that has been done in providing this Answer. But I want to still ask the Hon Minister, out of 17 schools in the New Juaben South Constituency that are still running shift - from her Answer, one primary school and one Junior High School have been provided with classroom blocks. Still there are efforts to", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I thank the Hon Minister for the in-depth research that has been done in providing this Answer. But I want to still ask the Hon Minister, out of 17 schools in the New Juaben South Constituency that are still running shift - from her Answer, one primary school and one Junior High School have been provided with classroom blocks. Still there are efforts to", 
            "time": "10:50:00"
        }, 
        {
            "column": "113", 
            "kind": "continued speech", 
            "name": "Ms Boateng", 
            "original": "[MS BOATENG]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "do something else. Mr Speaker, I must say that even the classroom blocks that have been provided for Adweso R/C and the Junior Secondary School are without furniture‘? yet, they have been handed over to the school but are not operating. I want to find out when they are going to be made operational.", 
            "time": "10:50:00"
        }, 
        {
            "column": "113", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I wish to thank the Hon Member very much for the information.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I wish to thank the Hon Member very much for the information.\n I wish to inform her that we are in the process of finalising the supply of furniture to those schools she mentioned and other schools in the municipality. We anticipate that these pieces of furniture would be provided before the end of the year.", 
            "time": "11:00:00"
        }, 
        {
            "column": "113", 
            "kind": "speech", 
            "name": "Ms Boateng", 
            "original": "Ms Boateng: Mr Speaker, from the third paragraph of the Hon Minister’s Answer, and Mr Speaker, with your permission, l quote:", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, from the third paragraph of the Hon Minister’s Answer, and Mr Speaker, with your permission, l quote:\n \"The Assembly is also in the process of completing a storey building. . .\n By the word \"completion\", my mind tells me that it has been started. But from my own observation, only one floor out of three storeys has been built. The one floor has been there for quite a long time now.\n Even last week when I went there, nothing more had been done. Again, because it has been \"floored\", water gathers there and it causes electrical\" shocks and other things. This is the \"something little\" that has been done. I would want to know how they are completing the supposed storey building for the use of the students.", 
            "time": "11:00:00"
        }, 
        {
            "column": "113", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I thank the Hon Member for drawing this to our attention.\nEngineering Service Limited (AESL), to give us a report immediately and instruct them to continue work.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I thank the Hon Member for drawing this to our attention.\n It is unfortunate and we will ask external consultants, the Architectural and\n\nEngineering Service Limited (AESL), to give us a report immediately and instruct them to continue work.", 
            "time": "11:00:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Ms Boateng", 
            "original": "Ms Boateng: Mr Speaker, I still want to thank the Hon Minister and to again ask that, one out of 17 schools has been provided with classrooms to stop the shift system. Lt means we are left with l6 primary schools which are still running shift. May I know when, given time, this will be completed to enable the others also stop the shift system that we have preached all this time?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I still want to thank the Hon Minister and to again ask that, one out of 17 schools has been provided with classrooms to stop the shift system. Lt means we are left with l6 primary schools which are still running shift. May I know when, given time, this will be completed to enable the others also stop the shift system that we have preached all this time?", 
            "time": "11:00:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, as it is well known, the responsibility for the cessation of this system is the responsibility of the District and Municipal Assemblies. We come in to assist them in providing infrastructure. The Ghana Education Service (GES) would then give them teachers when they are able to provide the infrastructure, if not, we support them and I must say that I cannot give her the figures Offhand for that of New Juaben .", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, as it is well known, the responsibility for the cessation of this system is the responsibility of the District and Municipal Assemblies. We come in to assist them in providing infrastructure. The Ghana Education Service (GES) would then give them teachers when they are able to provide the infrastructure, if not, we support them and I must say that I cannot give her the figures Offhand for that of New Juaben .\n But I know that we have poured considerable resources in the Eastern Region and if that is a peculiar problem in that municipality, we will talk to the Municipal Chief Executive and see how we can support him, possibly with other programmes during 2012.\n MS Cecilia Abena Dapaah: Mr Speaker, l just wanted to find out from the Hon Minister whether some of these schools practising the shift system are running the schools under trees?", 
            "time": "11:00:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, the question is unclear to me. Is she talking about all over the country?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the question is unclear to me. Is she talking about all over the country?\n l am informed that the shift system is primarily practised in the municipalities, in cities where there have been high enrolment figures. I am aware that there", 
            "time": "11:00:00"
        }, 
        {
            "column": "115", 
            "kind": "continued speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "[MR MOULD-IDDRISU]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "are some few schools under trees in the Greater Accra Metropolis. I am not aware that they are running a shift system. As I said, shifts are conducted mainly in crowded urban areas and we do not see many schools under trees there. I am unable to answer the question in its entirety.", 
            "time": "11:00:00"
        }, 
        {
            "column": "115", 
            "kind": "speech", 
            "name": "Ms Cecilia Dapaah", 
            "original": "Ms Cecilia Dapaah: Mr Speaker, I was just wondering because I noticed in Abutia near Sokode in the Volta Region that the funds for constructing a school has been allocated to another high school to construct a dormitory and a dining hall, that is where I am coming from. This is because if as a result of the shift system there is a spillover and the children are running schools under trees, the funds earmarked for the construction of schools to help them move from the vagaries of the weather, should be used for the purpose.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I was just wondering because I noticed in Abutia near Sokode in the Volta Region that the funds for constructing a school has been allocated to another high school to construct a dormitory and a dining hall, that is where I am coming from. This is because if as a result of the shift system there is a spillover and the children are running schools under trees, the funds earmarked for the construction of schools to help them move from the vagaries of the weather, should be used for the purpose.\n So I would urge the Hon Minister to send someone to go and find out. There is a signboard there, in Abutia. If she gives me her phone number, I can even send it to her phone because I am very worried about that.", 
            "time": "11:00:00"
        }, 
        {
            "column": "115", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minister, do you want to react to that or it is well taken?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minister, do you want to react to that or it is well taken?", 
            "time": "11:00:00"
        }, 
        {
            "column": "115", 
            "kind": "speech", 
            "name": "Ms Cecilia Dapaah", 
            "original": "Ms Cecilia Dapaah: It has been well taken.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "It has been well taken.", 
            "time": "11:00:00"
        }, 
        {
            "column": "115", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Mr Speaker, I hope the six in my constituency, New Juaben North would soon be taken off? The question that beats my mind is in her penultimate paragraph and I quote,\nIt is physically impossible. to merge them because they are more than five miles apart. So I do not understand precisely what the Hon Minister means. Does she mean that the Ministry has merged the Nsukwao Primary Schools with Oyoko Roman Catholic Primary School? That means all the people have to come down everyday and it is quite expensive.\nThere are other schools from Oyoko all the way to Effiduase before one even gets to Koforidua. So I do not see how the Ministry’s technicians decided to merge a school which is that far away and how practicable that is. It makes it almost impossible work because in Oyoko itself there are schools in Jumapo, next is Asokore, next is Effiduase, all of them have schools that could be merged, why do they all have to go to Koforidua which is quite a burden on the people. I would like to know the rationale behind the merger which takes more than five miles into consideration.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I hope the six in my constituency, New Juaben North would soon be taken off? The question that beats my mind is in her penultimate paragraph and I quote,\n \"Nsukwao M/A A & B Primary Schools in the New Juaben South Constituency and Oyoko Roman Catholic Primary School in the New Juaben North Constituency have been merged due to low enrolment.\"\n\nIt is physically impossible. to merge them because they are more than five miles apart. So I do not understand precisely what the Hon Minister means. Does she mean that the Ministry has merged the Nsukwao Primary Schools with Oyoko Roman Catholic Primary School? That means all the people have to come down everyday and it is quite expensive.\n\nThere are other schools from Oyoko all the way to Effiduase before one even gets to Koforidua. So I do not see how the Ministry’s technicians decided to merge a school which is that far away and how practicable that is. It makes it almost impossible work because in Oyoko itself there are schools in Jumapo, next is Asokore, next is Effiduase, all of them have schools that could be merged, why do they all have to go to Koforidua which is quite a burden on the people. I would like to know the rationale behind the merger which takes more than five miles into consideration.", 
            "time": "11:00:00"
        }, 
        {
            "column": "116", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I take his point here about the distances in the schools. But we are talking about, I believe, shift systems in the schools and these mergers are in regard to shift systems. I can get you further and better particulars. This is my information.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I take his point here about the distances in the schools. But we are talking about, I believe, shift systems in the schools and these mergers are in regard to shift systems. I can get you further and better particulars. This is my information.", 
            "time": "11:00:00"
        }, 
        {
            "column": "116", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyemang", 
            "original": "Mr Owusu-Agyemang: Mr Speaker, I believe my Sister the Hon Minister really has circumvented the issue.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I believe my Sister the Hon Minister really has circumvented the issue.\n What I am asking is, what informed the decision to merge a school in Oyoko and Koforidua to Nsukwao? What was the rationale? That is what I want to know. What informed it? There are more than 20 schools in-between. Why did they have to go that far?\n In fact, it is more than five miles, and the charge from Oyoko by trotro is almost 50p, ¢5,000.00 and so there is ¢l0,000.00 the student will spend. So what was the rationale in doing that? That was the point I want to understand.", 
            "time": "11:00:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, the point is well made. As I said, the shift systems are actually run by the District Assemblies and not the Ministry of Education per se. [Interruption]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the point is well made. As I said, the shift systems are actually run by the District Assemblies and not the Ministry of Education per se. [Interruption]", 
            "time": "11:00:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! Order!", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Order! Order!", 
            "time": "11:00:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, this is something that we will have to look at. I take your point and I will look at it.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, this is something that we will have to look at. I take your point and I will look at it.\n Thank you very much.", 
            "time": "11:00:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I do not know whether it is a question or not but I want the Hon Minister to take note. We are talking about the shift system and about two weeks ago, I visited my constituency. Two of the oldest schools there are running a shift system which is creating a situation where the students are having to sit outside. In that case, I do not know what the Ministry can do to assist these two schools in my constituency - Tapase A and B. And this is about two weeks ago that I visited.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I do not know whether it is a question or not but I want the Hon Minister to take note. We are talking about the shift system and about two weeks ago, I visited my constituency. Two of the oldest schools there are running a shift system which is creating a situation where the students are having to sit outside. In that case, I do not know what the Ministry can do to assist these two schools in my constituency - Tapase A and B. And this is about two weeks ago that I visited.", 
            "time": "11:00:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, as I said, with the increase in enrolment figures, there has been this problem of not being able to keep the infrastructure development and not being able to keep up with the numbers. This is something that the ‘Ministry and the District and Municipal Assemblies are looking at. The challenges are many in abolishing the shift. system.\nof the Assemblies to run this but we will have a look at the situation the Hon Member spoke about.\nThank you.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, as I said, with the increase in enrolment figures, there has been this problem of not being able to keep the infrastructure development and not being able to keep up with the numbers. This is something that the ‘Ministry and the District and Municipal Assemblies are looking at. The challenges are many in abolishing the shift. system.\n I think you can see that it has been really successful here in Accra, in particular where the Mayor has taken up the challenge and has tried his best to go out to ensure that the schools do not run the shift system. We come in with the teachers, it is the primary responsibility\n\nof the Assemblies to run this but we will have a look at the situation the Hon Member spoke about.\n\nThank you.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Charles- Hodogbey", 
            "original": "Mr Charles- Hodogbey: Mr Speaker, I think the shift system has been posing problems all over the country. The Hon Member who spoke earlier asked whether the shift system could be included among schools under trees. I would like to know from the Hon Minister, since there are infrastructural problems -- has her Ministry any policy to phase out the shift system all over the country?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I think the shift system has been posing problems all over the country. The Hon Member who spoke earlier asked whether the shift system could be included among schools under trees. I would like to know from the Hon Minister, since there are infrastructural problems -- has her Ministry any policy to phase out the shift system all over the country?", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, it is an extremely important issue and we, as a Government, are committed towards improvement of quality basic education. Definitely, challenges facing inadequate infrastructure across the country, in a situation where we have some eighteen thousand primary schools and thirteen thousand junior high schools remain high. We are looking at this; We are committed towards assisting the Assemblies to abolish the shift system.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, it is an extremely important issue and we, as a Government, are committed towards improvement of quality basic education. Definitely, challenges facing inadequate infrastructure across the country, in a situation where we have some eighteen thousand primary schools and thirteen thousand junior high schools remain high. We are looking at this; We are committed towards assisting the Assemblies to abolish the shift system.\n At any point in time, when the situation, come to our notice, especially in cases of schools under trees, we try to act as expeditiously as we can. I have sent a direction to the Municipal and District Assemblies to let me know their challenges and to urge them to progressively abolish the shift system; let me know their challenges and the Ministry will do all that it can to assist them by provision of infrastructure.\n I thank you, Hon Member.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Minister.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you very much, Hon Minister.\n We move on to the Question numbered 680 standing in the name of the Hon Member for Sefwi Akontombra.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Herod Cobbina", 
            "original": "Mr Herod Cobbina: Mr Speaker, Question 680 was advertised in the Parliamentary Agenda from 2010 to 2011, The Question is no more relevant. I wish therefore to stand down the Question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, Question 680 was advertised in the Parliamentary Agenda from 2010 to 2011, The Question is no more relevant. I wish therefore to stand down the Question.\n Thank you, Mr Speaker.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: You would want to withdraw it?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "You would want to withdraw it?", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Cobbina", 
            "original": "Mr Cobbina: Mr Speaker, I withdraw the Question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I withdraw the Question.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I take it that your need has been satisfied.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I take it that your need has been satisfied.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Cobbina", 
            "original": "Mr Cobbina: Mr Speaker, yes.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, yes.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you. Question 681 in the name of the Hon Member for Adenta.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you. Question 681 in the name of the Hon Member for Adenta.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Kojo Adu-Asare", 
            "original": "Mr Kojo Adu-Asare: Thank you, Mr Speaker. I would like to also stand down the Question or withdraw the Question. It seems to me it is no longer relevant at this moment.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you, Mr Speaker. I would like to also stand down the Question or withdraw the Question. It seems to me it is no longer relevant at this moment.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Your need has been satisfied?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Your need has been satisfied?", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Adu-Asare", 
            "original": "Mr Adu-Asare: Mr Speaker, not necessarily but in my view, l want to withdraw and find another way to get the answers.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, not necessarily but in my view, l want to withdraw and find another way to get the answers.", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you very much.\n [Question Number 68] withdrawn by leave of the House]", 
            "time": "11:00:00"
        }, 
        {
            "column": "118", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Mr Speaker, first of all, I had wanted to ask a follow-up question to Question 679. Unfortunately, 1 could not catch your eye. I thought it was going to be very relevant but -", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, first of all, I had wanted to ask a follow-up question to Question 679. Unfortunately, 1 could not catch your eye. I thought it was going to be very relevant but -", 
            "time": "11:00:00"
        }, 
        {
            "column": "120", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Leader, please continue-", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minority Leader, please continue-", 
            "time": "11:00:00"
        }, 
        {
            "column": "120", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, the issue that we are witnessing here, if a Question is asked and admitted by the Hon Speaker and it is advertised for asking, the Hon Minister comes here, ready to answer the Question-- If the person who filed the Question gets up to say that he is satisfied, therefore he is not ready to ask the Question, any Hon Member could do that. This is because it then becomes the property of this House.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the issue that we are witnessing here, if a Question is asked and admitted by the Hon Speaker and it is advertised for asking, the Hon Minister comes here, ready to answer the Question-- If the person who filed the Question gets up to say that he is satisfied, therefore he is not ready to ask the Question, any Hon Member could do that. This is because it then becomes the property of this House.\n Perhaps, somebody else had in mind to ask a similar Question and the person files the Question, the person then who thought he could ask a similar Question is stopped from asking a similar or the same Question. It becomes the property of this House. So, if the person in whose name the Question is, rises up to say that he is not interested, anybody may feel competent to ask the question, it will not lie in the mouth of the person in whose name the Question is advertised alone to stand to have the Question stood down.\n Mr Speaker, I believe that may go against the grain of the Standing Orders.", 
            "time": "11:00:00"
        }, 
        {
            "column": "120", 
            "kind": "speech", 
            "name": "Mr Joseph Yieleh Chireh", 
            "original": "Mr Joseph Yieleh Chireh: Mr Speaker, what the Hon Minority Leader is saying cannot be generally acceptable. First of all, if it is a constituency-specific question, then it is only within the - it is for the Hon Member of Parliament for that constituency who should ask it. if he says he is satisfied, that ends the matter. If it is of a general nature affecting policy, what he is suggesting may be agreed upon, but everything that is in the possession of this House, it is not necessary for everybody to ask a question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, what the Hon Minority Leader is saying cannot be generally acceptable. First of all, if it is a constituency-specific question, then it is only within the - it is for the Hon Member of Parliament for that constituency who should ask it. if he says he is satisfied, that ends the matter. If it is of a general nature affecting policy, what he is suggesting may be agreed upon, but everything that is in the possession of this House, it is not necessary for everybody to ask a question.\n So, I think that he is misleading all of us, on this issue and I do not know which part of the Stan ding Orders he is standing on.", 
            "time": "11:00:00"
        }, 
        {
            "column": "121", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I wanted to ask, the Hon Minister, he said it cannot generally be done but can it be done under some circumstances? I just wanted some clarification.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I wanted to ask, the Hon Minister, he said it cannot generally be done but can it be done under some circumstances? I just wanted some clarification.", 
            "time": "11:00:00"
        }, 
        {
            "column": "121", 
            "kind": "speech", 
            "name": "Mr Chireh", 
            "original": "Mr Chireh: Mr Speaker, what I am saying is that, even in this House, decisions have been that if somebody asks a constituency-specific question, even the Supplementary Questions relating to the Question are limited to that Hon Member. [Interruption] Yes! lam saying so because, what he is saying is that, the moment a Question is asked, it becomes the property of this House, therefore anybody who is not even in that constituency can ask the Question, it is too general.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, what I am saying is that, even in this House, decisions have been that if somebody asks a constituency-specific question, even the Supplementary Questions relating to the Question are limited to that Hon Member. [Interruption] Yes! lam saying so because, what he is saying is that, the moment a Question is asked, it becomes the property of this House, therefore anybody who is not even in that constituency can ask the Question, it is too general.\n It is not going to be a good practice if it is made a convention. If the Question the Member is asking is a general policy issue, tine, but not a constituency - specific Question, maybe about construction of a district education office. Is he going to worry his constituency if it is not constructed?", 
            "time": "11:00:00"
        }, 
        {
            "column": "121", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, the Hon Minister who rose up to challenge what I said unfortunately did not refer to any Standing Order which supports his claim. In the Standing Orders, no distinction is made between constituency-specific question and non- constituency specific question. Where in the Standing Orders do we have this?\nthe Question relating to the provision of infrastructure, why is it that other Hon Members who are not in New Juaben South and New Juaben North had relevant questions to ask. I also had a relevant question to ask even though I could not catch the eye of the Speaker. So I think we should really understand the import of Question time.\nMr Cletus A. Avoka -rose—", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the Hon Minister who rose up to challenge what I said unfortunately did not refer to any Standing Order which supports his claim. In the Standing Orders, no distinction is made between constituency-specific question and non- constituency specific question. Where in the Standing Orders do we have this?\n Yes, we are trying to cultivate this convention when in particular the House is about to recess and we are hard pressed for time; we then have this negotiated way to have the proceedings in Parliament facilitated.\n Mr Speaker, it is for convenience, it is not a rule and Orders 68 and 69 would not support what he is saying. Mr Speaker,\n\nthe Question relating to the provision of infrastructure, why is it that other Hon Members who are not in New Juaben South and New Juaben North had relevant questions to ask. I also had a relevant question to ask even though I could not catch the eye of the Speaker. So I think we should really understand the import of Question time.\n\nMr Cletus A. Avoka -rose—", 
            "time": "11:20:00"
        }, 
        {
            "column": "122", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, I will come to you.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Majority Leader, I will come to you.\n Hon Minority Leader, is supplementary triggered by the main Question? ls a supplementary question asked only after a main Question had been asked? And where the owner of the Question as it is usually said, has not even asked it, and no one has asked the Question on his behalf, when some other Member wants to ask a question, will he be asking the main Question with regard to which no permission has been granted by the originator or will he be asking subsidiary question?\n I think we can look at it like this and intellectually examine the problem.", 
            "time": "11:20:00"
        }, 
        {
            "column": "122", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I see the path to the labyrinth that you are constructing but I will not fall in that. Mr Speaker, the issue is, a substantive Question that has been duly admitted, I am saying that, once it has been admitted, it becomes the property of this House and the person in whose name it is, if he says he is not prepared to ask the Question, it should be subject to the indulgence of the House. That is the import of what I am saying. That is all that I am saying.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I see the path to the labyrinth that you are constructing but I will not fall in that. Mr Speaker, the issue is, a substantive Question that has been duly admitted, I am saying that, once it has been admitted, it becomes the property of this House and the person in whose name it is, if he says he is not prepared to ask the Question, it should be subject to the indulgence of the House. That is the import of what I am saying. That is all that I am saying.", 
            "time": "11:20:00"
        }, 
        {
            "column": "122", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you.", 
            "time": "11:20:00"
        }, 
        {
            "column": "122", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, I thought that the Hon Minority Leader should have taken a cue from your very lucid ruling or intervention.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I thought that the Hon Minority Leader should have taken a cue from your very lucid ruling or intervention.", 
            "time": "11:20:00"
        }, 
        {
            "column": "123", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I did not rule, I asked for guidance.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I did not rule, I asked for guidance.", 
            "time": "11:20:00"
        }, 
        {
            "column": "123", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: From your very lucid intervention, I thought he would have taken a cue from that to curtail the matter and end it there. That is because, Mr Speaker, if I ask a Question on the Minister for Education about a school block in my constituency and by the time that the Question is ripe for hearing-- when the Minister comes here, the Question for which I was asking for an answer has been resolved, the issue has been resolved, the school building has been taken care of, and I say I am satisfied and he says that notwithstanding that one, people should still ask questions on an issue that I who know more about it-", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "From your very lucid intervention, I thought he would have taken a cue from that to curtail the matter and end it there. That is because, Mr Speaker, if I ask a Question on the Minister for Education about a school block in my constituency and by the time that the Question is ripe for hearing-- when the Minister comes here, the Question for which I was asking for an answer has been resolved, the issue has been resolved, the school building has been taken care of, and I say I am satisfied and he says that notwithstanding that one, people should still ask questions on an issue that I who know more about it-\n I think that he is belabouring the point. I think that he is manufacturing issues into the House which are untenable. You can liken this to presenting a case, in court you go and file a notice of discontinuance or they call the case and you say you are no more interested and then somebody says you should be compelled to prosecute the case, I have not heard of this before.\n We cannot compel people in this Chamber to ask Questions that they had earlier indicated because, if events have been overtaken by time, there is no need for him to ask the Question and nobody can ask a Question about a school in my village better than me when l have seen that the school block I was complaining about has been built or the interest has been resolved. I do not think that it is warrantable.", 
            "time": "11:20:00"
        }, 
        {
            "column": "123", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, with respect, 1 believe we can curtail this but when you asked the person who filed Question number 681 whether he was\nsatisfied, he said no, not necessarily. In any event, who is telling the Majority Leader that the project for the Institute of Accountancy at Adenta is only for residents of Adenta, who is telling him that? He heard me. I am asking him that who is suggesting to him that the Institute of Accountancy located at Adenta is only for residents at Adenta, who is telling him that?\nSo it cannot be said by any stretch of whose imagination that such a Question can only be reserved for the person whose name it is in, that is where -he is wrong.\nMr Speaker, but do not let us litigate it further, I believe we can go on.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, with respect, 1 believe we can curtail this but when you asked the person who filed Question number 681 whether he was\n\nsatisfied, he said no, not necessarily. In any event, who is telling the Majority Leader that the project for the Institute of Accountancy at Adenta is only for residents of Adenta, who is telling him that? He heard me. I am asking him that who is suggesting to him that the Institute of Accountancy located at Adenta is only for residents at Adenta, who is telling him that?\n\nSo it cannot be said by any stretch of whose imagination that such a Question can only be reserved for the person whose name it is in, that is where -he is wrong.\n\nMr Speaker, but do not let us litigate it further, I believe we can go on.", 
            "time": "11:20:00"
        }, 
        {
            "column": "124", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Nevertheless, Hon Majority Leader, for our future guidance, in view of the fact that whenever a thing is laid, it is the property of the House and also in View of the fact that when a Question has been asked, then another person will not file ‘for the same thing, we may as well want to look at this issue for future guidance. I believe we could, but under the present dispensation I think we just have to end at that stage.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Nevertheless, Hon Majority Leader, for our future guidance, in view of the fact that whenever a thing is laid, it is the property of the House and also in View of the fact that when a Question has been asked, then another person will not file ‘for the same thing, we may as well want to look at this issue for future guidance. I believe we could, but under the present dispensation I think we just have to end at that stage.\n Question numbered 682, standing in the name of the Hon Member for Tema West.\n Broken-down Sakumono Kindergarten (Rebuilding)\n Q.682. Mrs Irene Naa Torshie Addo: Asked the Minister for Education when the Sakumono Kindergarten which was broken down by whirlwind in September, 2009 would be re-built since it has been subsequently closed down.", 
            "time": "11:20:00"
        }, 
        {
            "column": "124", 
            "kind": "speech", 
            "name": "Mrs Betty Mould-Iddrisu", 
            "original": "Mrs Betty Mould-Iddrisu: Mr Speaker, as I have said, it is the responsibility of the District, Municipal and Metropolitan Assemblies to provide infrastructural facilities for basic schools in their Assemblies. However, the", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, as I have said, it is the responsibility of the District, Municipal and Metropolitan Assemblies to provide infrastructural facilities for basic schools in their Assemblies. However, the", 
            "time": "11:20:00"
        }, 
        {
            "column": "125", 
            "kind": "continued speech", 
            "name": "Mrs Betty Mould-Iddrisu", 
            "original": "[MRS MOULD-IDDRISU]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Ministry of Education makes a limited provision in its budget to cater for the underserved districts. Information reaching the Ministry indicates that the Assembly is in the process of constructing a six-unit kindergarten facility for the Sakumono community and the Ministry would follow up on this.\n I thank you.", 
            "time": "11:20:00"
        }, 
        {
            "column": "125", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, I am not aware that the Assembly is building a six-room unit for the kindergarten. In fact, the building that is being put up is for the primary school. The primary school authorities have been told that come January, they are going to stop the shift system and move into that building and they need every room in that building.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I am not aware that the Assembly is building a six-room unit for the kindergarten. In fact, the building that is being put up is for the primary school. The primary school authorities have been told that come January, they are going to stop the shift system and move into that building and they need every room in that building.\n Indeed, the kindergarten was just a three classroom block. So it cannot be the one that has just been built which is about six-classroom block with other facilities which makes it a 12 to13-room block. The two are not -the same. The kindergarten block has not been put up.\n Hon Minister, what is the Ministry doing about my kindergarten block. The facts are that there is no block being put up for the kindergarten. What emergency measures can the Ministry put up to ensure that the three-class room block that is supposed to be for the kindergarten is put up?", 
            "time": "11:20:00"
        }, 
        {
            "column": "125", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Hon Member, as earlier indicated, it is the responsibility of the Assembly especially in respect of providing infrastructure for basic schools and kindergarten schools. I will liaise with the Assembly to find out why the answer they have given me is inaccurate. My information from the Ministry of Education is that, a 6-unit facility has been put up for the Sakumono community.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, as earlier indicated, it is the responsibility of the Assembly especially in respect of providing infrastructure for basic schools and kindergarten schools. I will liaise with the Assembly to find out why the answer they have given me is inaccurate. My information from the Ministry of Education is that, a 6-unit facility has been put up for the Sakumono community.", 
            "time": "11:20:00"
        }, 
        {
            "column": "126", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! order.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Order! order.\n Hon Member, please continue.", 
            "time": "11:20:00"
        }, 
        {
            "column": "126", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Hon Minister, could you get the GETFund as part of the emergency programme to and solve this problem for me? The kids have been home, you and I are mothers and we know what it is like. My kids have been home for two years and it is a real, real problem for me. tried to get them tables and chairs for the teachers in the school with my Common Fund but you know we do not have enough and I do know that Ministry of Education, you have a budget which will still come here that has to be approved by Members such as myself.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minister, could you get the GETFund as part of the emergency programme to and solve this problem for me? The kids have been home, you and I are mothers and we know what it is like. My kids have been home for two years and it is a real, real problem for me. tried to get them tables and chairs for the teachers in the school with my Common Fund but you know we do not have enough and I do know that Ministry of Education, you have a budget which will still come here that has to be approved by Members such as myself.\n Please, do me this honour.\n Thank you.", 
            "time": "11:20:00"
        }, 
        {
            "column": "126", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I want to thank the Hon Member.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I want to thank the Hon Member.\n We will take this thing into consideration.", 
            "time": "11:30:00"
        }, 
        {
            "column": "126", 
            "kind": "speech", 
            "name": "Mr Yaw Owusu-Boateng", 
            "original": "Mr Yaw Owusu-Boateng: Mr Speaker, when the Hon Minister for Education was answering the Question, one of her answers was that, a six-unit classroom block was being built to replace the kindergarten. 1 do not know_ when kindergartens started having six-un1t classroom blocks with ancillary facilities. [Interruptions]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, when the Hon Minister for Education was answering the Question, one of her answers was that, a six-unit classroom block was being built to replace the kindergarten. 1 do not know_ when kindergartens started having six-un1t classroom blocks with ancillary facilities. [Interruptions]\n I think the Hon Minister herself should have known that the information that she had was wrong and so, she should ‘not come here an lament about this thing. This is because when did we have a six- unit classroom block with ancillary services for kindergarten?", 
            "time": "11:30:00"
        }, 
        {
            "column": "126", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, while it is true that normally, we do have three- unit kindergarten facilities,-it is quite possible that this 1S a complex and it involves others -- not only the kindergarten but the I stand by this information until am corrected.\nMexico Junior High School (Addressing infrastructural problems)\nQ. 683. Mrs Irene Naa Torshie Addo asked the Minister for Education what plans the Ministry had to address the infrastructural problems of the Mexico Junior High School in the Tema West Constituency in view of the adverse findings in the geological report issued on the school infrastructure between 2006 and 2008.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, while it is true that normally, we do have three- unit kindergarten facilities,-it is quite possible that this 1S a complex and it involves others -- not only the kindergarten but the I stand by this information until am corrected.\n Mr Speaker, the Hon Member’s point is taken though.\n\nMexico Junior High School (Addressing infrastructural problems)\n\nQ. 683. Mrs Irene Naa Torshie Addo asked the Minister for Education what plans the Ministry had to address the infrastructural problems of the Mexico Junior High School in the Tema West Constituency in view of the adverse findings in the geological report issued on the school infrastructure between 2006 and 2008.", 
            "time": "11:30:00"
        }, 
        {
            "column": "127", 
            "kind": "speech", 
            "name": "Mrs Betty Mould-Iddrisu", 
            "original": "Mrs Betty Mould-Iddrisu:. Madam Speaker, as I have stated earlier, it is the responsibility of the District, Municipal and Metropolitan Assemblies to provide infrastructural facilities for basic schools in their Assemblies, However, the Ministry makes provision in its budget to cater for those districts that are generally underserved.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": ". Madam Speaker, as I have stated earlier, it is the responsibility of the District, Municipal and Metropolitan Assemblies to provide infrastructural facilities for basic schools in their Assemblies, However, the Ministry makes provision in its budget to cater for those districts that are generally underserved.\n In 2006, the Ministry made provision of GH¢25,000.00 in its GETFund budget allocation for infrastructural improvement of the Mexico Junior High School. However, there were adverse findings in the geological report, which made the Assembly decide to relocate the school to an entirely new site thus the allocation was not utilised. The geological report, I am informed, indicates that there is a fault line running through that particular location and it may adversely affect the school building in case of any movement of the earth.\n A new site which is the responsibility of the Assembly has not yet been communicated to the Ministry of Education for further action to be taken.", 
            "time": "11:30:00"
        }, 
        {
            "column": "127", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, is the Hon Minister aware or has she been properly briefed that there is a likelihood of a catastrophe as she just read herself, should there be earth movement for the school? The school children can lose their lives? We are talking of over 800 children\nin the school. The Hon Minister just said in her report that she had been told that there could be a problem when there is earth movement.\nWhat is the Ministry doing? Is the Ministry going to continue to tell us that the Assembly is responsible? Why do we have the Ministry of Education? What is the Ministry doing to save the lives of the people in Tema West, particularly the children in Mexico Junior High School?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, is the Hon Minister aware or has she been properly briefed that there is a likelihood of a catastrophe as she just read herself, should there be earth movement for the school? The school children can lose their lives? We are talking of over 800 children\n\nin the school. The Hon Minister just said in her report that she had been told that there could be a problem when there is earth movement.\n\nWhat is the Ministry doing? Is the Ministry going to continue to tell us that the Assembly is responsible? Why do we have the Ministry of Education? What is the Ministry doing to save the lives of the people in Tema West, particularly the children in Mexico Junior High School?", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, yes, it is the responsibility, the primary responsibility of the Assembly to ensure that lives are not endangered. It is the responsibility of the Ministry to act when the Assembly is unable to find the resources.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, yes, it is the responsibility, the primary responsibility of the Assembly to ensure that lives are not endangered. It is the responsibility of the Ministry to act when the Assembly is unable to find the resources.\n If the Assembly communicates this to us, we will take the action to ensure that there is no risk to the lives of the ‘dear students at Mexico Junior High School in Tema West.", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, has the Hon Minister found out from the Assembly what it is doing - She said in her reply that the report was done in 2006. It is five years to date; it is five good years; is the Ministry going to wait for the Assembly? ls it for those responsible for the secondary - is she responsible for the school in any way or the children? For five years, is she going to continue to wait for the Assembly to tell her something? What is the Ministry of Education doing about the situation?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, has the Hon Minister found out from the Assembly what it is doing - She said in her reply that the report was done in 2006. It is five years to date; it is five good years; is the Ministry going to wait for the Assembly? ls it for those responsible for the secondary - is she responsible for the school in any way or the children? For five years, is she going to continue to wait for the Assembly to tell her something? What is the Ministry of Education doing about the situation?", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The sentence should be “Is the Hon Minister going to wait?\" Hon Members, I do not like the use of pronouns in this House. It should be, \"Is the Hon Minister going to wait\"? So please, go on; I prefer that.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "The sentence should be “Is the Hon Minister going to wait?\" Hon Members, I do not like the use of pronouns in this House. It should be, \"Is the Hon Minister going to wait\"? So please, go on; I prefer that.", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, for how long is the Ministry going to sit and do nothing about it under the pretext that if the Assembly cannot take care of it, it will notify them? .What is the responsibility of the Ministry in cases like this?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, for how long is the Ministry going to sit and do nothing about it under the pretext that if the Assembly cannot take care of it, it will notify them? .What is the responsibility of the Ministry in cases like this?", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I have said it time and time again that the responsibility is with the Assembly. If the Assembly is unable-- Mr Speaker, I want the Hon Member to know that this thing happened in 2006, if the Assembly is unable to take up that responsibility, they should appropriately inform us, as hundreds of Assemblies inform us and we will then make every effort we can to assist the Assembly.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I have said it time and time again that the responsibility is with the Assembly. If the Assembly is unable-- Mr Speaker, I want the Hon Member to know that this thing happened in 2006, if the Assembly is unable to take up that responsibility, they should appropriately inform us, as hundreds of Assemblies inform us and we will then make every effort we can to assist the Assembly.\n As the Hon Member has informed me, I am sure that a letter would be lying on my desk from the Assembly as soon as I get back and action would be taken.\n Mm Torshie Addo: I do not know, Mr Speaker—", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minister, since Question time is also a time of appropriate notification from the Legislature to the Executive, you may want to take appropriate notice and actually contact the appropriate Assembly and act thereon. This is because I take this as a forum that is so serious and that it is taken that you have been duly informed.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minister, since Question time is also a time of appropriate notification from the Legislature to the Executive, you may want to take appropriate notice and actually contact the appropriate Assembly and act thereon. This is because I take this as a forum that is so serious and that it is taken that you have been duly informed.", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Thank you, Mr Speaker, I guess you took the wind out of the sail.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you, Mr Speaker, I guess you took the wind out of the sail.\n I was going to tell the Hon Minister that I filed this Question six months ago. Indeed, we went on recess for almost four months and the Ministry could have done something -", 
            "time": "11:30:00"
        }, 
        {
            "column": "128", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, if something has taken the wind out of your sail then please, do not attempt to say anything anymore because you have no wind.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, if something has taken the wind out of your sail then please, do not attempt to say anything anymore because you have no wind.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Very well, Mr Speaker.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Very well, Mr Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: If you have any other question, you may ask.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "If you have any other question, you may ask.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, my last follow-up question is, is the GH¢25,000 being reserved for the Mexico Junior High School still available, once the site is found and when do they intend to prompt the finding of that site?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, my last follow-up question is, is the GH¢25,000 being reserved for the Mexico Junior High School still available, once the site is found and when do they intend to prompt the finding of that site?\n 11.4Oa.m.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: As I said, Mr Speaker, when the request is made, I am sure that we will be able to look for the appropriate resources to fund it and I am sure also that if it was GHc25,000 in 2006, it must have gone up considerably by now, so we would look at the situation.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "As I said, Mr Speaker, when the request is made, I am sure that we will be able to look for the appropriate resources to fund it and I am sure also that if it was GHc25,000 in 2006, it must have gone up considerably by now, so we would look at the situation.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mrs Torshie Addo", 
            "original": "Mrs Torshie Addo: Mr Speaker, just a little aside.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, just a little aside.\n I just want to prompt the Hon Minister for Education that it has come to our notice that there is some kind of private participation that has come up. I think a couple of people who went to the school have come up and want to do something but the Ministry has been delaying it and I would like her to know about it. We can talk about it afterwards.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, I would advise that you can trigger action by writing to the Hon Minister soon after this and then copying the Assembly and then there could be appropriate follow-up.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, I would advise that you can trigger action by writing to the Hon Minister soon after this and then copying the Assembly and then there could be appropriate follow-up.", 
            "time": "11:30:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, in the Answer provided by the Hon Minister, it says - that is the last sentence in the last but one paragraph -- that the geological report indicates that there is a fault line running through the school which may affect the school building in case of any earth movement.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, in the Answer provided by the Hon Minister, it says - that is the last sentence in the last but one paragraph -- that the geological report indicates that there is a fault line running through the school which may affect the school building in case of any earth movement.", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "MI Speaker, I Want to find out from the Hon Minister whether that is the correct Answer and whether that is what she wants to tell us- I see by the nodding of her head that that is -", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, please go on. The Hon Minister is not in a position now to speak.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, please go on. The Hon Minister is not in a position now to speak.", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I know of two earth movements - the rotation of the earth on its axis and the revolution of the earth around the sun. What has this got to do with fault lines? Is the Hon Minister telling us about movement in the crust of the earth or earth movement?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I know of two earth movements - the rotation of the earth on its axis and the revolution of the earth around the sun. What has this got to do with fault lines? Is the Hon Minister telling us about movement in the crust of the earth or earth movement?", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, this was taken from the geologist’s report; these are not my words. These were taken from the geologist’s report and I am not a geologist. You know I am a lawyer. So I stand by what was taken from the geologist’s report.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, this was taken from the geologist’s report; these are not my words. These were taken from the geologist’s report and I am not a geologist. You know I am a lawyer. So I stand by what was taken from the geologist’s report.", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr‘ Speaker, any geologist that uses this term, we should have reason to question his or her credibility and therefore the basis for submitting that report. An earthquake is an earthquake. For a geologist to use this. term to mislead the Hon Minister to mislead this House -", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr‘ Speaker, any geologist that uses this term, we should have reason to question his or her credibility and therefore the basis for submitting that report. An earthquake is an earthquake. For a geologist to use this. term to mislead the Hon Minister to mislead this House -", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, are you expressing an opinion?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, are you expressing an opinion?", 
            "time": "11:30:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: No, Mr Speaker. It is a matter of fact. It is not earth movement. There is a technical term; it is not earth movement. So that geologist, the Hon Minister should call him or her to her office and ask him or her Why he or she is leading her to mislead this House or correct the report.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "No, Mr Speaker. It is a matter of fact. It is not earth movement. There is a technical term; it is not earth movement. So that geologist, the Hon Minister should call him or her to her office and ask him or her Why he or she is leading her to mislead this House or correct the report.", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: You are suggesting. an appropriate correction should be made; you are bringing that to the Hon Minister’s attention.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "You are suggesting. an appropriate correction should be made; you are bringing that to the Hon Minister’s attention.\n I thank you very much.\n Hon Minister, do you take that in good faith to pursue and possibly correct it?", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, with the greatest’s of respect, this was taken from the geologist report between 2006 and 2008. Therefore, we stand by what was in the geologist’s report.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, with the greatest’s of respect, this was taken from the geologist report between 2006 and 2008. Therefore, we stand by what was in the geologist’s report.", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, with respect, the Hon Minister in reading the Answer to us even read ‘movement of the earth\". She did not even say \"earth movement\". Either way, it is wrong. This is not a matter for geologists. Earth movement is a subject matter for geographers. Geologists talk about movements in the earth’s crusts, the crusts of the earth and I believe that is what she meant.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, with respect, the Hon Minister in reading the Answer to us even read ‘movement of the earth\". She did not even say \"earth movement\". Either way, it is wrong. This is not a matter for geologists. Earth movement is a subject matter for geographers. Geologists talk about movements in the earth’s crusts, the crusts of the earth and I believe that is what she meant.", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order. I believe if the Hon Minister had taken a cue, we would have ended this.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Order. I believe if the Hon Minister had taken a cue, we would have ended this.\n Hon Minister, you know, in this House, we have Hon Members who are versatile, virtually extending from archaeology to zoology. So if any suggestion should be made, I think an Hon Minister can follow that up.", 
            "time": "11:30:00"
        }, 
        {
            "action": "rose ", 
            "column": "132", 
            "kind": "action", 
            "name": "Mrs Mould Iddrisu", 
            "original": "Mrs Mould Iddrisu -- rose -", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minister; you would be seated for now till I call you.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minister; you would be seated for now till I call you.", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "continued speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "[MR SECOND DEPUTY SPEAKER]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "An Hon Minister may - Order!\n Hon Members, we continue to learn. Please, let there be order.\n If a suggestion is made in such a circumstance where we know some Hon Member has some knowledge or expertise or other, I think the way to curtail the matter is for the Hon Minister, whoever it may be, to follow this up later and be advised accordingly, then we end it up. But definitely, you are not going to say that because some expert may have made some mistake somewhere then that is that. That is all the difference.\n So Hon Minister, I think you can appropriately respond and we end that matter.", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: I thank you very much for your intervention, Mr Speaker. Your point is very well noted.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I thank you very much for your intervention, Mr Speaker. Your point is very well noted.\n \"However, in this particular case, I have an expert’s report and with the greatest of respect, I do not know that the Hon Minority Leader is a geophysist; or what is it? Geo biibi - [Laughten] Geologist, geo-whatever. I do not know that so that I would take his word over a report that has been commissioned and written by experts.\n However, I have taken your advice and I would note the matter.\n I thank you.", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Thank you very much.", 
            "time": "11:30:00"
        }, 
        {
            "action": "rose ", 
            "column": "133", 
            "kind": "action", 
            "name": "Mrs Akosua F. Osei-Opare", 
            "original": "Mrs Akosua F. Osei-Opare - rose -", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Yes, Hon Member, do you want to ask a question?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Yes, Hon Member, do you want to ask a question?", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Yes, Mr Speaker, concerning the Mexico School. The Hon Minister’s written Answer and her\nsubsequent answers insist that \"if she is informed\", \"if the Assembly tells her\".\nThe question that I want to ask is that, what is the responsibility of the Ministry of Education in ensuring that all children in every part of the country have access to education in relation to the answers that she has given concerning the Mexico School? What is the responsibility of the Ministry, so that we are clearly informed of - When there is an infrastructural problem or when there is a problem, what can we expect of the Ministry?", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Yes, Mr Speaker, concerning the Mexico School. The Hon Minister’s written Answer and her\n\nsubsequent answers insist that \"if she is informed\", \"if the Assembly tells her\".\n\nThe question that I want to ask is that, what is the responsibility of the Ministry of Education in ensuring that all children in every part of the country have access to education in relation to the answers that she has given concerning the Mexico School? What is the responsibility of the Ministry, so that we are clearly informed of - When there is an infrastructural problem or when there is a problem, what can we expect of the Ministry?", 
            "time": "11:30:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: Mr Speaker, I am rather surprised because I thought that the question had been very adequately answered in my earlier interventions.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I am rather surprised because I thought that the question had been very adequately answered in my earlier interventions.\n Mr Speaker, provision of basic education infrastructure is a shared responsibility between the Ministry of Education and the District Assemblies. They have the primary responsibility, and for that matter, Hon Members themselves.\n As soon as the matter comes to our attention, we will intervene. This is not the first time nor will it be the last time. There have been so many instances, where Hon Members themselves have drawn it to the attention of the Minister or the Ministry and We have taken.\n Primary responsibility lies with the Assemblies; we always step in when the Assemblies are unable or incapable or under-resourced to provide the infrastructure.\n Your point is well taken, Hon Member, and we will continue action on this matter.", 
            "time": "11:50:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Mr Speaker - [Interruption]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker - [Interruption]", 
            "time": "11:50:00"
        }, 
        {
            "action": "rose ", 
            "column": "134", 
            "kind": "action", 
            "name": "Dr A. At Osei", 
            "original": "Dr A. At Osei - rose -", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Hon Akoto Osei, can you take your seat‘? I am on the floor, I have accepted it, and I like the name.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Akoto Osei, can you take your seat‘? I am on the floor, I have accepted it, and I like the name.", 
            "time": "11:50:00"
        }, 
        {
            "action": "rose ", 
            "column": "135", 
            "kind": "action", 
            "name": "Mr Moses A. Asaga_", 
            "original": "Mr Moses A. Asaga_- rose -", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Asaga was querying me -", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Asaga was querying me -", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Yes, thank you - [Interruptions.]", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Yes, thank you - [Interruptions.]", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: No, I have the floor, I have been recognised.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "No, I have the floor, I have been recognised.\n Mr Speaker, you called Hon Frema Osei and not Hon Asaga, the Hon Member does not bear the name.", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, I thought -you had satisfied yourself.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Member, I thought -you had satisfied yourself.", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: No, I needed clarification.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "No, I needed clarification.", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well, continue, complete; after that, Hon Asaga. No problem.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Very well, continue, complete; after that, Hon Asaga. No problem.", 
            "time": "11:50:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mrs, Osei-Opare", 
            "original": "Mrs, Osei-Opare: Mr Speaker, the Hon Minister said that this is a shared responsibility. As she rightly pointed out in her Answer, there has been a report from 2006 to 2008 and we are now in 2011. A Question has been filed, and the Assembly, as she rightly said, has not brought it to her attention. That is the basis of my question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, the Hon Minister said that this is a shared responsibility. As she rightly pointed out in her Answer, there has been a report from 2006 to 2008 and we are now in 2011. A Question has been filed, and the Assembly, as she rightly said, has not brought it to her attention. That is the basis of my question.\n What is the mandatory role of her Ministry in ensuring that that Assembly has acted in the way that they should act to ensure that the good children of Ghana, who have been entrusted in her hands, have access to education?\n Really, it is not enough for the Ministry to say that it has not been brought to their", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Order", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mrs Mould-Iddrisu", 
            "original": "Mrs Mould-Iddrisu: I thank you for this intervention.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I thank you for this intervention.\n I think it is well known that the Ministry of Education has oversight responsibility over the district education offices. The Ministry of Local Government and Rural Development has oversight responsibility over the District and Municipal Assemblies. Our responsibilities are obviously mutually intertwined and we have been conducting them as such.\n I want to assure you that any Assembly that brings these matters to our notice, or any of the District Education Directors who brings matters such as these to our notice, they will be promptly dealt with.", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Mr Speaker, thank you very much.\nMr. Torshie Addo --rose - .", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, thank you very much.\n\nMr. Torshie Addo --rose - .", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Asaga, you were making a statement and not asking a question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Asaga, you were making a statement and not asking a question.\n Mr Frederick Opare-Ansah --- rose", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Minority Chief Whip, if only you are asking a question and not making a statement.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Minority Chief Whip, if only you are asking a question and not making a statement.", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: Unlike H0nAsaga, I am asking a question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Unlike H0nAsaga, I am asking a question.", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well ask a question.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Very well ask a question.", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: Mr Speaker, I would like to find out from the Minister for Education -", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Mr Speaker, I would like to find out from the Minister for Education -", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And that is the final one.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "And that is the final one.", 
            "time": "11:50:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: I would like to refer her to the Budget Statement of the Economic Policy of the Government of Ghana for 2011. Paragraph 497 - and the heading of that paragraph, Mr Speaker, is Primary and Junior High School, Education\". Mr Speaker, with your permission I quote, it says that:\nDevelopment. One is the School Feeding Programme and the other has to do with community-based, technical and vocational training institutes.\nMr Speaker, since when did the Minister for Education realise that responsibility for the construction of basic school infrastructure lies with the -Ministry of Local Government and Rural Development?\nMrs Mould-Iddrisu Mr Speaker, It is well known that education in all the districts in the country are shared responsibilities between the Assemblies and the Ministry of Education and the Members of Parliament.\nI thank you.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "I would like to refer her to the Budget Statement of the Economic Policy of the Government of Ghana for 2011. Paragraph 497 - and the heading of that paragraph, Mr Speaker, is Primary and Junior High School, Education\". Mr Speaker, with your permission I quote, it says that:\n \"Madam Speaker, to further expand and improve upon educational infrastructure, the Ministry will continue to upgrade basic school infrastructure including the programme to‘ eliminate ‘schools under trees.’\n Mr Speaker, I further went to look at the programmes under the Ministry for Local Government and Rural Development. Indeed, there are only two references to education under the Ministry of Local Government and Rural\n\nDevelopment. One is the School Feeding Programme and the other has to do with community-based, technical and vocational training institutes.\n\nMr Speaker, since when did the Minister for Education realise that responsibility for the construction of basic school infrastructure lies with the -Ministry of Local Government and Rural Development?\n\nMrs Mould-Iddrisu Mr Speaker, It is well known that education in all the districts in the country are shared responsibilities between the Assemblies and the Ministry of Education and the Members of Parliament.\n\nI thank you.", 
            "time": "11:50:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, I think this will bring us to the end of Question time.", 
            "section": "MINISTRY OF EDUCATION", 
            "speech": "Hon Members, I think this will bring us to the end of Question time.\n Hon Minister, thank you very much for attending to the House and answering our questions. We appreciate it.\n Item 4 - Statement; there is a Statement on the strike action of Doctors standing in the name of the Hon Member for Asawase.", 
            "time": "12:00:00"
        }, 
        {
            "column": "138", 
            "heading": "STATEMENTS", 
            "kind": "heading", 
            "original": "STATEMENTS", 
            "time": "12:00:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Alhaji Mohammed-Mubarak Muntaka (NDC -- Asawase)", 
            "original": "Alhaji Mohammed-Mubarak Muntaka (NDC -- Asawase): Thank you, Mr Speaker, for the opportunity to make this Statement on the strike action by the members of the Ghana Medical Association (G M A).", 
            "section": "STATEMENTS", 
            "speech": "Thank you, Mr Speaker, for the opportunity to make this Statement on the strike action by the members of the Ghana Medical Association (G M A).\n Mr Speaker, Doctors in our public hospitals across the country have for the past three weeks been on strike due to-- among others, the inability of the Fair", 
            "time": "12:00:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Alhaji Mohammed-Mubarak Muntaka (NDC -- Asawase)", 
            "original": "[ALHAJI MUNTAKA]\nMr Speaker, Parliament, through the work of the Parliamentary Select Committee on Health, recognises the issues which occasioned the strike. Notwithstanding, Parliament is of the candid opinion that the problem can be resolved.\nTrust should be fostered during the negotiation period between the stakeholders and efforts should be made at mending bridges While looking into the future with hope. The Committee prays for all the stakeholders to enter into the engagement with candour and sufficient mandate for the impasse to come to an end with a win-win situation rather than a win-lose situation.\nUnfortunately, Mr Speaker, in the midst of the strike by the Doctors, lives have been imperilled, including deaths which could have been avoided. The Military and Police Hospitals as well as private hospitals have seen a rise in the number of patients . In the face of this, Parliament, Without prejudice to the demands of the striking doctors, call on the GMA to consider returning to work while engaging in further negotiations.", 
            "section": "STATEMENTS", 
            "speech": "Wages and Salaries Commission (FWSC) to migrate them onto the Single Spine Salary Structure.\n Mr Speaker, the Parliamentary Select Committee on Health met with the GMA on 18th October, 2011 to ascertain the issues at stake with a view to helping to resolve the impasse.\n MI Speaker, the grievances enumerated by the GMA during the meeting include:\n 1. The grade structure of the FWSC with regard to the position of medical doctors (Clinicians) which confuses administrative positions and technical positions;\n 2. Market premium of medical doctors; and\n 3. Additional duty hours undertaken.\n The GMA disagrees with the grade structure in relation to other grades in the health sector. In their opinion, the grade structure should correspond to the job- evaluation scores agreed upon at a meeting with the FWSC.\n They are also not in favour of the promotional pattern as presented by the FWSC because it affects their progression in the health sector.\n Mr Speaker, the disagreement in the market premium among others is the reason the doctors are still on strike.\n The GMA observed that most of the persons negotiating with them were without adequate mandate and therefore could not adequately address the issue.\n\nMr Speaker, Parliament, through the work of the Parliamentary Select Committee on Health, recognises the issues which occasioned the strike. Notwithstanding, Parliament is of the candid opinion that the problem can be resolved.\n\nTrust should be fostered during the negotiation period between the stakeholders and efforts should be made at mending bridges While looking into the future with hope. The Committee prays for all the stakeholders to enter into the engagement with candour and sufficient mandate for the impasse to come to an end with a win-win situation rather than a win-lose situation.\n\nUnfortunately, Mr Speaker, in the midst of the strike by the Doctors, lives have been imperilled, including deaths which could have been avoided. The Military and Police Hospitals as well as private hospitals have seen a rise in the number of patients . In the face of this, Parliament, Without prejudice to the demands of the striking doctors, call on the GMA to consider returning to work while engaging in further negotiations.", 
            "time": "12:00:00"
        }, 
        {
            "column": "140", 
            "kind": "speech", 
            "name": "Dr Matthew Opoku Prempeh (NPP -- Manhyia)", 
            "original": "Dr Matthew Opoku Prempeh (NPP -- Manhyia): Mr Speaker, I rise to support the Statement made by the Hon Member of Parliament for Asawase and the Chairman of the Parliamentary Select Committee on Health.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I rise to support the Statement made by the Hon Member of Parliament for Asawase and the Chairman of the Parliamentary Select Committee on Health.\n Indeed, Mr Speaker, I was part of the group that met with the Leadership of GMA. Mr Speaker, it is sad that the strike had entered the third week in this country. It should not be and it should never happen again in this country that doctors are seen to be striking for such a long period of time.\n Strike itself is nothing new, Mr Speaker. All over the world in every jurisdiction,", 
            "time": "12:00:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Dr Matthew Opoku Prempeh (NPP -- Manhyia)", 
            "original": "[DR PREMPEH]\njunior -- most doctors start at grade 21. It is not the doctors who put themselves on such a high peg. Indeed, it is not the doctors who have decided what they want it is the Government through the PWSC that has not been able to commit themselves to what has been agreed to.", 
            "section": "STATEMENTS", 
            "speech": "whether it is doctors or policemen, at times they do strike. The resolution of these strikes, is what is important; and the speed at which these strikes are resolved is what is very, very important.\n Mr Speaker, when the Health Select Committee met with the doctors only three issues came up and it is instructive to note the doctors are not the ones clamouring to be on the Single Spine Salary Structure. Mr Speaker, it is not the doctors who engaged the services of the consultants to put their additional duty hours at such a high peg. Mr Speaker, it is even more interesting that as far back as 1998, under the National Democratic Congress (NDC) Government, doctors were given two hundred additional working hours a week.\n Mr Speaker, again, it is not the doctors who refused to agree to the market premium that had been set. Mr Speaker, it is not the doctors who had refused to accept what has been given. The most important thing, Mr Speaker, is the fact that the doctors claimed that people Without sufficient mandate are being brought to sit down with them, and even when they agree, the people come back and say that \"We cannot even agree to what we seem to have agreed upon\". Mr Speaker, this has led to the breakdown of trust between the negotiators and the stakeholders.\n Mr Speaker, it is not the doctors who decided to sack essential staff with the FWSC which has led to this quagmire. Mr Speaker, it is not the doctors who have caused all other sectors of this country who have even been migrated onto the SSSS to be agitating. Mr Speaker, it is not the doctors’ fault that the salary structure that is up to twenty-five grades - the\n\njunior -- most doctors start at grade 21. It is not the doctors who put themselves on such a high peg. Indeed, it is not the doctors who have decided what they want it is the Government through the PWSC that has not been able to commit themselves to what has been agreed to.", 
            "time": "12:00:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Mr Speaker, it is sad", 
            "original": "Mr Speaker, it is sad: It is really, really sad, as a doctor myself, to find out that for three weeks, doctors are still on strike. But it is not the doctors who went on air to say, \"If you do not go back to work, you can resign.\" Mr Speaker, it is not the doctors who decided to call themselves \"murderers\", or for that matter--- In a striking atmosphere, I would beg that the whole country resolve that their speech be moderate. It is strike time; it is not right for irresponsible statements to be made.", 
            "section": "STATEMENTS", 
            "speech": "It is really, really sad, as a doctor myself, to find out that for three weeks, doctors are still on strike. But it is not the doctors who went on air to say, \"If you do not go back to work, you can resign.\" Mr Speaker, it is not the doctors who decided to call themselves \"murderers\", or for that matter--- In a striking atmosphere, I would beg that the whole country resolve that their speech be moderate. It is strike time; it is not right for irresponsible statements to be made.\n Mr Speaker, I would like, in the spirit of this House, to appeal to the striking doctors to go back to work. That appeal I would want to back it with a fact --- [Interruption.] Mr Speaker, in that spirit I would like to appeal to the Government to speedily resolve this issue and resolve it amicably. This is because the negotiations will not end up today; it will come up tomorrow and tomorrow’s next. And the better trust is engendered today, the better it is for the future of this country.\n Mr Speaker, thank you.", 
            "time": "12:00:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Mr Alex Tettey-Eny0 (NDC -Ada)", 
            "original": "Mr Alex Tettey-Eny0 (NDC -Ada): Mr Speaker, I thank you for the opportunity to contribute to the Statement by the Member of Parliament for Asawase and the Chairman of the Parliamentary Select Committee on Health on the strike action by doctors of the GMA.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I thank you for the opportunity to contribute to the Statement by the Member of Parliament for Asawase and the Chairman of the Parliamentary Select Committee on Health on the strike action by doctors of the GMA.\n The national concern for the fallout of the ongoing strike by the Members is so high that it is incumbent on this House to", 
            "time": "12:00:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr Alex Tettey-Eny0 (NDC -Ada)", 
            "original": "[MR TETTEY-ENYO]\nl2.l0p.m.", 
            "section": "STATEMENTS", 
            "speech": "add its voice to the appeal to the Association to go back to work while negotiations continue.\n I have always contended that the best thing members of any union can do in the circumstances in which the members of the GMA find themselves, is to follow the procedures allowed by negotiation, the authority given to institutions set up to mediate within the circumstances of the dissent or discontent put out by the labour unions so that we create confidence in the systems we have established to deal with _issues that pertain to labour dissatisfaction.\n\nl2.l0p.m.", 
            "time": "12:00:00"
        }, 
        {
            "action": "rose ", 
            "column": "143", 
            "kind": "action", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei -rose -", 
            "time": "12:00:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, are you standing on a point of order?", 
            "section": "STATEMENTS", 
            "speech": "Hon Member, are you standing on a point of order?", 
            "time": "12:00:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I just want to bring your attention to something.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I just want to bring your attention to something.\n The Chairman of the Parliamentary Select Committee on Health has made a very important Statement for this House to consider, and look at him ‘standing back there having a meeting. How does he want us to take his Statement seriously? This is a very serious matter; he should be sitting here. Mr Speaker, I am surprised at him. This matter is too serious for him to be standing there.\n I thank you, Mr Speaker.", 
            "time": "12:00:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr Tettey-Enyo", 
            "original": "Mr Tettey-Enyo: Mr Speaker, indeed, I agree with the Hon Member of Parliament who has raised the issue that we should all be concerned and pay attention to the Statement on floor and the last person to\nshow disregard would be the Chairman of the Select Committee on Health. So I am happy he is back in his seat.\nMr Speaker, We are concerned, especially when the\" avenues open for us are being used but rather in a very slow manner, intensifying the effects that are coming out of the strike action. I think the purpose of this Statement is to enable Parliament, this noble House, to express its opinion about what is happening, and like the other institutions in this country, appeal to members of the GAM to go back to work.\nA lot of people who spoke on radio, or television about the effects of this strike action pointed out to the fact that the matter would be resolved -- and indeed it would be resolved.\nBut the point is, we have to speed up the action to resolve it so that we end the effects that are taking place. Indeed, I know Hon Members on both sides of the House will support this Statement and will bring up ideas which would enable us to add our voice in a very strong manner so that the members of the Association would heed our call and go back to work while we support them in seeking redress for their grievances before the institutions where this matter is being considered.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, indeed, I agree with the Hon Member of Parliament who has raised the issue that we should all be concerned and pay attention to the Statement on floor and the last person to\n\nshow disregard would be the Chairman of the Select Committee on Health. So I am happy he is back in his seat.\n\nMr Speaker, We are concerned, especially when the\" avenues open for us are being used but rather in a very slow manner, intensifying the effects that are coming out of the strike action. I think the purpose of this Statement is to enable Parliament, this noble House, to express its opinion about what is happening, and like the other institutions in this country, appeal to members of the GAM to go back to work.\n\nA lot of people who spoke on radio, or television about the effects of this strike action pointed out to the fact that the matter would be resolved -- and indeed it would be resolved.\n\nBut the point is, we have to speed up the action to resolve it so that we end the effects that are taking place. Indeed, I know Hon Members on both sides of the House will support this Statement and will bring up ideas which would enable us to add our voice in a very strong manner so that the members of the Association would heed our call and go back to work while we support them in seeking redress for their grievances before the institutions where this matter is being considered.", 
            "time": "12:00:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Member.", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much, Hon Member.", 
            "time": "12:00:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah (NPP - Sekondi)", 
            "original": "Papa Owusu-Ankomah (NPP - Sekondi): Thank you Very much, Mr Speaker, for the opportunity to contribute to this Statement and to commend the Chairman of this l-louse’s Select Committee on Health for making this Statement, particularly considering the fact that this is the second day of the Meeting of this House for the Third Session of this Parliament.", 
            "section": "STATEMENTS", 
            "speech": "Thank you Very much, Mr Speaker, for the opportunity to contribute to this Statement and to commend the Chairman of this l-louse’s Select Committee on Health for making this Statement, particularly considering the fact that this is the second day of the Meeting of this House for the Third Session of this Parliament.", 
            "time": "12:00:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah (NPP - Sekondi)", 
            "original": "[PAPA OWUSU-ANKOMAH]\nthe tumult going round the world probably it was symptomatic of a deficit of trust of the people in political leadership - trust deficit. So probably they do not believe that political leadership is sincere in whatever they are saying or doing.\nSo I take this opportunity to urge this House and each and every Member Thereof to recognise that having come this far as a democracy, when it comes to certain things, there cannot be winners and there cannot be losers and there is no need for anyone to desire to take partisan political advantage of a serious situation.\nThe people would be asking, \"having had democracy for so long, what benefit has it brought to me as an individual”? So the practice of democracy must \"be positively reflected in the lives of our people. That is the challenge to us as leadership.\nHaving said this, I would urge all parties, not only the Doctors -All parties involved in this matter should Work assiduously to ensure that this matter is resolved as soon as possible if not immediately.\nTo my brothers the doctors, there comes a time when individuals even Where they believe they are being mistreated, look at the bigger picture and say that, \"having regard to the circumstances of this matter I believe that I ought to go a further step and sacrifice in the interest of the nation\". This is what is being demanded of doctors this morning.\nHaving said that, Mr Speaker, it is also important that we commend the work being done by the hospitals where doctors are dealing with emergencies and I urge the Government to ensure that the urgent needs of these hospitals are met. I have reason to say this because I have interacted with some of the senior members of these institutions.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, strikes will always occur. Indeed, this is not the first time that medical doctors have gone on strike. However, it is also important to emphasise that for medical doctors to go on strike, it means that they consider it to be the last resort, knowing the consequences of the strike action they take.\n Mr Speaker, reading the Statement of _ the Hon Member, a point is made that it seems those who engage in the negotiations do not seem to have the authority to take a final decision. That is also symptomatic of the way things are organised in this country. I personally have had the benefit of being engaged in discussions with groups that were on strike.\n It is important that on these matters the State recognises that there is the need for finality so that those who go to negotiate feel confident that they have the full mandate to take a decision.\n It has happened to me before. Yes, one does not have the final decision and one may agree tentatively, people are happy, then one goes back and they say \"No, we cannot handle this\". So it is important that all those Who are in a position to give clearance should be at the table. I agree we have processes but it gets to a stage we do not need to go through the entire process. All those who are involved can be there so that finality can be brought to these negotiations.\n It is also important, particularly, having regard to what has been going on all over the world, to state that probably, as the political leadership, there is the need for us to have some introspection. Just a couple of Weeks ago, when the UN Secretary-General, His Excellency Ban Ki- moon had occasion to address the Inter Parliamentary Union (IPU) General Assembly, he made the comment that with\n\nthe tumult going round the world probably it was symptomatic of a deficit of trust of the people in political leadership - trust deficit. So probably they do not believe that political leadership is sincere in whatever they are saying or doing.\n\nSo I take this opportunity to urge this House and each and every Member Thereof to recognise that having come this far as a democracy, when it comes to certain things, there cannot be winners and there cannot be losers and there is no need for anyone to desire to take partisan political advantage of a serious situation.\n\nThe people would be asking, \"having had democracy for so long, what benefit has it brought to me as an individual”? So the practice of democracy must \"be positively reflected in the lives of our people. That is the challenge to us as leadership.\n\nHaving said this, I would urge all parties, not only the Doctors -All parties involved in this matter should Work assiduously to ensure that this matter is resolved as soon as possible if not immediately.\n\nTo my brothers the doctors, there comes a time when individuals even Where they believe they are being mistreated, look at the bigger picture and say that, \"having regard to the circumstances of this matter I believe that I ought to go a further step and sacrifice in the interest of the nation\". This is what is being demanded of doctors this morning.\n\nHaving said that, Mr Speaker, it is also important that we commend the work being done by the hospitals where doctors are dealing with emergencies and I urge the Government to ensure that the urgent needs of these hospitals are met. I have reason to say this because I have interacted with some of the senior members of these institutions.", 
            "time": "12:00:00"
        }, 
        {
            "column": "147", 
            "kind": "continued speech", 
            "name": "Papa Owusu-Ankomah (NPP - Sekondi)", 
            "original": "[PAPA OWUSU-ANKOMAH]", 
            "section": "STATEMENTS", 
            "speech": "There is pressure. And there is the need for medical supplies to be given them urgently. Let us cut the bureaucracy now. In times of war, we do not deal with bureaucracy. Things that can take three months ought to be dealt with in a day and that is what is required of Government now.\n I pray that sooner rather than later, this unfortunate situation will end, and after it is ended, all of us will learn lessons out of it so that the next time things do not deteriorate to this level.", 
            "time": "12:00:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Minister for Women and Children’s Affairs (Mrs Juliana Azumah-Mensah)", 
            "original": "Minister for Women and Children’s Affairs (Mrs Juliana Azumah-Mensah): Mr Speaker, I would like to take this opportunity to congratulate the Hon Member who made this very important Statement.\nwho are the only health workers. Within the hospital, they work as a team-- doctors, nurses, pharmacists and ancillary workers -- to make the work holistic. I believe where there is discontent, we must take to consideration, the lives of people who come to hospital who may, as a result of the strike action, meet their untimely demise.\nSo, in actual fact, a woman, who is nearing the state of labour when she hears that doctors are on strike, it is very, very frightening. So, I believe a lot is being done to actually meet the doctors on the negotiating table. But I believe also that for the doctors to really go back and visit their Hippocratic Oath, they should take the lives of those people in the hospitals into consideration. They may not be dead but the morbidity and the mortality that can come as a result of the strike action, I believe, they should look at that carefully so that they return to the hospitals and the clinics while negotiations are going on. I know.\nI have been there; I am a nurse as I said before. We cannot pay the health professional enough for what they do, but that does not mean that we should use the general public, women and children especially as pawns when we are fighting for when we need; our allowances and salaries.\nSo, again on this platform, as woman and as the Hon Minister for Women and Children’s Affairs, and also as a woman who has a husband, an uncle and everybody to appeal to our colleagues, the doctors to try and be a little bit altruistic, that is put themselves in the shoes of those who are visiting the hospitals who need their services so that they go back to the hospitals to work while the negotiations go on.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I would like to take this opportunity to congratulate the Hon Member who made this very important Statement.\n Mr Speaker, when the strike action started, I, through the Ministry of Women and Children’s Affairs, put out an SOS call to our doctors to try and go to the negotiating table while they work. This is because as we know, when one is in the hospital and doctors or nurses go on strike, the very first thing that comes to mind - I have been in that position because I have been in the hospital. I am a nurse; I am midwife.\n The first thing that happens, is that when women are in labour and there are complications, when sick children _are brought in, the nurses and other auxiliary staff can do their best but when the doctors are not there, what we have is deaths of these women who cannot take control of their own labour. We know that in the hospitals, it is not only the doctors\n\nwho are the only health workers. Within the hospital, they work as a team-- doctors, nurses, pharmacists and ancillary workers -- to make the work holistic. I believe where there is discontent, we must take to consideration, the lives of people who come to hospital who may, as a result of the strike action, meet their untimely demise.\n\nSo, in actual fact, a woman, who is nearing the state of labour when she hears that doctors are on strike, it is very, very frightening. So, I believe a lot is being done to actually meet the doctors on the negotiating table. But I believe also that for the doctors to really go back and visit their Hippocratic Oath, they should take the lives of those people in the hospitals into consideration. They may not be dead but the morbidity and the mortality that can come as a result of the strike action, I believe, they should look at that carefully so that they return to the hospitals and the clinics while negotiations are going on. I know.\n\nI have been there; I am a nurse as I said before. We cannot pay the health professional enough for what they do, but that does not mean that we should use the general public, women and children especially as pawns when we are fighting for when we need; our allowances and salaries.\n\nSo, again on this platform, as woman and as the Hon Minister for Women and Children’s Affairs, and also as a woman who has a husband, an uncle and everybody to appeal to our colleagues, the doctors to try and be a little bit altruistic, that is put themselves in the shoes of those who are visiting the hospitals who need their services so that they go back to the hospitals to work while the negotiations go on.", 
            "time": "12:20:00"
        }, 
        {
            "column": "148", 
            "kind": "continued speech", 
            "name": "Minister for Women and Children’s Affairs (Mrs Juliana Azumah-Mensah)", 
            "original": "[MRS AZUMAH-MENSAH]", 
            "section": "STATEMENTS", 
            "speech": "So on this note, Mr Speaker, others have said it all. We are behind them for what they do but I believe that when one is standing for something good and it goes too far, then everybody stands against that person. So, we will be very happy for them to go back to work while negotiations go on.\n Thank you, Mr Speaker.", 
            "time": "12:20:00"
        }, 
        {
            "column": "148", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you, very much.", 
            "section": "STATEMENTS", 
            "speech": "Thank you, very much.\n I have an advice list from Leadership, which I am going by, just for the information of Hon Members.\n 12.3Op.m.", 
            "time": "12:20:00"
        }, 
        {
            "column": "148", 
            "kind": "speech", 
            "name": "Mrs Frema Osei-Opare (NPP - Ayawaso West Wuogon)", 
            "original": "Mrs Frema Osei-Opare (NPP - Ayawaso West Wuogon): Mr Speaker, I would like to associate myself with the Statement made concerning the strike of our medical personnel, particularly, the doctors.\ncommittee such that when there is a problem, there will be timely process in terms of dealing with it. We put that Act together. That was to ensure that we do not get into the kind of situation that we have.\nAgain, the evidence even as put out by the Hon Member who made the Statement is that, the doctors are availing themselves of the proper processes of negotiation and therefore it is important that Government, which has also set out regulations should also honour those systems that have been put in place to ensure that there is understanding and that the process is carried forward under the whole Act that we have put together.\nMr Speaker, in negotiating, the Hon Member for Sekondi said that there are times that we have even varied the composition in order to ensure timely resolution. Indeed, this is an experience that in my former role as a Hon Deputy Minister for Manpower and Employment, we were faced with such situations whereby parties were put together. I know the Ghanaian temperament. -We are people of peace and that when people are heard and given a voice and we meet people with respect, with understanding, with tolerance, we are able to resolve -what may look like an impossible situation.\nI am urging that with this impasse, all parties, particularly Government side, approach this problem with understanding and with words and posture that are inviting, encouraging the kind of motherly attitude such that whatever we agree on, even if we are unable to give in to their demands, we would be able to have ensured that the people know that we are not doing it out of spite, but we are doing it because of the circumstances that we find ours elves at the time.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I would like to associate myself with the Statement made concerning the strike of our medical personnel, particularly, the doctors.\n Mr Speaker, it is important to recognise that, as a nation, through the Labour Act, we have all agreed that the rights of workers must be respected in accordance with our association with the world. Particularly, if I look at the Labour Act, it does require that workers and employees do meet regularly to negotiate conditions of service.\n Mr Speaker, the principle behind the FWSC was again put together by this House to ensure that there is equity and fairness in the remuneration for our public sector workers. Indeed, the Act that this august House passed -- the Fair Wages and Salaries Commission Act -- in that Act was enshrined a grievance committee, and that was put there deliberately to ensure among other committees that they will set, there is in place a grievance\n\ncommittee such that when there is a problem, there will be timely process in terms of dealing with it. We put that Act together. That was to ensure that we do not get into the kind of situation that we have.\n\nAgain, the evidence even as put out by the Hon Member who made the Statement is that, the doctors are availing themselves of the proper processes of negotiation and therefore it is important that Government, which has also set out regulations should also honour those systems that have been put in place to ensure that there is understanding and that the process is carried forward under the whole Act that we have put together.\n\nMr Speaker, in negotiating, the Hon Member for Sekondi said that there are times that we have even varied the composition in order to ensure timely resolution. Indeed, this is an experience that in my former role as a Hon Deputy Minister for Manpower and Employment, we were faced with such situations whereby parties were put together. I know the Ghanaian temperament. -We are people of peace and that when people are heard and given a voice and we meet people with respect, with understanding, with tolerance, we are able to resolve -what may look like an impossible situation.\n\nI am urging that with this impasse, all parties, particularly Government side, approach this problem with understanding and with words and posture that are inviting, encouraging the kind of motherly attitude such that whatever we agree on, even if we are unable to give in to their demands, we would be able to have ensured that the people know that we are not doing it out of spite, but we are doing it because of the circumstances that we find ours elves at the time.", 
            "time": "12:20:00"
        }, 
        {
            "column": "151", 
            "kind": "continued speech", 
            "name": "Mrs Frema Osei-Opare (NPP - Ayawaso West Wuogon)", 
            "original": "[MRS OSEI-OPARE]", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, three weeks have passed and we think that it is only death, but it is incumbent on us to realise that timely access to medical services can help you in the future. There are situations whereby if you do not see a doctor today, you are committed to some permanent situation which could have been prevented. It is important for us to realise that even in trying to improve our maternal and child care, one of the things that we say is that, it is important that we have urgent support and a little delay in problems at home.\n What I have seen happening with Members of Parliament (MPs) using their National Health Insurance Scheme (NHIS) support is that, a lot of MPs are buying ambulances. Why are we doing that? We are doing that because we recognise that if people are sick, that time delayed can cause problems and that is why we as representatives of the people, are investing in ambulances. But when you have bought these ambulances and they get to the hospital and there is no doctor, what have we done?", 
            "time": "12:20:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, begin to wind up.", 
            "section": "STATEMENTS", 
            "speech": "Hon Member, begin to wind up.", 
            "time": "12:30:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: I am winding up, Mr Speaker. What happens to our effort as the Women Caucus of Parliament of Ghana in getting the maternity theatre rehabilitated so that women who have difficult child birth can have access to theatre facilities -", 
            "section": "STATEMENTS", 
            "speech": "I am winding up, Mr Speaker. What happens to our effort as the Women Caucus of Parliament of Ghana in getting the maternity theatre rehabilitated so that women who have difficult child birth can have access to theatre facilities -", 
            "time": "12:30:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And in conclusion -", 
            "section": "STATEMENTS", 
            "speech": "And in conclusion -", 
            "time": "12:30:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: If they get there and there is nobody, what is the use? All I am saying, Mr Speaker, is that this is an emergency, it requires emergency\nresponse and I plead with our doctors to go back to full work. But I also plead more with Government, that the ball is in their court; they can do a lot by having a fatherly and motherly attitude to bring them on board and that a calm word can kill any sore.", 
            "section": "STATEMENTS", 
            "speech": "If they get there and there is nobody, what is the use? All I am saying, Mr Speaker, is that this is an emergency, it requires emergency\n\nresponse and I plead with our doctors to go back to full work. But I also plead more with Government, that the ball is in their court; they can do a lot by having a fatherly and motherly attitude to bring them on board and that a calm word can kill any sore.", 
            "time": "12:30:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Minister for Health Joseph Yieleh Chireh)", 
            "original": "Minister for Health Joseph Yieleh Chireh): Mr Speaker, let me first of all thank the Hon Member for making the Statement and urging the parties in this negotiation to do their utmost for a solution to be reached.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, let me first of all thank the Hon Member for making the Statement and urging the parties in this negotiation to do their utmost for a solution to be reached.\n Of course, we all know that this strike action is very unfortunate and that is why I would again also appreciate those opinion leaders, whether political, traditional or religious, who have joined the President to ask the doctors to go back to work while we go on with negotiations.\n The Statement as made is to let all of us appreciate the difficulties. But at the same time, I have to state that the Committee claims they met only the GMA And the GMA statement being made about people not being given sufficient mandate - I wish the Committee could have the opportunity of also meeting with the or even the management of these institutions.\n But once that has not happened, all we are appealing to everybody is that as we all listen every morning-- some of the radio stations, after the visit of President Obama-- would say that we should build strong institutions and not strong men; everyday you would hear it. Therefore, if this Parliament passes a law establishing bodies, I expect all of us to be making sure that these bodies are strong and not individuals. We must make sure that these bodies work.\n One thing more: What I would ask all Ghanaians, no matter who you are, is that for democracy to work, we must also", 
            "time": "12:30:00"
        }, 
        {
            "column": "153", 
            "kind": "continued speech", 
            "name": "Minister for Health Joseph Yieleh Chireh)", 
            "original": "[MR CHIREH]", 
            "section": "STATEMENTS", 
            "speech": "exercise a lot of restraint and patience. It is not right that you think you enjoy a benefit and it must be given to you immediately.\n So once again, we are appealing to the doctors. As we talk, there is supposed to be compulsory arbitration by the Labour Commission with the parties. It means that we are following procedures. Sometimes the delays may be very, very unfortunate, but they are necessary for the sanity of public discourse, for all of us to appreciate.\n The loss of lives is unfortunate and again, as I always say and I would say again, it is not how many times you insult and tell people what your feelings are; it is for us to be responsible, each and every one of us, Therefore, I would again thank all of you for showing this concern and appeal once more as the President has already done, to the medical doctors to go back to work. The systems will work.\n Mr Speaker, in terms of support for the emergency centres that are carrying on the duties while they are on strike, the Ministry is not employing bureaucratic methods. Indeed, we are making sure that the medical suppliers are quickly delivered to 37 Military Hospital and the Police Hospital in Accra and in the other regions. Government is aware that emergencies are required to be treated there.\n So we are not going to employ any difficulties in terms of medical supplies. The President himself was on the site to ensure that these things are done. We are going to make sure to save as many lives as we can. But to this House once more, thank you for showing the concern.", 
            "time": "12:30:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Dr Kofi Asare (NPP-Akwatia)", 
            "original": "Dr Kofi Asare (NPP-Akwatia): Mr Speaker, I want to commend the Chairman of the Parliamentary Select Committee on Health for making this Statement about the doctors’ strike.\nMr Speaker, it takes a lot of thinking, a lot of hard search and with much difficulty for doctors to start a strike action. It is not done lightly at all. Doctors resort to strike action when all other means as far as they see have been closed and it is not a pleasant situation for the doctors and for the patients.\nMr Speaker, health is said to be an essential service with many others. I always wonder what is there for those in the essential services that they should not go on strike. Is it just the label of being in the essential service or there is something that ought to go with it so that their services are recognised as essential I would think that governments should make effort to show them at least, what it takes that they are essential and therefore have to forfeit their strike action.\nWhen I was in the leadership of the Association, I really did not see anything that made health essential apart from the fact that it was Written and it was said that we were in the essential services. But I believe if there is something that goes with it, that would satisfy most doctors.\nMr Speaker, when doctors resort to strike action, one of the things that infuriates and gets them adamant to what people say is the insults and others that come from supposed commentators and senior journalists. It does not help in any way; it does not. So I would plead with all those who have the opportunity of talking on radio and other media to be very watchful of what they say and imply.\nCalling doctors \"mass murderers\", \"thieves\", \"robbers\", \"criminals\", does not help in the negotiation. To some, we just take it as it comes but there are others who are very sensitive to these things and it makes them adamant to any reason.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I want to commend the Chairman of the Parliamentary Select Committee on Health for making this Statement about the doctors’ strike.\n\nMr Speaker, it takes a lot of thinking, a lot of hard search and with much difficulty for doctors to start a strike action. It is not done lightly at all. Doctors resort to strike action when all other means as far as they see have been closed and it is not a pleasant situation for the doctors and for the patients.\n\nMr Speaker, health is said to be an essential service with many others. I always wonder what is there for those in the essential services that they should not go on strike. Is it just the label of being in the essential service or there is something that ought to go with it so that their services are recognised as essential I would think that governments should make effort to show them at least, what it takes that they are essential and therefore have to forfeit their strike action.\n\nWhen I was in the leadership of the Association, I really did not see anything that made health essential apart from the fact that it was Written and it was said that we were in the essential services. But I believe if there is something that goes with it, that would satisfy most doctors.\n\nMr Speaker, when doctors resort to strike action, one of the things that infuriates and gets them adamant to what people say is the insults and others that come from supposed commentators and senior journalists. It does not help in any way; it does not. So I would plead with all those who have the opportunity of talking on radio and other media to be very watchful of what they say and imply.\n\nCalling doctors \"mass murderers\", \"thieves\", \"robbers\", \"criminals\", does not help in the negotiation. To some, we just take it as it comes but there are others who are very sensitive to these things and it makes them adamant to any reason.", 
            "time": "12:40:00"
        }, 
        {
            "column": "155", 
            "kind": "speech", 
            "name": "Dr Kofi Asare (NPP-Akwatia)", 
            "original": "[DR ASARE]\nAssociation, especially government hospital doctors to resume work and continue with the negotiation. I believe they themselves are not happy being at home, they themselves are not happy about What they are seeing but it comes a time you need to take those decisions. But we would plead with them that their point has been made and Government, I believe, is working assiduously to meet their demands and we would plead that they would resume work without further delay. Thank you Mr Speaker.", 
            "section": "STATEMENTS", 
            "speech": "So please, we will urge those who make comments to be very mindful of what they say.\n Mr Speaker, I would also say that one of the things that in negotiation really sets -us back is having agreed, then you find that, that person did not have the final say in what you have agreed on and therefore‘ it is subject to change and that change is not even referred back to the team. Obviously, when those things happen, there is loss of trust and I will urge Government that they take those who can take decision and put those decisions into effect at this stage to be on the team so that things can come to a fruitful end as soon as possible.\n Mr Speaker, my main concern about this and the commentary and others is the wedge that is being driven between various sections of the Ghana Health Service by commentators, playing one against the other. The doctors against the nurses, nurses-against pharmacists and pharmacists against other health workers. Mr Speaker, that would not augur well for our health delivery service. After the strike, they would need to work as a team, but if you drive a wedge between them, there would be so much distrust that it would not in any way help in patient management.\n So I would plead with those who for some reasons known to them and for myopic political gains, do these things that they be advised by their heads - their political seniors to stop and stop immediately because that will in the long run lead to poor health delivery for our people.\n Mr Speaker, I think a lot has been said, let me also add my voice and appeal to members of the Ghana Medical\n\nAssociation, especially government hospital doctors to resume work and continue with the negotiation. I believe they themselves are not happy being at home, they themselves are not happy about What they are seeing but it comes a time you need to take those decisions. But we would plead with them that their point has been made and Government, I believe, is working assiduously to meet their demands and we would plead that they would resume work without further delay. Thank you Mr Speaker.", 
            "time": "12:40:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Minority Leader (Mr Osei Kyei- Mensah-Bonsu)", 
            "original": "Minority Leader (Mr Osei Kyei- Mensah-Bonsu): Mr Speaker, just a few words. I was really not minded to make an intervention because I think the various issues have been articulated sufficiently. But Mr Speaker, given the fact that it is a very serious matter confronting this nation, I am moved to say just a few words.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, just a few words. I was really not minded to make an intervention because I think the various issues have been articulated sufficiently. But Mr Speaker, given the fact that it is a very serious matter confronting this nation, I am moved to say just a few words.\n Mr Speaker, yesterday, when the House resumed from our recess,_ the Hon Majority Leader and I had a discussion, we thought that this House should express concern about the strike action that the doctors are engaged in. We agreed that as a House, we should, in addressing this issue, steer a middle course. Mr Speaker, I narrated yesterday an incident involving the daughter of one Mr Haruna, a polling station chairman in my constituency, whose daughter transitioned when she was to deliver at the Komfo Anokye Teaching Hospital,\n Mr Speaker, I do not know of other such incidents that might have happened in the backyards of some of our Hon Colleagues in this Chamber. I believe that if we should do a count, we would have many people who might have perished or have their lives imperiled during the course of this strike action.\n Mr Speaker, the Committee on Health in this House, unknown to us, had acted proactively and engaged the GMA and I", 
            "time": "12:40:00"
        }, 
        {
            "column": "157", 
            "kind": "speech", 
            "name": "Minority Leader (Mr Osei Kyei- Mensah-Bonsu)", 
            "original": "[MR KYEI MENSAH-BONSU]\nNotwithstanding, we should also know that as a nation, we are not in the position to remunerate the medical officers sufficiently, just like the other professions can also not be paid adequately enough. So it is really a difficult situation. that as a nation we find ourselves in.\nI do know that no Government will sit down unconcerned in the face of any strike action by medical officers. So I want to believe that Government will be purposed to resolve this crisis and that is why the side kicks of inflammatory language would not help to resolve the matter at all.\nMr Speaker, already, people, in particular the Chairman who made the Statement, Dr Matthew Opoku Prempeh and my Colleague the Hon Member for Sekondi (Papa Owusu-Ankomah) have all spoken about a deficit of trust in the negotiation process and I believe we have to reconstruct it so that people will believe in the institutions. This is because the Hon Minister responsible said, re-echoing what President Obama told us, that we should build strong institutions and not strong personalities. Where you have built strong institutions, if trust cannot be engendered, certainly, we would not make any progress.\nSo it is important that tied in to this, we must ensure that people can trust in the system, people can trust in the institutions and if there is no deficit of trust, then people who go to the negotiation will be clear in their minds that whatever is decided on will be implemented. That people have been sufficiently clothed with the authority to come to the negotiations and whatever comes from them would certainly be implemented.\nMr Speaker, as the Hon Minister said, and as I have also alluded to, lives that are being lost, and people entering into crisis situations in their health situations", 
            "section": "STATEMENTS", 
            "speech": "thought-that was very, very fruitful- Ordinarily, Committees would want referrals to be made to them before they Start acting. I think the action of the Health Committee is very, very commendable.\n Mr Speaker, from their engagement with the GMA, we now know, this House knows that there are three main issues that the medical officers have raised. One is the grade structure of the medical officers, the market premium of medical doctors and additional duty hours undertaken by them.\n Mr Speaker, I think as a nation, we should understand that the market premium on medical officers has really gone very, very high. In the United Kingdom, the United States of America and Canada, many brilliant minds no longer want to pursue courses in medicine.\n This is because, now Information Communication Technology (ICT) is a greener area, most science students are gravitating towards pursuing courses in ICT. They have shorter duration and they earn much higher than medical officers who spend five or six years in school.\n Mr Speaker, it is why in the United Kingdom, in the United States of America and in Canada today, we have an influx of medical officers from India to the health facilities of these countries. As we do know, the start-off pay in the UK for general practitioners (GPs) who are newly- recruited is in the region of 5,500 pounds which translates to close to 150 million old Ghana cedis or GH¢l5,000. Mr Speaker, as a nation, we should look at this and if no push is given to the medical officers, Ghana will be very much disadvantaged.\n\nNotwithstanding, we should also know that as a nation, we are not in the position to remunerate the medical officers sufficiently, just like the other professions can also not be paid adequately enough. So it is really a difficult situation. that as a nation we find ourselves in.\n\nI do know that no Government will sit down unconcerned in the face of any strike action by medical officers. So I want to believe that Government will be purposed to resolve this crisis and that is why the side kicks of inflammatory language would not help to resolve the matter at all.\n\nMr Speaker, already, people, in particular the Chairman who made the Statement, Dr Matthew Opoku Prempeh and my Colleague the Hon Member for Sekondi (Papa Owusu-Ankomah) have all spoken about a deficit of trust in the negotiation process and I believe we have to reconstruct it so that people will believe in the institutions. This is because the Hon Minister responsible said, re-echoing what President Obama told us, that we should build strong institutions and not strong personalities. Where you have built strong institutions, if trust cannot be engendered, certainly, we would not make any progress.\n\nSo it is important that tied in to this, we must ensure that people can trust in the system, people can trust in the institutions and if there is no deficit of trust, then people who go to the negotiation will be clear in their minds that whatever is decided on will be implemented. That people have been sufficiently clothed with the authority to come to the negotiations and whatever comes from them would certainly be implemented.\n\nMr Speaker, as the Hon Minister said, and as I have also alluded to, lives that are being lost, and people entering into crisis situations in their health situations", 
            "time": "12:40:00"
        }, 
        {
            "column": "159", 
            "kind": "continued speech", 
            "name": "Minority Leader (Mr Osei Kyei- Mensah-Bonsu)", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "STATEMENTS", 
            "speech": "cannot be good for this country. That is why as a House, we must plead with the medical officers that they should return to the negotiations while adequate and urgent steps are taken to resolve-the crisis confronting all of us as a nation.\n Mr Speaker, I thank you for this opportunity.", 
            "time": "12:40:00"
        }, 
        {
            "column": "159", 
            "kind": "speech", 
            "name": "Majority Leader (Mr Cletus Apul Avoka)", 
            "original": "Majority Leader (Mr Cletus Apul Avoka): Mr Speaker, I thank you for the opportunity to contribute to this Statement.\nSo I commend them and this is one of the grey areas that We have been talking about that we should look at our Standing Orders and find out whether if there is urgent need, a committee can intervene in an issue without necessarily being referred to the Committee by the Speaker. I am confident that if the Committee on Health had enough time, they would have been able to also meet the FWSC or other stakeholders so that they would have had an informed position on the subject.\nMr Speaker, so We want to put it on record that by this Statement Parliament is not taking sides on the issue at all. We are neither supporting doctors nor supporting FWSC nor Government for that matter. We are trying to appeal to the conscience of doctors and to urge the other stakeholders that it is important for us to fast track there solution of this matter.\nLike Hon Members have indicated earlier, it is important that in handling matters of this nature-there must be mutual confidence, mutual trust and mutual respect. If we are not able to have these tenets in place, we would find it difficult to resolve the matter timeously. So I will appeal to all stakeholders that we should have a human face in handling this matter and we should also have circumspection in handling this matter. If we are able to imbue ourselves with circumspection and human face, I am sure that this matter would be resolved sooner than later.\nIt is unfortunate that this matter had to go to compulsory arbitration. It is a last resort and I think that as a country, we should avoid matters or prevent matters getting to the last tunnel.\nMr Speaker, Ghana has a lot of goodwill. Ghana has earned itself a lot of", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I thank you for the opportunity to contribute to this Statement.\n Mr Speaker, this is a national problem that cuts across various districts and constituencies and for that matter political parties in the country. I am therefore happy that Parliament is looking at this issue in a very bipartisan manner to be able to resolve the impasse.\n Mr Speaker, somebody would ask, \"but the doctors went on strike about two to three weeks ago, why are we Members of Parliament making a Statement today\"? It is important to put on record that at the time that they were on strike we were on recess and it was only yesterday that we resumed our activity in Parliament and that explains why even a day after assuming duties in Parliament, we are making this Statement.\n Mr Speaker, I want to _ take this opportunity to commend the Parliamentary Select Committee on Health for being proactive by intervening and meeting the members of the GMA during the recess. I am commending them because, under normal circumstances, our Standing Orders require that a matter would have to be referred by the Speaker to the Committee before they take action. But even though the matter was not referred to them, as I said, because we were even on break, out of human compassion and being responsible people, they decided to intervene.\n\nSo I commend them and this is one of the grey areas that We have been talking about that we should look at our Standing Orders and find out whether if there is urgent need, a committee can intervene in an issue without necessarily being referred to the Committee by the Speaker. I am confident that if the Committee on Health had enough time, they would have been able to also meet the FWSC or other stakeholders so that they would have had an informed position on the subject.\n\nMr Speaker, so We want to put it on record that by this Statement Parliament is not taking sides on the issue at all. We are neither supporting doctors nor supporting FWSC nor Government for that matter. We are trying to appeal to the conscience of doctors and to urge the other stakeholders that it is important for us to fast track there solution of this matter.\n\nLike Hon Members have indicated earlier, it is important that in handling matters of this nature-there must be mutual confidence, mutual trust and mutual respect. If we are not able to have these tenets in place, we would find it difficult to resolve the matter timeously. So I will appeal to all stakeholders that we should have a human face in handling this matter and we should also have circumspection in handling this matter. If we are able to imbue ourselves with circumspection and human face, I am sure that this matter would be resolved sooner than later.\n\nIt is unfortunate that this matter had to go to compulsory arbitration. It is a last resort and I think that as a country, we should avoid matters or prevent matters getting to the last tunnel.\n\nMr Speaker, Ghana has a lot of goodwill. Ghana has earned itself a lot of", 
            "time": "12:40:00"
        }, 
        {
            "column": "161", 
            "kind": "speech", 
            "name": "Majority Leader (Mr Cletus Apul Avoka)", 
            "original": "[MR AVOKA]\nstakeholders that are committed to this exercise are up to the task and commend them for that work.\nMr Speaker, I cannot conclude without commending hospitals, like the 37 Military Hospital, Police Hospital and other Government hospitals or clinics and indeed private clinics that have stepped in to save lives in the country. We commend them and we are optimistic that in the not too distant future, our doctors will go back to work and the country will be the winner and nobody will be the loser.", 
            "section": "STATEMENTS", 
            "speech": "international image and a lot of international respect. We are attracting investors all over into the country, so when we have strikes of this nature being splashed in the newspapers, in airwaves, et cetera, and investors get to know about it and you have a strike action that affects the human resource of the country, it might at the end of the day, undermine the confidence that the international community have in us.\n It is against this background that, even though we have rights that we should prosecute, we have obligation to the nation and we must be .balancing the two acts of rights and obligations and sometimes conscience, to add.\n Against that background, Mr Speaker, I want to associate myself with the Hon Member who made the Statement and all the contributors in appealing to our Brothers and Sisters in the GMA, to try and go back to work while we continue with negotiations and come to amicable solution. I think it is better to jaw-jaw than to hold the country and everybody to ransom. It will not help anybody at the end of the day.\n Yesterday, 1 was at Korle Bu in the night and I was made to understand that patients who were already on admission prior to the strike, the doctors still attend to them and I think that is commendable. So if it is important to attend to patients who are already in the hospitals, it is only fair that those who come in and are even in worse conditions, may also have to be attended to.\n So while we are urging the doctors to call off the strike and go back to work, in the same vein, fortunately, the Hon Minister for Health is in the Chamber, we will also urge him to implore or to use his good offices and ensure that all other\n\nstakeholders that are committed to this exercise are up to the task and commend them for that work.\n\nMr Speaker, I cannot conclude without commending hospitals, like the 37 Military Hospital, Police Hospital and other Government hospitals or clinics and indeed private clinics that have stepped in to save lives in the country. We commend them and we are optimistic that in the not too distant future, our doctors will go back to work and the country will be the winner and nobody will be the loser.", 
            "time": "12:40:00"
        }, 
        {
            "column": "162", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Leader. We have a short Statement on the flood and we shall have two contributors on this.", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much, Hon Leader. We have a short Statement on the flood and we shall have two contributors on this.\n Hon Dr Ahmed Yakubu Alhassan, Hon Member for Mion.\n 1.OOp.m.\n Floods in Accra Dr Ahmed Yakubu Alhassan (NDC - Mion): Thank you very much, Mr Speaker. I rise to make a Statement on the floods in Accra today, Wednesday, 25th October,\n 2011.\n Mr Speaker, the whole nation, particularly the Accra Metropolis woke up to floods engulfing very large sections of the entire city. These floods were obviously caused by the heavy downpour throughout the night in addition to the earlier rains during the week.\n Mr Speaker, the resultant disaster caused by the floods has seriously affected businesses including farms and homes. That means the structures and their contents, service infrastructure and most importantly, the loss of irreplaceable precious human lives. Indeed, Mr Speaker,", 
            "time": "13:00:00"
        }, 
        {
            "column": "163", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "[DR ALHASSAN]\nOnce again, we thank the emergency services for a good j ob done and continue to be done.\nThank you very much, Mr Speaker.", 
            "section": "STATEMENTS", 
            "speech": "as I listened to radio this morning, the situation was so alarming, The Mayor of Accra himself and other high ranking government officials, including Ministers and Deputy Ministers advised citizens from all flooded areas to remain at home until the water recedes to manageable levels. Parents were also advised not to lift their wards to school.\n Mr Speaker, His Excellency the President, John Evans Atta Mills, has waded in the floods in himself by embarking on site tour to witness the devastation personally. All these events occurring in a short time underlined the seriousness of the crisis.\n Mr Speaker, the National Disaster Management Organisation (NADMO) and the Security Services are doing their best to contain the situation through routine emergency operations and t e provision of relief services to affected families under circumstances of stretched material and human resources.\n The nation supports and commends their gallant efforts gar agreeing to respond to the desperate need of their motherland. This is because we ac told that the operations started as early as twelve midnight. Genuine sympathies to the families who lost loved ones. Government should also take steps to bring more relief to affected families. After these temporary measures have run their courses, more long-term solutions should be found using more current engineering tools that synchronise with planning discipline.\n As individuals, we must also show more interest in weather forecast updates on radio and television so that we can take more proactive individual security measures ahead of public emergency service interventions.\n I will also call on Government to equip our emergency services with the needed infrastructure and logistics to deal with disasters. This is because climate change and its associated weather extremes are no more a concept but a real threat the human mind has to contend with.\n\nOnce again, we thank the emergency services for a good j ob done and continue to be done.\n\nThank you very much, Mr Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "164", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much.", 
            "time": "13:00:00"
        }, 
        {
            "column": "164", 
            "kind": "speech", 
            "name": "Ms Cecilia Abena Dapaah (NPP - Bantama)", 
            "original": "Ms Cecilia Abena Dapaah (NPP - Bantama): Thank you, Mr Speaker, for giving me the opportunity to contribute to the Statement on today’s flooding of Accra ably made by the Member of Parliament for Mion. I believe as a nation, we are now confronted with how prepared we are to undertake emergency disasters and to find solutions to them.", 
            "section": "STATEMENTS", 
            "speech": "Thank you, Mr Speaker, for giving me the opportunity to contribute to the Statement on today’s flooding of Accra ably made by the Member of Parliament for Mion. I believe as a nation, we are now confronted with how prepared we are to undertake emergency disasters and to find solutions to them.\n I will first of all like to express my condolences to the families who were touched ‘by the loss of life and also sympathise with those people who are victims of this flooding, which was as a result of four to five hours of rain starting at midnight when everybody was asleep and it continued till the wee hours of the morning.\n We are all aware of natural disasters but we are also aware that some of these disasters come about as a result of failures on our part. For instance, we have the experience of the Bagri Dam which comes yearly and with notification, yet, some people are stubborn, when they are told to move to higher areas or places that are safer, they continue and insist on staying in these flood-prone areas.\n I hope we would take lessons from some of these happenings. And in recent memory, we had the floods that occurred in Atiwa, Akwatia, Kade, Fanteakwa and parts of Kwabibirem and we know that some of these are attributable to the galamsey operations being carried out by some residents in the area.\n We also had the flooding of the Kumasi Market and we know that it was as a result of our inability to dispose of garbage in", 
            "time": "13:00:00"
        }, 
        {
            "column": "165", 
            "kind": "speech", 
            "name": "Ms Cecilia Abena Dapaah (NPP - Bantama)", 
            "original": "[MS DAPAAH]\nlogistical distributions. Mr Speaker, we should also commend, in this process, our security forces who are teaming up with the NADMO officials to provide solace and logistics to our grief stricken brothers and sisters. Mr Speaker, I believe that one area that we fail to also pay attention to is the information given by the Meteorological Services. They predict how the weather is going to be but I wonder how many of us take that into consideration when we are even going out of our homes.\nWe should sensitise the citizenry and make sure that we even translate it into our various languages for them to understand what all this means. We should also make sure that all our electrical installations are duly protected with the necessary scientific gadgets so that we do not have the disasters of fire outbreaks and electrocution when these floods occur.\nWe should also make sure that in the whole process, our water bodies are protected because some of these debris that get into our Water bodies get them contaminated which also cause a lot of diseases and we hope that these floods will not cause any outbreak of cholera and any water home diseases.\nMr Speaker, I believe I will wind up by wishing that this will not happen again and if it does, we will be combat ready to make sure we provide the necessary logistics to our compatriots.\nThank you Speaker.", 
            "section": "STATEMENTS", 
            "speech": "the metropolis. Now, and today, we have the Accra floods and we have all heard the harrowing tales of death, disasters and of grief that have been expressed by the people in this capital city of ours.\n Why do we have such a monumental flooding after four or five hours of rain each time this happens‘? It is because our drains and gutters are choked with filth that are man-made; these are not natural filths or blockages, these are filth that we collect from our homes and some of us dump these filth and‘ garbage into our drains and gutters.\n People have also built in waterways and there is also inadequate drainage because we have uncovered gutters that people find easy to dump these garbage in. I think we can have our solutions in building more drains, making sure that our primary and storm drains are not used as garbage sites and dumps. We should also put funds aside in our Budget for these happenings that we call force majeure. There are certain disasters that we cannot predict.\n One area that I will call on all of us and as a government, to be proactive in, is the area of providing funds to Members of Parliament and District Assemblies to undertake flood control in our areas as we did some time ago by giving each Member of Parliament, twenty-five million old cedis to undertake flood control in the constituencies. So that in one breath, we had the whole of Ghana being covered by our Members of Parliament in their contributory aspect of making sure that our constituencies are cleared of filth.\n Mr Speaker, we should also equip our NADMO officials with enough logistics to be able to undertake some of these\n\nlogistical distributions. Mr Speaker, we should also commend, in this process, our security forces who are teaming up with the NADMO officials to provide solace and logistics to our grief stricken brothers and sisters. Mr Speaker, I believe that one area that we fail to also pay attention to is the information given by the Meteorological Services. They predict how the weather is going to be but I wonder how many of us take that into consideration when we are even going out of our homes.\n\nWe should sensitise the citizenry and make sure that we even translate it into our various languages for them to understand what all this means. We should also make sure that all our electrical installations are duly protected with the necessary scientific gadgets so that we do not have the disasters of fire outbreaks and electrocution when these floods occur.\n\nWe should also make sure that in the whole process, our water bodies are protected because some of these debris that get into our Water bodies get them contaminated which also cause a lot of diseases and we hope that these floods will not cause any outbreak of cholera and any water home diseases.\n\nMr Speaker, I believe I will wind up by wishing that this will not happen again and if it does, we will be combat ready to make sure we provide the necessary logistics to our compatriots.\n\nThank you Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "166", 
            "kind": "speech", 
            "name": "Mr Ahmed Ibrahim (NDC - Tain)", 
            "original": "Mr Ahmed Ibrahim (NDC - Tain): Thank you very much, Mr Speaker, for the opportunity given me to contribute to the Statement.", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much, Mr Speaker, for the opportunity given me to contribute to the Statement.\n Mr Speaker, I want to make just a very short contribution and in doing this, I will start by saying that this is not the first time that this has happened in this country. Therefore, it has come to a point where we have to find the root cause of the problem of these floods or the frequent", 
            "time": "13:10:00"
        }, 
        {
            "column": "167", 
            "kind": "speech", 
            "name": "Mr Ahmed Ibrahim (NDC - Tain)", 
            "original": "[MRAHMED IBRAHJM]\nthat the contractors have blocked certain places and therefore it was difficult for water to flow away. I was also told that even on the Graphic Road, officers cannot cross the water and enter their offices in front of Toyota Ghana and other places.\nSo I think we have to move beyond demolition, we have to move beyond destruction and therefore clear unauthorised structures in certain places.\nWith this, I know we may not be caught up by flood tomorrow only to be lamenting on it.\nThank you very much, Mr Speaker and I thank the maker of the Statement for drawing our attention to it.", 
            "section": "STATEMENTS", 
            "speech": "floods that we have been having in this country. Mr Speaker, I will like to draw the attention of all the stakeholders in this direction.\n Often, we say that people are building in water courses, therefore, we take corrective measures by pulling down houses that are being built on water courses. But Mr Speaker, the question is this, if somebody has blocked a water course by putting up a house in that place and we go and pull it down without clearing the debris and all those things from the water course what do we expect as a country? I think the time has come that we have to move beyond demolition and go into clearing those areas of water courses after the demolition.\n Without doing that, we will end up putting ourselves into more danger than if we had even allowed that building to be there. Mr Speaker, beside that, you go round certain places in Accra and you see some unauthorised structures that have just been destroyed- So instead of demolishing and removing the unauthorised structures - we are not removing unauthorised structures, we are demolishing and destroying them. You take the road from Achimota to Legon and you see kiosks and all unauthorised structures that have just been destroyed and they are allowed to be there; what do We expect?\n Mr Speaker, the second point I will want to add is this. When road contractors are constructing roads, I think the era has come that they may provide a place for water to flow away whenever it is raining. This current flood issue that we are talking of, information reaching me indicate that the most hit places are the Graphic Road and the Achimota-Ofankor Road where construction is taking place and I am told\n\nthat the contractors have blocked certain places and therefore it was difficult for water to flow away. I was also told that even on the Graphic Road, officers cannot cross the water and enter their offices in front of Toyota Ghana and other places.\n\nSo I think we have to move beyond demolition, we have to move beyond destruction and therefore clear unauthorised structures in certain places.\n\nWith this, I know we may not be caught up by flood tomorrow only to be lamenting on it.\n\nThank you very much, Mr Speaker and I thank the maker of the Statement for drawing our attention to it.", 
            "time": "13:10:00"
        }, 
        {
            "column": "168", 
            "kind": "speech", 
            "name": "Mr Joseph Osei-Owusu (IND - Bekwai)", 
            "original": "Mr Joseph Osei-Owusu (IND - Bekwai): Mr Speaker, we are experiencing a rather pathetic situation in our country this morning but I think that it is because in this country, we tend to throw our hands in the air and appear to say that there is nothing we can say about it, force majeure, yet.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, we are experiencing a rather pathetic situation in our country this morning but I think that it is because in this country, we tend to throw our hands in the air and appear to say that there is nothing we can say about it, force majeure, yet.\n But indeed, is it not because we are not enforcing any of the regulation that relate to land use in the country? Is it not because we are not enforcing any of the regulations that relate to environment in the country? How come we have rules and regulations on land use, buildings and yet people build on waterways, then We come to complain that because of those buildings, floods are occurring.\n Who are responsible? Unless we are willing and ready to enforce all the rules and regulations relating to land use in the country, we may continue to experience floods due to indiscipline in construction and I think that as a country, we should start taking the laws we make seriously. Sometimes, I wonder why we spend so much time here in this House, debating, talking, spending man hours on insertion and deletion and after that, that is the end, the laws we make are not enforced.", 
            "time": "13:10:00"
        }, 
        {
            "column": "169", 
            "kind": "continued speech", 
            "name": "Mr Joseph Osei-Owusu (IND - Bekwai)", 
            "original": "[MR OSEI OWUSU]", 
            "section": "STATEMENTS", 
            "speech": "Beyond that, there is no problem that has no solution. What we need is to focus on what we want to do, it may cost time, money and effort but we can and we must solve the problem relating to flooding and water locked areas in Accra.\n Mr Speaker, when you go to Holland, the Dutch say God created the world but the Dutch created Amsterdam, that is because they reclaimed land from the sea to build on. It is technology, it is commitment, it is money but they did it.\n So my view is that, the problems of Accra, we all know them, it is time we focused, found the appropriate technology, paid the cost it requires to fix them and fix it.\n Mr Speaker, I think that we have had Statements and debates up and down like this for far too long. If we found the solution now, it becomes an issue - \"Oh this Minister did that\", or it is too expensive\"; \"it is prolific expenditure\" - - does it solve the problem? If it does it does, not matter how much it cost, it was worth it.\n I wish to urge this House to make a strong case to the Executive to find the appropriate technology, design the appropriate constructional designs, pay the cost financially and solve the problem.\n Mr Speaker, this is my little contribution.", 
            "time": "13:10:00"
        }, 
        {
            "column": "169", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Any contribution from Leadership or If we may have indication from Leadership at this stage.", 
            "section": "STATEMENTS", 
            "speech": "Any contribution from Leadership or If we may have indication from Leadership at this stage.", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order!", 
            "section": "STATEMENTS", 
            "speech": "Order!\n Leader , if you are inclined towards moving for us to close, you may do so.", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Thank you. I want -- [Interruption.]", 
            "section": "STATEMENTS", 
            "speech": "Thank you. I want -- [Interruption.]", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order!", 
            "section": "STATEMENTS", 
            "speech": "Order!\n Leader, you may continue. Do not be too attracted to these interruptions.", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avokaz", 
            "original": "Mr Cletus A. Avokaz: Mr Speaker, I beg to move, that we now adjourn proceedings until tomorrow at. 10.00 o’clock. We have some Committee assignments to undertake and I pray that we will go and complete those. Besides, tomorrow, from the provisional Order Paper, we would not have Question time. So we will dedicate tomorrow to the Renewal Energy Bill. So those who have filed amendments, at cetera, should try to be here punctually so that we can take that Bill.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I beg to move, that we now adjourn proceedings until tomorrow at. 10.00 o’clock. We have some Committee assignments to undertake and I pray that we will go and complete those. Besides, tomorrow, from the provisional Order Paper, we would not have Question time. So we will dedicate tomorrow to the Renewal Energy Bill. So those who have filed amendments, at cetera, should try to be here punctually so that we can take that Bill.\n Thank you.", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "kind": "speech", 
            "name": "Mr Ambrose P Dery", 
            "original": "Mr Ambrose P Dery: Mr Speaker, I beg to second the Motion for adjournment.", 
            "section": "STATEMENTS", 
            "speech": "Mr Speaker, I beg to second the Motion for adjournment.\n Question put and Motion agreed to.", 
            "time": "13:10:00"
        }, 
        {
            "column": "170", 
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "13:10:00"
        }
    ], 
    "head": {
        "date": "2011-10-26", 
        "number": 2, 
        "series": 4, 
        "time": "10:50:00", 
        "volume": 75
    }
}