{
    "entries": [
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": null
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": null
        }, 
        {
            "heading": "ANNOUNCEMENTS", 
            "kind": "heading", 
            "original": "ANNOUNCEMENTS", 
            "time": null
        }, 
        {
            "column": "99", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, I have received communication from His Excellency the President and I will read it to you.\nAmbassador Amin Amidu Sulemani, currently Ghana‘s Ambassador to Egypt - Minister-designate for Upper West Region.\nDeputy Ministers-designate: Hon Stephen Ackah, Member of Parliament for Suaman - Deputy Minister -designate for the Ministry of Local Government and Rural Development;\nMr Isaac Vanderpuiye - Deputy Minister designate for Greater Accra Region;\nMr Henry Ametepey - Deputy Minister-designate for the Volta Region.\nKindly accept, Right Honourable, the assurances of my highest consideration.\n(Sgd.) PROF. JOHN EVANS ATTA MILLS", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Hon Members, I have received communication from His Excellency the President and I will read it to you.\n \"25th January, 2012\n Right Honourable Speaker,\n I wish to inform you that I have nominated for consideration by Parliament the following:\n Ministers-designate:\n Hon Moses Asaga, Member of Parliament for Nabdam - Minister-designate for Employment and Social Welfare;\n Mr William Kwasi Aboah - Minister designate for the Interior\n Ambassador Lee Ocran, Ghana’s High Commissioner to South Africa- Minister-designate for Education;\n Hon Fritz Baffour, Member of Parliament for Ablekuma South - Minister designate for Information;\n Hon Dominic Azimbe Azumah, Member of Parliament for Garuf Tempane - Minister of State-designate at the Presidency; and\n\nAmbassador Amin Amidu Sulemani, currently Ghana‘s Ambassador to Egypt - Minister-designate for Upper West Region.\n\nDeputy Ministers-designate: Hon Stephen Ackah, Member of Parliament for Suaman - Deputy Minister -designate for the Ministry of Local Government and Rural Development;\n\nMr Isaac Vanderpuiye - Deputy Minister designate for Greater Accra Region;\n\nMr Henry Ametepey - Deputy Minister-designate for the Volta Region.\n\nKindly accept, Right Honourable, the assurances of my highest consideration.\n\n(Sgd.) PROF. JOHN EVANS ATTA MILLS", 
            "time": null
        }, 
        {
            "heading": "PRESIDENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PRESIDENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "heading": "OFFICE OF PARLIAMENT", 
            "kind": "heading", 
            "original": "OFFICE OF PARLIAMENT", 
            "time": null
        }, 
        {
            "heading": "STATE HOUSE", 
            "kind": "heading", 
            "original": "STATE HOUSE", 
            "time": null
        }, 
        {
            "column": "100", 
            "kind": "speech", 
            "name": "Dr Anthony A. Osei", 
            "original": "Dr Anthony A. Osei: Madam Speaker, I recall the day - is it two days ago, we heard some rumours -", 
            "section": "STATE HOUSE", 
            "speech": "Madam Speaker, I recall the day - is it two days ago, we heard some rumours -", 
            "time": null
        }, 
        {
            "column": "100", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: You see, the rumours I do not accept -", 
            "section": "STATE HOUSE", 
            "speech": "You see, the rumours I do not accept -", 
            "time": null
        }, 
        {
            "column": "100", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: They have been confirmed.", 
            "section": "STATE HOUSE", 
            "speech": "They have been confirmed.", 
            "time": null
        }, 
        {
            "column": "100", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: But not all rumours have been confirmed.", 
            "section": "STATE HOUSE", 
            "speech": "But not all rumours have been confirmed.", 
            "time": null
        }, 
        {
            "column": "101", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: No, I was not specific. I said a reshuffle was impending so we are waiting for the Minister-designate to - we shall not name the position.", 
            "section": "STATE HOUSE", 
            "speech": "No, I was not specific. I said a reshuffle was impending so we are waiting for the Minister-designate to - we shall not name the position.", 
            "time": null
        }, 
        {
            "column": "101", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, I have not even finished reading the communications, I have another one from the President dated 25th January, 2012.", 
            "section": "STATE HOUSE", 
            "speech": "Hon Members, I have not even finished reading the communications, I have another one from the President dated 25th January, 2012.\n \"25th January, 2012", 
            "time": "11:00:00"
        }, 
        {
            "heading": "THE RT HON SPEAKER", 
            "kind": "heading", 
            "original": "THE RT HON SPEAKER", 
            "time": "11:00:00"
        }, 
        {
            "heading": "PARLIAMENT HOUSE", 
            "kind": "heading", 
            "original": "PARLIAMENT HOUSE", 
            "time": "11:00:00"
        }, 
        {
            "heading": "ACCRA", 
            "kind": "heading", 
            "original": "ACCRA", 
            "time": "11:00:00"
        }, 
        {
            "heading": "PRESIDENT OF THE REPUBLIC OF", 
            "kind": "heading", 
            "original": "PRESIDENT OF THE REPUBLIC OF", 
            "time": "11:00:00"
        }, 
        {
            "heading": "GHANA", 
            "kind": "heading", 
            "original": "GHANA", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We have also the Official Report of Tuesday, 24th January,", 
            "section": "GHANA", 
            "speech": "We have also the Official Report of Tuesday, 24th January,\n 2012.\n Any corrections?", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Dr A.A. Osei", 
            "original": "Dr A.A. Osei: Madam Speaker, I just need some guidance.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, I just need some guidance.\n I notice that on the 24th January, 2012, the list of Cabinet Ministers was brought to us. This is the Official Report. Madam Speaker, is that right? And on the first page, we have list of Cabinet Ministers. I was wondering if the Clerks- at- Table brought it to reflect the last change that we had and why they were in a rush to bring it this early.\n Madam Speaker; You are referring to the -", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: To the list of Cabinet Ministers and Non-Cabinet -", 
            "section": "GHANA", 
            "speech": "To the list of Cabinet Ministers and Non-Cabinet -", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: For the Official Report of Tuesday, 24th January, 2012?", 
            "section": "GHANA", 
            "speech": "For the Official Report of Tuesday, 24th January, 2012?", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Dr A.A. Osei", 
            "original": "Dr A.A. Osei: Yes, Madam Speaker.", 
            "section": "GHANA", 
            "speech": "Yes, Madam Speaker.", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: That is the first Page?", 
            "section": "GHANA", 
            "speech": "That is the first Page?", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Page (i) - was there a reason for bringing the list? I do not understand the rationale for giving us this name. I just want to understand.", 
            "section": "GHANA", 
            "speech": "Page (i) - was there a reason for bringing the list? I do not understand the rationale for giving us this name. I just want to understand.", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, I will find out- [Pause]", 
            "section": "GHANA", 
            "speech": "Yes, I will find out- [Pause]", 
            "time": "11:00:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the thing is that I do not know if officially the communication about the Acting Attorney-General and Minister for Justice has been brought to the House. It was in the public domain but I think until it is", 
            "section": "GHANA", 
            "speech": "Madam Speaker, the thing is that I do not know if officially the communication about the Acting Attorney-General and Minister for Justice has been brought to the House. It was in the public domain but I think until it is", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[MRA.A. OSEI]", 
            "section": "GHANA", 
            "speech": "brought to the House, it cannot be considered official. So why - maybe, I am not privy to some information that you have but I thought when we first came, there was no official communication to the House as to who was acting where and so on and so forth - [Pause]\n On Tuesday, when we came, we were not informed that official communication had been brought to the House regarding Hon Dr Benjamin Kunbuor. I thought the House only received official commu- nication about such matters, then it becomes official. In spite of the fact that this was in the public domain, we were not informed that your goodself had received official communication that Hon Dr Kunbuor was Acting Attorney-General and Minister for Justice.", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: No, not the official communication to me. This is because I received that only, I think, today; they have taken it away. But was it not printed in the newspapers that this had occurred?", 
            "section": "GHANA", 
            "speech": "No, not the official communication to me. This is because I received that only, I think, today; they have taken it away. But was it not printed in the newspapers that this had occurred?", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, but I thought this House did not consider -", 
            "section": "GHANA", 
            "speech": "Madam Speaker, but I thought this House did not consider -", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Was it a rumour? Would you call that rumour?", 
            "section": "GHANA", 
            "speech": "Was it a rumour? Would you call that rumour?", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Dr A.A. Osei", 
            "original": "Dr A.A. Osei: Madam Speaker, as far as this House is concerned -", 
            "section": "GHANA", 
            "speech": "Madam Speaker, as far as this House is concerned -", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I thought a rumour was something which has not come in the newspapers.", 
            "section": "GHANA", 
            "speech": "I thought a rumour was something which has not come in the newspapers.", 
            "time": "11:00:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Precisely. No, I do not know -- even if it was in the newspapers, I would Want to be educated. I thought the House received official commu- nication, then it becomes official. But if the House is able to pick what is in the\nnewspapers and bring it to us, it might be dangerous. This is because the newspapers could be wrong, and they are wrong several times. So l do not know the source of this fact.", 
            "section": "GHANA", 
            "speech": "Precisely. No, I do not know -- even if it was in the newspapers, I would Want to be educated. I thought the House received official commu- nication, then it becomes official. But if the House is able to pick what is in the\n\nnewspapers and bring it to us, it might be dangerous. This is because the newspapers could be wrong, and they are wrong several times. So l do not know the source of this fact.", 
            "time": "11:00:00"
        }, 
        {
            "column": "104", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, l would agree with you in respect of, maybe, the Deputy Ministers who have not yet been vetted. Is it not? But with - for instance, l, like you are saying, most of them have already been vetted, have they not; so that even if it is printed here -", 
            "section": "GHANA", 
            "speech": "Well, l would agree with you in respect of, maybe, the Deputy Ministers who have not yet been vetted. Is it not? But with - for instance, l, like you are saying, most of them have already been vetted, have they not; so that even if it is printed here -", 
            "time": "11:00:00"
        }, 
        {
            "column": "104", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, this House is saying officially on 24th January, 2012, Hon Dr Kunbuor was Acting Attorney-General and Minister for Justice and all I am asking is, has the House received communication to that effect or is it coming from the publication in the newspapers? This is because some newspapers including the Daily Graphic sometimes are wrong. So I would want to be guided that -", 
            "section": "GHANA", 
            "speech": "Madam Speaker, this House is saying officially on 24th January, 2012, Hon Dr Kunbuor was Acting Attorney-General and Minister for Justice and all I am asking is, has the House received communication to that effect or is it coming from the publication in the newspapers? This is because some newspapers including the Daily Graphic sometimes are wrong. So I would want to be guided that -", 
            "time": "11:00:00"
        }, 
        {
            "column": "104", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The only communication I received is what I read to you today about official notification for Parliament Is it not?", 
            "section": "GHANA", 
            "speech": "The only communication I received is what I read to you today about official notification for Parliament Is it not?\n Yes, Leader of the House, were you going to answer that?", 
            "time": "11:00:00"
        }, 
        {
            "column": "104", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Madam Speaker, from experience or the practice is that, since 1993 --- I stand corrected. But What I know is that those nominated who have to attend before the Appointments Committee for vetting, there is normally official communication to the Speaker or to the House, for that matter.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, from experience or the practice is that, since 1993 --- I stand corrected. But What I know is that those nominated who have to attend before the Appointments Committee for vetting, there is normally official communication to the Speaker or to the House, for that matter.\n But where Ministers have been shifted from one Ministry to the other, there have often not been official communication to the Speaker to that effect. Unless we are saying that out of good governance or good practice, it may be useful for the Presidency to normally also communicate", 
            "time": "11:00:00"
        }, 
        {
            "column": "105", 
            "kind": "continued speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "[MRAVOKA]", 
            "section": "GHANA", 
            "speech": "to the House the official transfers, that is so.\n But from practice, what has been happening so far, that has been the situation. That unless the Minister is due for vetting, Ministers just swapping positions, et cetera, and who have already been vetted and approved by this House, do not normally come back to inform the House about the changes.\n But it is not out of place if because of the fact that these days even official newspapers normally publish wrong names or titles here and there, it may be useful for us to advocate for that. But that has not been the practice, Madam Speaker.", 
            "time": "11:00:00"
        }, 
        {
            "column": "105", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, Ministers act for their Colleagues all the time. For example, when Hon Joseph Yieleh Chireh went on sick leave, Hon Haruna Iddrisu was acting for him but we never published it in here as Acting Minister. So they act for their Colleagues all the time.\n11.10.a.m.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, Ministers act for their Colleagues all the time. For example, when Hon Joseph Yieleh Chireh went on sick leave, Hon Haruna Iddrisu was acting for him but we never published it in here as Acting Minister. So they act for their Colleagues all the time.\n My concern is that, this is saying that officially, this House is accepting that Hon Dr Kunbuor has been appointed as Acting Attorney-General and Minister for Justice and unless there is official communication to the House, it can be dangerous if we are picking the information from the newspapers.\n This is because Ministers act for their Colleagues all the time and where do we take it as official and not? The Daily Graphic, Ghanaian Times, they make mistakes all the time. So we should be careful the source of the information that we put in the Hansard. The Hansard should accurately reflect what this House knows officially, not what is in the public domain, otherwise, we would be heading towards trouble. It is not a good practice; I think we need to be guided by it.\n\n11.10.a.m.", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, that is true, except the case on 24th January, 2012, was that not the situation?", 
            "section": "GHANA", 
            "speech": "Well, that is true, except the case on 24th January, 2012, was that not the situation?", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: I am not aware that is why I was asking. If you had official communication, then -", 
            "section": "GHANA", 
            "speech": "I am not aware that is why I was asking. If you had official communication, then -", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: No, l did not have. But like the Hon Leader said, it is only those to be vetted that are brought here and I refer them to the Appointments Committee.", 
            "section": "GHANA", 
            "speech": "No, l did not have. But like the Hon Leader said, it is only those to be vetted that are brought here and I refer them to the Appointments Committee.", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: But on that page, Hon Benjamin Kunbuor is an Acting Attorney- General and Minister for Justice.", 
            "section": "GHANA", 
            "speech": "But on that page, Hon Benjamin Kunbuor is an Acting Attorney- General and Minister for Justice.", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes.", 
            "section": "GHANA", 
            "speech": "Yes.", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: ls it official and from Who? He is acting in addition to the Ministry of the Interior. So, every time somebody is appointed to act for their Colleagues, should we be publishing it here? It is a practice? The fact that it is in the public domain does not mean that we should pick it and make it factual.", 
            "section": "GHANA", 
            "speech": "ls it official and from Who? He is acting in addition to the Ministry of the Interior. So, every time somebody is appointed to act for their Colleagues, should we be publishing it here? It is a practice? The fact that it is in the public domain does not mean that we should pick it and make it factual.", 
            "time": "11:00:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Joseph Y. Chireh: Madam Speaker, first of all, this publication that my Hon Colleague is referring to is only for the day Parliament is reconvening that this information is provided. Now, this information is provided on the Ministers, Deputy Ministers, Regional Ministers and their Deputies. [An Hon Member", 
            "original": "Mr Joseph Y. Chireh: Madam Speaker, first of all, this publication that my Hon Colleague is referring to is only for the day Parliament is reconvening that this information is provided. Now, this information is provided on the Ministers, Deputy Ministers, Regional Ministers and their Deputies. [An Hon Member: By who?] That has been the practice since", 
            "section": "GHANA", 
            "speech": "By who?] That has been the practice since\n 1993.\n Now, the position he is talking about, when an official statement is issued by the President, accepting or asking an Hon Minister to step aside and then another Hon Minister to act in his stead, that is official notice to all of us. The report in the newspapers is just what the President has indicated. So, there is no issue involved in this.", 
            "time": "11:00:00"
        }, 
        {
            "column": "107", 
            "kind": "continued speech", 
            "name": "Mr Joseph Y. Chireh: Madam Speaker, first of all, this publication that my Hon Colleague is referring to is only for the day Parliament is reconvening that this information is provided. Now, this information is provided on the Ministers, Deputy Ministers, Regional Ministers and their Deputies. [An Hon Member", 
            "original": "[MR CHIREH]", 
            "section": "GHANA", 
            "speech": "Number two, to enforce what my Hon Leader said, the practice has been that those Hon Ministers who have been vetted before by the Appointments Committee, the moment it is announced that they have been moved to another Ministry, that becomes the official notice again from the Presidency.\n Yesterday, for instance, the President’s Secretary issued a statement and it is notice. If Parliament now desires that even in the ministerial re-arrangement or reshuffle, Parliament should be informed officially, again, it can be done. But this is not required at all by any of our Standing Orders.\n I would want to emphasise that this practice is only for the day of the reconvening. It is not everyday that the you put in the Hansard when - and I am saying that appropriate information has been provided by the President.", 
            "time": "11:00:00"
        }, 
        {
            "column": "107", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Madam Speaker, I believe that my very good Friend has got it all confused.\nSpeaker, I wonder whether communication to your goodself must be made public before it comes to you. In other words, I am saying that it is not the best of practices when the letter being written to the Third Lady of the nation and to this august House, should then be given to the public, to the press before it comes to your goodself.\nSo, even though the practice has been that the Presidential Spokesperson will announce this or that, maybe, the time has come to revisit that particular issue. This is because I sincerely believe that issues to be put before you should not be in the public domain before your goodself reads it and before the House has been informed.\nSo, I believe that the Hon Leader must take it in good faith that the point being canvassed by the Hon Member for Old Tafo is that, once it has not been officially done here, it cannot be recorded in our official book. Otherwise, the next time - I heard rumours that the Hon Majority Leader was going to be removed and then you go ahead and put it in the official record that the Hon Majority Leader is going to be removed. Or you hear that Hon Yieleh Chireh is going to go, then put it there. You cannot do that. It is against the rules; you cannot do that.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, I believe that my very good Friend has got it all confused.\n The point being advocated here is that, what goes into the official records is what we have done officially in this House. Madam Speaker, every time there are changes and there is no need for you to refer to the Appointments Committee, we do not publish it in the official records. That is the only point being canvassed here by the Hon Member for Old Tafo. Therefore, if in the past, we have done this, it does not matter.\n But what he is saying is that once it has been recorded here officially, it means that one way or the other, either Madam Speaker has been informed or that on the floor of the House, this statement has been made.\n But Madam Speaker, having said that, let me proceed to add that it is being done by all governments - but I tend to believe that it is not the right way to go. Madam\n\nSpeaker, I wonder whether communication to your goodself must be made public before it comes to you. In other words, I am saying that it is not the best of practices when the letter being written to the Third Lady of the nation and to this august House, should then be given to the public, to the press before it comes to your goodself.\n\nSo, even though the practice has been that the Presidential Spokesperson will announce this or that, maybe, the time has come to revisit that particular issue. This is because I sincerely believe that issues to be put before you should not be in the public domain before your goodself reads it and before the House has been informed.\n\nSo, I believe that the Hon Leader must take it in good faith that the point being canvassed by the Hon Member for Old Tafo is that, once it has not been officially done here, it cannot be recorded in our official book. Otherwise, the next time - I heard rumours that the Hon Majority Leader was going to be removed and then you go ahead and put it in the official record that the Hon Majority Leader is going to be removed. Or you hear that Hon Yieleh Chireh is going to go, then put it there. You cannot do that. It is against the rules; you cannot do that.", 
            "time": "11:00:00"
        }, 
        {
            "column": "108", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, there is a difference between that and the report in the papers that the President has said that somebody is going to be shifted; is -it there? Or just ordinary rumour that I heard. So, let us differentiate that.", 
            "section": "GHANA", 
            "speech": "Hon Member, there is a difference between that and the report in the papers that the President has said that somebody is going to be shifted; is -it there? Or just ordinary rumour that I heard. So, let us differentiate that.", 
            "time": "11:00:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Dr Mathew O. Prempeh", 
            "original": "Dr Mathew O. Prempeh - rose -", 
            "time": "11:00:00"
        }, 
        {
            "column": "108", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, let your front bencher speaks first. I will come to you.", 
            "section": "GHANA", 
            "speech": "Yes, let your front bencher speaks first. I will come to you.\n Yes, Hon Member for Sekondi, let us hurry up with this.", 
            "time": "11:00:00"
        }, 
        {
            "column": "109", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Madam Speaker, events occur for us to take a look at past and existing practices and see how best we can put in place measures that will strengthen our democratic ethos and government. I raised this matter sometime yesterday.\ndoing in the past, I do not think it will really helps us. After all, we are growing. Somebody was 10 years, 30 or 40 years ago. He is now not 10 years. We are growing.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, events occur for us to take a look at past and existing practices and see how best we can put in place measures that will strengthen our democratic ethos and government. I raised this matter sometime yesterday.\n Madam Speaker, what you are saying is entirely correct; however, we transact business of government on the floor of this House. And my experience in government is that, when we even have reshuffles, the Hon Ministers who do not need to be vetted, do not immediately take over. There is usually a time lapse. But it is dealt with administratively. It is not known by the House but that also creates problems for us.\n So, I think in all these things - it may help in terms of parliamentary business and the conduct of government business for the Hon Majority Leader to be able to advise the House when the Hon Ministers are even supposed to assume duty, even though it has not been done in the past. It is really not the best. Of course, we may take cognisance of public announce- ments.\n Now, we know that Hon E. T. Mensah is the Hon Minister for Water Resources, Works and Housing. Can we recognise him? Hon Alban Bagbin is the Hon Minister for Health. Probably, in the letters advising them, it may not be immediate but this House does not know. So, do we entertain Hon Bagbin as the Hon Minister for Water Resources, Works and Housing? So, I am saying that we are dealing with governance; as a nation, we progress.\n So, the Leadership, together with Madam Speaker, may discuss these things and find a way which will enable us move ahead democratically. But to be dogmatic and say that this was what we have been\n\ndoing in the past, I do not think it will really helps us. After all, we are growing. Somebody was 10 years, 30 or 40 years ago. He is now not 10 years. We are growing.", 
            "time": "11:00:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Madam Speaker, gradually our first week is coming to an end and we have not had any Question time with any of the Hon Ministers.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, gradually our first week is coming to an end and we have not had any Question time with any of the Hon Ministers.", 
            "time": "11:00:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Oh, let us finish with this matter first.", 
            "section": "GHANA", 
            "speech": "Oh, let us finish with this matter first.", 
            "time": "11:00:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Madam Speaker, when you look at the official publication, Ghana has no Hon Minister for Education. At no time has the Ministry of Education been vacant. Somebody may have resigned, but somebody was immediately appointed to act. Why do we not have Acting Hon Minister for Education, Enoch Teye Mensah’s name appearing? This is because he was named at the same time as the Acting Minister for Education.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, when you look at the official publication, Ghana has no Hon Minister for Education. At no time has the Ministry of Education been vacant. Somebody may have resigned, but somebody was immediately appointed to act. Why do we not have Acting Hon Minister for Education, Enoch Teye Mensah’s name appearing? This is because he was named at the same time as the Acting Minister for Education.\n So, I think, all in all, we should be careful what we put down. Because on this official transaction, there is no Minister for Education in Ghana, which is probably not right because Enoch Teye Mensah, (Hon Member of Parliament for Ningo/Pramprarn) is the Acting Minister for Education.", 
            "time": "11:00:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Leadership, in view of this, what do you say to the proposals suggested?", 
            "section": "GHANA", 
            "speech": "Yes, Leadership, in view of this, what do you say to the proposals suggested?", 
            "time": "11:00:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Madam Speaker, I was just going to say what the Hon Member for Manhyia has said. But further to that, the list of Cabinet Ministers that we have in this country is 19. [Interruption.]", 
            "section": "GHANA", 
            "speech": "Madam Speaker, I was just going to say what the Hon Member for Manhyia has said. But further to that, the list of Cabinet Ministers that we have in this country is 19. [Interruption.]", 
            "time": "11:20:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: No. No. Not more than", 
            "section": "GHANA", 
            "speech": "No. No. Not more than\n 19.", 
            "time": "11:20:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-B onus", 
            "original": "Mr Kyei-Mensah-B onus: Please, I have not said it is more than 19.", 
            "section": "GHANA", 
            "speech": "Please, I have not said it is more than 19.", 
            "time": "11:20:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Dr A.A. Osei", 
            "original": "Dr A.A. Osei: You said it is 19.", 
            "section": "GHANA", 
            "speech": "You said it is 19.", 
            "time": "11:20:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: That is what I said.", 
            "section": "GHANA", 
            "speech": "That is what I said.", 
            "time": "11:20:00"
        }, 
        {
            "column": "111", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "GHANA", 
            "speech": "The list that we have here is 19. Today, what we have here is 18 and are we then to take it that the list of Cabinet Ministers is 18? It is 19. But for Education, there is a blank. Even though on the 24th, when we first met here, she had resigned and the President had accepted the resignation. Certainly, when she resigned and the President admitted, there would be somebody nominated by the President to be responsible for that Ministry.\n Why is it that, that person has not been captured here? That is, if he goes along, what has been done with respect to Dr Benjamin Kunbuor. And may I know whether the name is \"Kumbuor\" or \"Kunbuor\"? Is it \"m\" or \"n\"? l thought it was ‘m’ -\"Kumbuor\", and not \"Kunbuor\". [Interruptions] It is K -- u - n? All right.l would want to be educated on that. I have always assumed that the name was \"Kumbuor\", that is with ‘m’.\n Madam Speaker, so there is that inconsistency regarding how it has been captured. In that case, if he adopts this procedure, then the Minister who was nominated to be responsible for Education ought to have also been appropriately so captured. So that leaves the inconsistency.\n If we have to do that, if we have to resort to that, let us do that, otherwise, we could say that for the Attorney-General and Ministry of Justice, there was nobody responsible to the best, of the knowledge of this House. So for consistency, let us adopt one method and I believe we would be covered.", 
            "time": "11:20:00"
        }, 
        {
            "column": "111", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think the basic issue, if I take all that have been said together, is that when we are listing Ministers and considering changes, I\nknow you would talk about what happens on the day. But this was a day before and I think it is the 24th. If that is so, 25th things happened, 26th things happened, 27th things happened, and I think the real issue is, we should really know the official position, not get it from the newspapers.\nBut a real official position - they are expecting that you as Leader of the House should be able to inform us. Of course, you would not be able to inform us what would happened later to that day, but the day that this is coming out, we should know the official position. I think this is the issue.\nWhat do you say to that?", 
            "section": "GHANA", 
            "speech": "I think the basic issue, if I take all that have been said together, is that when we are listing Ministers and considering changes, I\n\nknow you would talk about what happens on the day. But this was a day before and I think it is the 24th. If that is so, 25th things happened, 26th things happened, 27th things happened, and I think the real issue is, we should really know the official position, not get it from the newspapers.\n\nBut a real official position - they are expecting that you as Leader of the House should be able to inform us. Of course, you would not be able to inform us what would happened later to that day, but the day that this is coming out, we should know the official position. I think this is the issue.\n\nWhat do you say to that?", 
            "time": "11:20:00"
        }, 
        {
            "column": "112", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, I think that the issues raised are quite interesting and quite valid. My position is, I do not want it to be the case that what is happening is a departure from what has happened in the past. I think we have been talking the same language. We agree that, one, Ministers who are newly nominated, their names would have to come here, appear before the Appointments Committee, vetted and approved; we understand.", 
            "section": "GHANA", 
            "speech": "Madam Speaker, I think that the issues raised are quite interesting and quite valid. My position is, I do not want it to be the case that what is happening is a departure from what has happened in the past. I think we have been talking the same language. We agree that, one, Ministers who are newly nominated, their names would have to come here, appear before the Appointments Committee, vetted and approved; we understand.\n But Ministers who have previously been vetted and appointed as such, normally, when they are swapping Ministries, the communication does not come to Parliament officially. We normally take the information in the public domain. But in terms of good practices and having regard to the fact that these days there are mistakes in announcing who goes where, who is even removed, I think that it is in order that the Presidency also sends a list of those who are swapping places to Parliament because many of them do business in this House.\n This is also to indicate when those replacements take effect, so that the issue that was raised by Hon Papa Owusu- Ankomah would be catered for, that this Minister is going there, it takes effect from this day, so that when the Minister comes", 
            "time": "11:20:00"
        }, 
        {
            "column": "113", 
            "kind": "continued speech", 
            "name": "Mr Avoka", 
            "original": "[MRAVOKA]", 
            "section": "GHANA", 
            "speech": "here, we know whether he is dealing with the Ministry of the Interior or the Attorney-General or both. I think that that one is in order.\n But article 76 (I) of the Constitution says that the Cabinet consists of the President, the Vice President and not less than 10 and not more than 19 Cabinet Ministers. So 19 is a ceiling, but the minimum is lO. So if there are 18 Cabinet Ministers or 17 Cabinet Ministers, so much the better for us in terms of the financial commitment that we have to go through.\n So Madam Speaker, we are talking the same language; we have the same concerns. I only do not want it to be seen as if the practice has been that, if there is a reshuffle and one Minister is moving from one Ministry to the other, hitherto, the information came to us officially and this time it is not coming and therefore, that is a worry. No! We all agreed that since 1993, this has been the practice. But we are improving every year, every time and I am in line with the concept of improvement of governance.\n So I will take this matter up and urge that the full complement of the list should come and when they take effect, Parliament should get to know, so that business can be done here smoothly.", 
            "time": "11:20:00"
        }, 
        {
            "column": "113", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, so shall we go on then, with correction of the Official Report of Tuesday, the 24th of January,", 
            "section": "GHANA", 
            "speech": "Yes, so shall we go on then, with correction of the Official Report of Tuesday, the 24th of January,\n 2012?\n Any other corrections? [ Pause. ]\n Hon Members in the absence of any corrections, the Official Report of Tuesday, the 24\" of January, 2012 is hereby adopted as the true record of proceedings.\n Leader, I think we now move to item 4 on the Order Paper.", 
            "time": "11:20:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: The Chairman of the Committee is ready and the Hon Minister for Finance and Economic Planning is also in the House. We are grateful to the Minister for coming. We welcome him to the House for the first time.", 
            "section": "GHANA", 
            "speech": "The Chairman of the Committee is ready and the Hon Minister for Finance and Economic Planning is also in the House. We are grateful to the Minister for coming. We welcome him to the House for the first time.", 
            "time": "11:20:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We are happy he is here. He has to come. Does he not, to move the Resolution?", 
            "section": "GHANA", 
            "speech": "We are happy he is here. He has to come. Does he not, to move the Resolution?", 
            "time": "11:20:00"
        }, 
        {
            "heading": "MOTIONS", 
            "kind": "heading", 
            "original": "MOTIONS", 
            "time": "11:20:00"
        }, 
        {
            "column": "114", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "Chairman of the Committee (Mr James K. Avedzi): Madam Speaker, I beg to move, that this Honourable House adopts the Report of the Finance Committee on the request for waiver of tax and duty liabilities on equipment and materials to be imported or purchased locally in the sum of four million, six hundred and sixty-six thousand, eight hundred and thirty-three United States dollars (US$4,666,833.00) and corporate and expatriate income taxes amounting to one million, three hundred and sixty-eight thousand, one hundred and thirty-nine Ghana cedis, thirty-eight Ghana pesewas (GH¢l,368,l39) in respect of the Mampong water supply rehabilitation and expansion project.", 
            "section": "MOTIONS", 
            "speech": "Madam Speaker, I beg to move, that this Honourable House adopts the Report of the Finance Committee on the request for waiver of tax and duty liabilities on equipment and materials to be imported or purchased locally in the sum of four million, six hundred and sixty-six thousand, eight hundred and thirty-three United States dollars (US$4,666,833.00) and corporate and expatriate income taxes amounting to one million, three hundred and sixty-eight thousand, one hundred and thirty-nine Ghana cedis, thirty-eight Ghana pesewas (GH¢l,368,l39) in respect of the Mampong water supply rehabilitation and expansion project.\n Madam Speaker, I present your Committee’s Report.\n 1.0 Introduction\n The request for waiver of tax liabilities on equipment and materials to be imported or purchased locally, corporate as well as expatriate income taxes in the", 
            "time": "11:20:00"
        }, 
        {
            "column": "115", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MRAVEDZI]\ndesign and engineering;\ndredging of impoundment weir to increase storage capacity;\nrehabilitation of existing water treatment plant; .\nrehabilitation of booster stations;\nconstruction of additional 2,500m3/ day Water Treatment Plant;\nnew water transmission pipelines;\nrehabilitation and extension of distribution network;\ninstallation of community stand- pipes;\nconstruction of sludge Treatment Facility; and\ntechnical and post-construction operational support.\nThe project aims at enabling Ghana Water Company Limited enhance access to potable water and improve productivity of the inhabitants. This will pave the way for economic development, growth and poverty reduction It would also boost business opportunities mainly industrial and commercial activities and maximize the social and health benefits of clean and reliable drinking water.\n3.0 Approval of the Credit Agreement\nParliament on Tuesday, 7th May, 2010 approved by Resolution the Credit Agreement between the Government of Ghana and the Export-Import Bank of the", 
            "section": "MOTIONS", 
            "speech": "sum of US$4,666,833.00 and GH¢ 1,368,13938 respectively, in respect of Mampong water supply rehabilitation and expansion project was laid in the House on Tuesday, 20th December, 2011 and referred to the Finance Committee for consideration and report in accordance with article 103 of the Constitution and Order 169 of the Standing Orders of the House.\n The Committee met and considered the request with the Hon Deputy Minister for Finance and Economic Planning, Mr Seth Terkpeh and the Deputy Minister for Water Resources, Works and Housing, Maj. (Dr) (Alhaji) Mustapha Ahmed (retd) and officials from the two sector Ministries and presents this Report.\n 2.0 Background\n Mampong is a growing municipality in the Ashanti Region with current population of 58,000 inhabitants and a huge potential for agro industrial processing. The capacity of the existing water supply system (2,500m3/day) which depends on raw water abstract from River Kyeremfa, a tributary of River Afram is inadequate to meet the increasing demand leading to serious Water supply shortages during the dry season.\n The Mampong water supply system was rehabilitated in 1998. The rehabilitation and expansion of the system is therefore aimed at meeting the demand for potable water in the municipality up to the year 2020 for a projected population of approximately 90,000 people.\n The scope of works, supply for services and the rehabilitation project include:\n\ndesign and engineering;\n\ndredging of impoundment weir to increase storage capacity;\n\nrehabilitation of existing water treatment plant; .\n\nrehabilitation of booster stations;\n\nconstruction of additional 2,500m3/ day Water Treatment Plant;\n\nnew water transmission pipelines;\n\nrehabilitation and extension of distribution network;\n\ninstallation of community stand- pipes;\n\nconstruction of sludge Treatment Facility; and\n\ntechnical and post-construction operational support.\n\nThe project aims at enabling Ghana Water Company Limited enhance access to potable water and improve productivity of the inhabitants. This will pave the way for economic development, growth and poverty reduction It would also boost business opportunities mainly industrial and commercial activities and maximize the social and health benefits of clean and reliable drinking water.\n\n3.0 Approval of the Credit Agreement\n\nParliament on Tuesday, 7th May, 2010 approved by Resolution the Credit Agreement between the Government of Ghana and the Export-Import Bank of the", 
            "time": "11:20:00"
        }, 
        {
            "column": "117", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MRAVEDZI]\nThe Committee observed that the project is being financed by the Government of Ghana and the Export- Import Bank of the United States of America at the cost of twenty-three million, one hundred and twelve thousand, seven hundred and twenty-three US dollars (US$23,l12,723.00).\nThe Committee noted that the facility will enable Ghana Water Company Limited enhance access to potable water and improve productivity of the inhabitants- It would pave the way for economic development, growth and poverty reduction. It would also boost business opportunities mainly industrial and commercial activities and maximize the social and health benefits of clean and reliable drinking water.\nThe Committee has carefully considered the request and found that the tax waiver is necessary for the smooth implementation of the Mampong Water supply rehabilitation and Expansion project.\nThe Committee, therefore, recom- mends to the House to adopt this Report and approve by Resolution, the waiver of tax liability on equipment and materials, corporate Income Taxes as wells as Expatriate income tax in the sum of four million, six hundred and sixty-six thousand, eight hundred and thirty-three United States dollars (US$4,666,833.00) and one million, three hundred and sixty- eighty thousand, one hundred and thirty- nine Ghana cedis, thirty-eight pesewas (GH¢1,368,139.38) respectively, for the Mampong water supply rehabilitation and expansion project in accordance with article 174(2) of the Constitution.\nRespectfully submitted.", 
            "section": "MOTIONS", 
            "speech": "United States ofAmerica for an amount of twenty-three million, one hundred and twelve thousand, seven hundred and twenty-three US dollars (US$23,122,723.00) for the construction of the Mampong water supply expansion project.\n 4.0 Required waiver\n The total amount of taxes liabilities of equipment materials; and corporate as well as expatriate income taxes required to be waived is the sum of US$4,666,833 and GH¢ 1,368, 139.38 respectively.\n Attached as Appendix 1-6 are assessments conducted by the Customs, Excise and Preventive Service (CEPS) on the tax liability to be waived and expatriate income tax required.\n 5.0 Observations\n The Committee noted that tax assessment was made on the following by the (CEPS):\n One unit station wagon pipes and utensils - US$6,002,l90.00\n Three units D/C pick-ups and two units saloon cars--US$l40,942.00\n One unit crane-mounted truck pumps, printers, scanner, desktop computer, laptop and software - US$737,617.00\n Water treatment plant accessories, building and civil materials, electrical equipment, photocopies, fax machines - US$6,889,200.00\n Total tax liability-US$4,666,833.00\n\nThe Committee observed that the project is being financed by the Government of Ghana and the Export- Import Bank of the United States of America at the cost of twenty-three million, one hundred and twelve thousand, seven hundred and twenty-three US dollars (US$23,l12,723.00).\n\nThe Committee noted that the facility will enable Ghana Water Company Limited enhance access to potable water and improve productivity of the inhabitants- It would pave the way for economic development, growth and poverty reduction. It would also boost business opportunities mainly industrial and commercial activities and maximize the social and health benefits of clean and reliable drinking water.\n\nThe Committee has carefully considered the request and found that the tax waiver is necessary for the smooth implementation of the Mampong Water supply rehabilitation and Expansion project.\n\nThe Committee, therefore, recom- mends to the House to adopt this Report and approve by Resolution, the waiver of tax liability on equipment and materials, corporate Income Taxes as wells as Expatriate income tax in the sum of four million, six hundred and sixty-six thousand, eight hundred and thirty-three United States dollars (US$4,666,833.00) and one million, three hundred and sixty- eighty thousand, one hundred and thirty- nine Ghana cedis, thirty-eight pesewas (GH¢1,368,139.38) respectively, for the Mampong water supply rehabilitation and expansion project in accordance with article 174(2) of the Constitution.\n\nRespectfully submitted.", 
            "time": "11:20:00"
        }, 
        {
            "column": "119", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "120", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "121", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "122", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "123", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "124", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "125", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "126", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "column": "127", 
            "kind": "continued speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]", 
            "section": "MOTIONS", 
            "speech": "", 
            "time": "11:20:00"
        }, 
        {
            "heading": "INTERNAL REVENUE SERVICE", 
            "kind": "heading", 
            "original": "INTERNAL REVENUE SERVICE", 
            "time": "11:20:00"
        }, 
        {
            "heading": "GHANA REVENUE AUTHORITY", 
            "kind": "heading", 
            "original": "GHANA REVENUE AUTHORITY", 
            "time": "11:20:00"
        }, 
        {
            "heading": "DOMESTIC TAX REVENUE DIVISION", 
            "kind": "heading", 
            "original": "DOMESTIC TAX REVENUE DIVISION", 
            "time": "11:20:00"
        }, 
        {
            "heading": "REQUEST FOR CONFIRMATION OF CORPORATE AND", 
            "kind": "heading", 
            "original": "REQUEST FOR CONFIRMATION OF CORPORATE AND", 
            "time": "11:20:00"
        }, 
        {
            "heading": "EXPATRIATE INCOME TAX ASSESSMENT FOR MAMPONG", 
            "kind": "heading", 
            "original": "EXPATRIATE INCOME TAX ASSESSMENT FOR MAMPONG", 
            "time": "11:20:00"
        }, 
        {
            "heading": "WATER SUPPLY EXPANSION AND REHABILITATIONS PROJECT", 
            "kind": "heading", 
            "original": "WATER SUPPLY EXPANSION AND REHABILITATIONS PROJECT", 
            "time": "11:20:00"
        }, 
        {
            "heading": "IN ASHANTI REGION", 
            "kind": "heading", 
            "original": "IN ASHANTI REGION", 
            "time": "11:20:00"
        }, 
        {
            "action": "designate for Employment and Social Welfare ", 
            "kind": "action", 
            "name": "Madam Speaker, I am addressing the Hon Minister and he is in conversation with his Minister", 
            "original": "Madam Speaker, I am addressing the Hon Minister and he is in conversation with his Minister-designate for Employment and Social Welfare -", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister for Finance and Economic Planning -", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Minister for Finance and Economic Planning -", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: I was talking to him because - I am addressing the Chair but he ought to be taking notes.", 
            "section": "IN ASHANTI REGION", 
            "speech": "I was talking to him because - I am addressing the Chair but he ought to be taking notes.\n Madam Speaker, this list here - I think Ghana Revenue Authority (GRA) should assist us in coming up with a list for which We shall not grant tax Waivers. This is Because these items that are listed here certainly, do not represent the best.\n If you look at the value, it is listed on page 4, that the first item alone is 6 million; I do not know how many coffees were there or how many staples were in that value of 6 million. But I think it is a serious matter and my advice is that all of us should be putting our heads together to be coming up with a list for which we should not be granting tax waivers. Otherwise, I think this is something that we have already approved the loan for and I urge all my Hon Colleagues to support the Motion.\n I thank you.\n Question proposed.", 
            "time": "11:30:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang (NPP -New Juaben North)", 
            "original": "Mr Hackman Owusu-Agyemang (NPP -New Juaben North): Madam Speaker, I believe that the Hon Member for Old Tafo has raised a point but left it halfway, really.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I believe that the Hon Member for Old Tafo has raised a point but left it halfway, really.\n Madam Speaker, I am laying to say that although that had been the practice, this waiver of taxes and duties tend to distort the value of the projects that we", 
            "time": "11:30:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang (NPP -New Juaben North)", 
            "original": "[MR OWUSU-AGYEMANG]\nSo I would like to submit that the Hon Minister, fortunately, is here today- our good Friend would do a very comprehensive study of these waivers. In some cases, they are huge, especially when you find that you have a 133-million dollar project, 16 million dollars of it is just insurance and all these things and then eventually, they, who are enjoying these- high salaries and benefits are the ones Who are absolved from paying the taxes- And then the ordinary Ghanaian who is borrowing, who is being fleeced, is then not benefiting from it.\nSo inasmuch as I support the Motion, I would like to humbly request the Hon Minister to let one of his staff to really delve deep into these issues and find out. This is because many a time, we approve frivolous exemptions and at the end of the day, as I said, it does not benefit us. But as I said, where we have double taxation agreements, then Madam Speaker, we would like to know whether this has been taken good cognizance of This is because I believe they must pay it to us and then refuse to pay it to the United Kingdom (U.K). The United Kingdom has made so much money, so has Holland and most of these countries. Then they rather go and pay to Holland or UK. instead of paying it to us. And the laws are very clear, Madam Speaker; and that is what I also want us to canvass.", 
            "section": "IN ASHANTI REGION", 
            "speech": "eventually approve here. Inasmuch as Parliament is the only body that can Waive these taxes, I believe that in certain instances, the Hon Minister will do well to advise us because there is what we call double taxation rules that we have.\n With several countries in the world, we have double taxation. So if they pay the taxes here, they are not supposed to pay it in the United Kingdom (UK) or in Germany. I myself had the privilege of signing some of these - at least, initialling them. Therefore, if they say that the taxes on the expatriate staff coming here are not being paid, what we must make sure is Whether they are paying it in their country of origin. This is because the double taxation, Madam Speaker, really means that you pay in Ghana and then you do not pay in your country of origin.\n So they short-change us by not paying, and they do not report there because they say they are working outside, and they do not pay there too. So we have to monitor this very, very carefully and as my Hon Colleague said, we\" do need to take cognizance of all these things. We have done it in the past; we would continue to do it.\n But Madam Speaker, I sincerely believe that the time has now come for the Hon Minister for Finance and Economic Planning to do a comprehensive analysis of this and let us know whether these waivers, eventually, are in a way subtracted from the total cost of the project.\n I mean, Madam Speaker, when you look at the projects, the cost for the vehicles and all of them are debited not at the ex- factory prices, but sometimes at the local prices. But at the same time, they want a waiver. So the waiver, I am not so sure, eventually inure to the benefit of the people of Ghana.\n\nSo I would like to submit that the Hon Minister, fortunately, is here today- our good Friend would do a very comprehensive study of these waivers. In some cases, they are huge, especially when you find that you have a 133-million dollar project, 16 million dollars of it is just insurance and all these things and then eventually, they, who are enjoying these- high salaries and benefits are the ones Who are absolved from paying the taxes- And then the ordinary Ghanaian who is borrowing, who is being fleeced, is then not benefiting from it.\n\nSo inasmuch as I support the Motion, I would like to humbly request the Hon Minister to let one of his staff to really delve deep into these issues and find out. This is because many a time, we approve frivolous exemptions and at the end of the day, as I said, it does not benefit us. But as I said, where we have double taxation agreements, then Madam Speaker, we would like to know whether this has been taken good cognizance of This is because I believe they must pay it to us and then refuse to pay it to the United Kingdom (U.K). The United Kingdom has made so much money, so has Holland and most of these countries. Then they rather go and pay to Holland or UK. instead of paying it to us. And the laws are very clear, Madam Speaker; and that is what I also want us to canvass.", 
            "time": "11:30:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr Moses Asaga (NDC - Nabdam)", 
            "original": "Mr Moses Asaga (NDC - Nabdam): Madam Speaker, I think this is a standard practice where there is always a waiver for such projects. And I think this particular loan is meant for a water project in Mampong and it is the ordinary people of Mampong who should be rejoicing, that such a loan agreement has been approved and there is a waiver for taxes.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I think this is a standard practice where there is always a waiver for such projects. And I think this particular loan is meant for a water project in Mampong and it is the ordinary people of Mampong who should be rejoicing, that such a loan agreement has been approved and there is a waiver for taxes.", 
            "time": "11:30:00"
        }, 
        {
            "column": "135", 
            "kind": "continued speech", 
            "name": "Mr Moses Asaga (NDC - Nabdam)", 
            "original": "[MR ASAGA]", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, if you look at the project, we are talking of a population of 58,000 and this would increase to 90,000. Therefore, if you were to divide 4.6 million approximately by 90,000, you can see that this is very beneficial and the cost benefit analysis would be very, very good.\n Madam Speaker, so I urge all Hon Members to approve this tax waiver.\n Thank you, Madam Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr Albert Kan-Dapaah (NPP - Afigya-Sekyere West)", 
            "original": "Mr Albert Kan-Dapaah (NPP - Afigya-Sekyere West): Madam Speaker, I am much aware of the water problems confronting the people of Mampong and I was one of those people who were very happy when the loan came.\nsuch assurance. We are being asked to grant the exemptions. I think it will be better if in future such reports can come with reports probably, from other committees to certify that, yes, the work is going on satisfactorily, the equipment, we have seen and that we are all right to give them the exemptions. Just to be very sure that we are not giving them exemptions which they will use for other purposes.\nThis is because we are witnesses to all sort of things that can happen in the developing world and also in our country. So if we can be a bit careful and exercise that oversight responsibility, I think it will be in order.\nIn any case, Madam Speaker, as I said, I am very much aware of the difficulties confronting the people of Mampong as far as water is concerned and just as I Sllpp0riI6(l the original loan agreement, I have no problem supporting in principle the tax waiver, except to put on record that I find granting tax exemptions for microwaves, coffee makers and utensils rather a bit scandalous -", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I am much aware of the water problems confronting the people of Mampong and I was one of those people who were very happy when the loan came.\n But Madam Speaker, just a couple of issues -- the first one of which my Hon Colleague, Hon Dr Akoto Osei has talked about.The exemption that they seek refer to items such as microwave, coffee maker and utensils. This is scandalous. Obviously, the agreement granting them the tax exemptions was not thinking of items like these. If we are not careful, the next time they come, it will be for their clothes, their personal clothing. and obviously, we need to have a second look at this.\n Madam Speaker, the second issue I would want to raise, is that We have the duty as Parliament to go through this exemption and give it to them but we also have an oversight responsibility and I would have been more comfortable - today somebody was telling us, yes, the goods have arrived and that they are being used in Mampong and whether the project is going on at all. We have no\n\nsuch assurance. We are being asked to grant the exemptions. I think it will be better if in future such reports can come with reports probably, from other committees to certify that, yes, the work is going on satisfactorily, the equipment, we have seen and that we are all right to give them the exemptions. Just to be very sure that we are not giving them exemptions which they will use for other purposes.\n\nThis is because we are witnesses to all sort of things that can happen in the developing world and also in our country. So if we can be a bit careful and exercise that oversight responsibility, I think it will be in order.\n\nIn any case, Madam Speaker, as I said, I am very much aware of the difficulties confronting the people of Mampong as far as water is concerned and just as I Sllpp0riI6(l the original loan agreement, I have no problem supporting in principle the tax waiver, except to put on record that I find granting tax exemptions for microwaves, coffee makers and utensils rather a bit scandalous -", 
            "time": "11:40:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think that is why it was suggested that the Minister for Finance and Economic Planning should go into matters and let us have the list of things. It is a good suggestion.", 
            "section": "IN ASHANTI REGION", 
            "speech": "I think that is why it was suggested that the Minister for Finance and Economic Planning should go into matters and let us have the list of things. It is a good suggestion.\n One thing I noticed in the Report as I was reading it, I saw Mampong, Mampong, Mampong and I know of two Mampongs in Ghana. In fact, I know very well Akuapim-Mampong. So I said, \"Oh, this is good for the Akuapim-Mampong\" water and nothing said about Ashanti Mampong until I went to the title and I suppose that answers my question.", 
            "time": "11:40:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr Joseph Y. Chireh (NDC - Wa West)", 
            "original": "Mr Joseph Y. Chireh (NDC - Wa West): Madam Speaker, I also support this Motion for the waiver because water is life and it is important that it is being", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I also support this Motion for the waiver because water is life and it is important that it is being", 
            "time": "11:40:00"
        }, 
        {
            "column": "137", 
            "kind": "continued speech", 
            "name": "Mr Joseph Y. Chireh (NDC - Wa West)", 
            "original": "[MRCHIREH]", 
            "section": "IN ASHANTI REGION", 
            "speech": "provided. Some of the comments that my Hon Colleagues have made, valid as they seem to be, it is not possible for us to know what stage the implementation is, unless we give the waiver for the equipment and materials to come as some of them have suggested. I believe the principle is for us to ensure that we give the waiver for taxes, so that the clearance and all these would not be on our account.\n The second issue which deals with What types of items are being exempted has to be indicated in the contract that has already been signed and in that case, it is not when the contract has been signed and it is operational that one raises this issue. It is for those who signed this contract to ab initio indicate that these things do not include personal items, in which case, Parliament will be guided by the agreement. So once again, it is good that we are raising these issues but we have to do so at the appropriate level and time.\n Madam Speaker, I thank you for the opportunity.", 
            "time": "11:40:00"
        }, 
        {
            "column": "137", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: On a point of order.\nshould come to us rather would be paid to the metropolis. That is what we are saying.", 
            "section": "IN ASHANTI REGION", 
            "speech": "On a point of order.\n Madam Speaker, we are not saying that We have not done this in the past. We are saying it is time now maybe, to take a look at the whole practice and to see how best we can make efficacious and to the benefit of the people of Ghana. That is all that we are saying. They must not make it look as if we are against the project.\n We have supported it fully; We continue to support it but we think that a few things need to be looked at as we develop in the nation. So our systems must also develop in tandem with our process and especially to avoid the situation where money, which\n\nshould come to us rather would be paid to the metropolis. That is what we are saying.", 
            "time": "11:40:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think, Hon Hackman, that is true. He is only supporting what you said by saying that there is a time that we should make this very clear instead of calling on the Hon Minister to set it out. He is saying that at the beginning, before the goods arrive, they should know.", 
            "section": "IN ASHANTI REGION", 
            "speech": "I think, Hon Hackman, that is true. He is only supporting what you said by saying that there is a time that we should make this very clear instead of calling on the Hon Minister to set it out. He is saying that at the beginning, before the goods arrive, they should know.", 
            "time": "11:40:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr Kan-Dapaah", 
            "original": "Mr Kan-Dapaah: Madam Speaker, I was also wondering. Going by the tone of the Memorandum, it appears the goods are already here- If, indeed,-. they are here, on What basis did the Customs, Excise and Preventive Service (CEPS) allow them to take them when they do not have this specific approval? They need to have the approval before they release them.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I was also wondering. Going by the tone of the Memorandum, it appears the goods are already here- If, indeed,-. they are here, on What basis did the Customs, Excise and Preventive Service (CEPS) allow them to take them when they do not have this specific approval? They need to have the approval before they release them.\n So if the Hon Minister, in winding up, can tell us how come somebody at CEPS was so brave to waive the taxes even before this august House has approved them.", 
            "time": "11:40:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We will get him to say but does it not happen all the time?", 
            "section": "IN ASHANTI REGION", 
            "speech": "We will get him to say but does it not happen all the time?\n Yes, let us have the last contribution before we come to you for answering this point.", 
            "time": "11:40:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Minority Leader (Mr Kyei-Mensah- Bonsu)", 
            "original": "Minority Leader (Mr Kyei-Mensah- Bonsu): Madam Speaker, I speak in support of the Motion but there are a few things that are not very clear.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I speak in support of the Motion but there are a few things that are not very clear.\n Madam Speaker, page 4 of the Report, \"Observations\". We are told of the procurement of one unit crane-mounted truck. Then alongside, we have the procurement of pumps, printers, scanner, desktop computer, laptop and software. Altogether, the cost comes to\n US$737,617.00.", 
            "time": "11:40:00"
        }, 
        {
            "column": "139", 
            "kind": "continued speech", 
            "name": "Minority Leader (Mr Kyei-Mensah- Bonsu)", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, as it is before us, how do we know the cost of the one unit crane- mounted truck? We do not know. They have lumped everything together and they. are seeking an exemption; yet they do not tell us What the cost of the item is. What kind of arrangement is that? So we are not doing justice to ourselves if we approve of this in this form. As it is, if we walk out of here and l am asked what was the cost of the truck, and what was the exemption sought for the truck, what would I say?\n Madam Speaker, to page 3 - \"Approval of the Credit Agreement\". We are told that - [Interruption]", 
            "time": "11:40:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: On a point of order.", 
            "section": "IN ASHANTI REGION", 
            "speech": "On a point of order.\n Madam Speaker, the issue that the Hon Minority Leader is raising is an observation of the Committee. We have also observed that the cost of the crane and other items were lumped together and that cost that figure. It is not a recommendation that we are giving but it is the observation of the Committee and I would want to draw his attention to that.", 
            "time": "11:40:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think what he said - Is the US$737 the cost of the tax exemption that you are talking about?", 
            "section": "IN ASHANTI REGION", 
            "speech": "I think what he said - Is the US$737 the cost of the tax exemption that you are talking about?", 
            "time": "11:40:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, the figure is the cost, on which the tax is computed.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the figure is the cost, on which the tax is computed.", 
            "time": "11:40:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, I believe the Hon Chairman of the Committee has just confirmed what I have said. He has not added anything to it. I am saying that is improper. That is the point I am making. They are seeking exemption and then instead of letting us know what the cost is, put everything together. And I am saying that if I am asked, what is the cost of the truck, how would I know? What is the cost of the scanner, the printers - [Interruption]", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I believe the Hon Chairman of the Committee has just confirmed what I have said. He has not added anything to it. I am saying that is improper. That is the point I am making. They are seeking exemption and then instead of letting us know what the cost is, put everything together. And I am saying that if I am asked, what is the cost of the truck, how would I know? What is the cost of the scanner, the printers - [Interruption]", 
            "time": "11:40:00"
        }, 
        {
            "column": "140", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: On a point of order.", 
            "section": "IN ASHANTI REGION", 
            "speech": "On a point of order.\n ' Madam Speaker, he is making the presentation as if he has discovered something new. But the Committee has already stated what he is stating. So for him to now make it look like it is new, it is an innovation, he analyzed to get to know about it, is my problem. So he should rather be reiterating but not to make i.t sound like it is something new he has discovered and that the Committee shirked its responsibility. That is why we said the Committee observed -", 
            "time": "11:40:00"
        }, 
        {
            "column": "140", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, clearly, l do not know what the beef of the Hon Minister-designate is. l am saying that, yes, he has made that observation and based on that, he is asking us to approve it. Is the Committee telling us that we should not approve it? The Committee is recommending that we should approve it and I am saying that it is not meaty enough; it is not comprehensive enough. I do not know.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, clearly, l do not know what the beef of the Hon Minister-designate is. l am saying that, yes, he has made that observation and based on that, he is asking us to approve it. Is the Committee telling us that we should not approve it? The Committee is recommending that we should approve it and I am saying that it is not meaty enough; it is not comprehensive enough. I do not know.\n So please, he should listen carefully before he rises up to speak to the matter. Madam Speaker, that is the issue that I am raising, that we are not doing justice to ourselves. The Committee has observed that this amount is on the aggregation of these items. Now, if he is asked, the Hon Moses Asaga, would he tell us what the components are? Would he be able to tell us? And yet he wants the House to approve it. That is the difficulty.\n The second thing is on page 3: -\n \"Parliament on Tuesday, 7* May, 2010 approved by Resolution the Credit Agreement between the Government of Ghana and the Export~Import Bank of the United States of America\" for an amount of twenty-three million, one hundred and twelve thousand, seven hundred and twenty-three US dollars (US$23,l22,723.00) for", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "[MRKYELMENSAH-B ONSU]", 
            "section": "IN ASHANTI REGION", 
            "speech": "the construction of the Mampong Water Supply Expansion Project.\"\n Madam_Speaker, when they come to putting the matter in figures, they quote another figure; and this is from the Finance Committee. They say the amount is US$23,1 12,723.00 and in another breath, that the figure is US$23, 122,723.00. Which is which? The Hon Chairman was profused in denying what I said. Now, he is nodding his head. Which is which? \"What should we approve of? So, clearly, there is another mistake.", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Chairman, do you want to correct anything?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Chairman, do you want to correct anything?", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, the correct figure is the one in figures, not the one in words.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the correct figure is the one in figures, not the one in words.", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: So, what will you correct in the figures? What are you going to correct in the figures?", 
            "section": "IN ASHANTI REGION", 
            "speech": "So, what will you correct in the figures? What are you going to correct in the figures?", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, the correction will be in words, \"twenty-three million, one hundred and twenty-two thousand\". So, we change-the \"twelve\" to \"twenty-two thousand\".", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the correction will be in words, \"twenty-three million, one hundred and twenty-two thousand\". So, we change-the \"twelve\" to \"twenty-two thousand\".", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minority Leader, he has corrected it.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Minority Leader, he has corrected it.", 
            "time": "11:50:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, thanks to the Hon Chairman for ultimately agreeing to amend it, which is what he ought to have done earlier.\nthe demand is and what indeed, the per capita delivery is going to be. Delivery of the potable water, they are telling us the demand - it is to satisfy the demand. What is the demand for 90,000 people? And what is going to be the per capita delivery of potable water in this case?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, thanks to the Hon Chairman for ultimately agreeing to amend it, which is what he ought to have done earlier.\n We are told in capital letters that the rehabilitation expansion of the system is aimed at meeting the demand for potable water in the municipality up to the year 2020 for a projected population of approximately 90,000 people - page 2.\n I thought the Committee would have done a better j ob if they had told us what\n\nthe demand is and what indeed, the per capita delivery is going to be. Delivery of the potable water, they are telling us the demand - it is to satisfy the demand. What is the demand for 90,000 people? And what is going to be the per capita delivery of potable water in this case?", 
            "time": "11:50:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga - rose -", 
            "time": "11:50:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Have you finished, Hon Minority Leader?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Have you finished, Hon Minority Leader?", 
            "time": "11:50:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, he injected himself into the discourse, so I sat down to allow him to respond.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, he injected himself into the discourse, so I sat down to allow him to respond.", 
            "time": "11:50:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Oh, when you finish, maybe, I will call upon him.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Oh, when you finish, maybe, I will call upon him.", 
            "time": "11:50:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bosu", 
            "original": "Mr Kyei-Mensah-Bosu: Madam Speaker, I thought they would have done us better service if they had also related to that item. Having said that, the Hon Chairman has responded to one but if he could respond to the other two, I may be convinced and persuaded to vote for it. For now, I am not too sure.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I thought they would have done us better service if they had also related to that item. Having said that, the Hon Chairman has responded to one but if he could respond to the other two, I may be convinced and persuaded to vote for it. For now, I am not too sure.", 
            "time": "11:50:00"
        }, 
        {
            "column": "142", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, I would not purport to answer all the questions but what he is referring to goes back to the issue we raised yesterday that in future, it would be useful to table minutes of the Committees Report, so that Hon Members can have access to All the information is available; this is an executive summary, so it is not fully captured. I think We will take note that from now on, if all committees will begin to table minutes - This is because sometimes the reports are usually so many you cannot put all of them here.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I would not purport to answer all the questions but what he is referring to goes back to the issue we raised yesterday that in future, it would be useful to table minutes of the Committees Report, so that Hon Members can have access to All the information is available; this is an executive summary, so it is not fully captured. I think We will take note that from now on, if all committees will begin to table minutes - This is because sometimes the reports are usually so many you cannot put all of them here.\n But the issue about the demand was given to us and all the other information; so I think that we will take note and try to", 
            "time": "11:50:00"
        }, 
        {
            "column": "143", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[DR A.A. OSEI]", 
            "section": "IN ASHANTI REGION", 
            "speech": "table minutes. And the Clerks should also be listening, so that they will table the minutes and we can make reference to that and I think it will only help the work of Parliament.", 
            "time": "11:50:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I agree with you, except that even as of yesterday and today, only a few matters needed to have come into this Report. The reports are not as comprehensive as one would want them to be like yesterday; important matters are left untouched and it is not helpful. But as you say, if you file it, then it could be looked at. It is a roundabout way but it is really to ask that the Report should be more comprehensive to inform the House. So I agree with you.", 
            "section": "IN ASHANTI REGION", 
            "speech": "I agree with you, except that even as of yesterday and today, only a few matters needed to have come into this Report. The reports are not as comprehensive as one would want them to be like yesterday; important matters are left untouched and it is not helpful. But as you say, if you file it, then it could be looked at. It is a roundabout way but it is really to ask that the Report should be more comprehensive to inform the House. So I agree with you.\n Hon Avedzi, can you wind up and tell us -", 
            "time": "11:50:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, just in response to the issue raised by the Hon Minority Leader, in terms of the capacity delivery of the pump. As we speak now, the current state of the pump is 2,500 cubic meter of water per day. This loan facility is to expand that one to construct additional capacity, the same capacity again, so that by 2020, where the population of that municipality will rise to 90,000 people, it would be able to cater for that number.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, just in response to the issue raised by the Hon Minority Leader, in terms of the capacity delivery of the pump. As we speak now, the current state of the pump is 2,500 cubic meter of water per day. This loan facility is to expand that one to construct additional capacity, the same capacity again, so that by 2020, where the population of that municipality will rise to 90,000 people, it would be able to cater for that number.\n That is what he is asking for; it is provided in the Report because we have the construction of additional 2,500 cubic meters per day, in addition to what exists already. So it is captured in the Report.", 
            "time": "11:50:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: What about the other - There was another matter.", 
            "section": "IN ASHANTI REGION", 
            "speech": "What about the other - There was another matter.", 
            "time": "11:50:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, as the Hon Chairman said, it brings the total capacity to 5,000 cubic meters per day and I am asking how it translates to per capita delivery because -\nOf course, that one is computed normally in gallons and we know the minimum as prescribed by the United Nations. So, for him to tell us that this will meet the demand, he should be able to tell us what the per capita delivery is. Can he respond to that?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, as the Hon Chairman said, it brings the total capacity to 5,000 cubic meters per day and I am asking how it translates to per capita delivery because -\n\nOf course, that one is computed normally in gallons and we know the minimum as prescribed by the United Nations. So, for him to tell us that this will meet the demand, he should be able to tell us what the per capita delivery is. Can he respond to that?", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "MrAvedzi", 
            "original": "MrAvedzi: Madam Speaker, lam not a technical man in water delivery. I am a finance man and so I take the information provided by the technical people that this will cater for the number of people who will be living in that municipality. So I cannot provide the information he is asking me.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, lam not a technical man in water delivery. I am a finance man and so I take the information provided by the technical people that this will cater for the number of people who will be living in that municipality. So I cannot provide the information he is asking me.", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, these are matters that should be taken note of. If somebody raises a matter that he cannot understand in the Report, it does not stop the Report from being accepted. That was a good answer to him that it could be found, if you go to the technical people. Is that your answer?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Well, these are matters that should be taken note of. If somebody raises a matter that he cannot understand in the Report, it does not stop the Report from being accepted. That was a good answer to him that it could be found, if you go to the technical people. Is that your answer?", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the Chairman already has the answer. I do not know why he is shying away from it. The 5,000 cubic meters divided by 9,000 will give one the per capita and so he should give him the formula and then he can get it. Per day - [Interruption.]", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the Chairman already has the answer. I do not know why he is shying away from it. The 5,000 cubic meters divided by 9,000 will give one the per capita and so he should give him the formula and then he can get it. Per day - [Interruption.]", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We will finish with this and then I will put the Question. These are matters that people can talk of. That is what discussing the Report is all about.", 
            "section": "IN ASHANTI REGION", 
            "speech": "We will finish with this and then I will put the Question. These are matters that people can talk of. That is what discussing the Report is all about.", 
            "time": "11:50:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga - rose -", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Are you contributing or you are telling us the figure now?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Are you contributing or you are telling us the figure now?", 
            "time": "11:50:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr Asaga", 
            "original": "Mr Asaga: Madam Speaker, the Hon Minority Leader was a celebrated student of planning, which included all these that we are doing--water delivery. So I", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the Hon Minority Leader was a celebrated student of planning, which included all these that we are doing--water delivery. So I", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "continued speech", 
            "name": "Mr Asaga", 
            "original": "[MRASAGA]", 
            "section": "IN ASHANTI REGION", 
            "speech": "thought in terms of the per capita, he should have rather been teaching me how to do that calculation. So, it is in the document, if we do the calculation as - [Interruption] It is there -- 5,000 divided by 90,000.\n 12-00 noon.", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Hon Moses Asaga, this is supply - [Laughter] Madam Speaker, he is about to be vetted and he is already giving misleading information to this House. He should beware.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Moses Asaga, this is supply - [Laughter] Madam Speaker, he is about to be vetted and he is already giving misleading information to this House. He should beware.", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, I think we have had enough discussion and maybe, committee Chairmen are learning some little tips that should make their reports comprehensive for the House. However, I think this is the end of the debate.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Yes, I think we have had enough discussion and maybe, committee Chairmen are learning some little tips that should make their reports comprehensive for the House. However, I think this is the end of the debate.\n Thank you. It is time to put the Question now.", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr Kan-Dapaah", 
            "original": "Mr Kan-Dapaah: Madam Speaker, I thought the Hon Minister or the Chairman was going to tell us, since the goods have arrived and they have been given out, on what basis did the authorities at Customs, Excise and Preventive Service arrogate to themselves that right to give out goods without paying duty.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I thought the Hon Minister or the Chairman was going to tell us, since the goods have arrived and they have been given out, on what basis did the authorities at Customs, Excise and Preventive Service arrogate to themselves that right to give out goods without paying duty.", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, it is true that the goods have arrived but I am not sure whether the goods have been given out; if the goods have arrived, the Ghana Revenue Authority will use the value of those goods and come out with the assessment and that is what we are working with; if he has the evidence that they have been given out, he should provide it. I do not know but I know that the goods have arrived.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, it is true that the goods have arrived but I am not sure whether the goods have been given out; if the goods have arrived, the Ghana Revenue Authority will use the value of those goods and come out with the assessment and that is what we are working with; if he has the evidence that they have been given out, he should provide it. I do not know but I know that the goods have arrived.", 
            "time": "11:50:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think he was just asking.", 
            "section": "IN ASHANTI REGION", 
            "speech": "I think he was just asking.", 
            "time": "11:50:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr Kan~Dapaah", 
            "original": "Mr Kan~Dapaah: Madam Speaker, so should it go on record that he says the goods have not been given out, because if they have been given out, a serious, law of the la_nd would have been flouted? So is he giving us the assurance -", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, so should it go on record that he says the goods have not been given out, because if they have been given out, a serious, law of the la_nd would have been flouted? So is he giving us the assurance -", 
            "time": "11:50:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Kan~Dapaah, I do not think he gave you the assurance. He said he does not know and that is not an assurance.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Kan~Dapaah, I do not think he gave you the assurance. He said he does not know and that is not an assurance.", 
            "time": "11:50:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr Kan-Dapaah", 
            "original": "Mr Kan-Dapaah: Madam Speaker, the Hon Minister is here -the Hon Minister should give an assurance to the House that nobody has flouted the laws of Ghana by giving out the goods even before Parliament has approved it. If somebody has done that, please, let us take a serious view of that and let us start processing the papers for the officers to come to the Public Accounts Committee - [Hear!Hear!]", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, the Hon Minister is here -the Hon Minister should give an assurance to the House that nobody has flouted the laws of Ghana by giving out the goods even before Parliament has approved it. If somebody has done that, please, let us take a serious view of that and let us start processing the papers for the officers to come to the Public Accounts Committee - [Hear!Hear!]", 
            "time": "11:50:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, I like that rather than the fact that somebody must incriminate himself here. '", 
            "section": "IN ASHANTI REGION", 
            "speech": "Well, I like that rather than the fact that somebody must incriminate himself here. '", 
            "time": "11:50:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, I believe the Hon Minister knows ' the resort in these matters. He may tell us - I think in this matter, the Hon Chairman for the Finance Committee\" does not have the competence to respond to this. The Hon Minister himself is here. Let the I-ion Minister respond and we can assure ourselves.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I believe the Hon Minister knows ' the resort in these matters. He may tell us - I think in this matter, the Hon Chairman for the Finance Committee\" does not have the competence to respond to this. The Hon Minister himself is here. Let the I-ion Minister respond and we can assure ourselves.\n In any event, Madam Speaker, I notice conspicuously sitting behind the Minister for Finance and Economic Planning is the Hon Minister for Lands and Forestry - Congratulations to him; he has been retained.\n But Madam Speaker, he should know that it does not give him any leeway to appear in this House in the way he has dressed - [Laughter]. At all.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Without a tie? All right. He came without a tie - Yes, Hon Members, let us be reminded that we should dress properly for the House.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Without a tie? All right. He came without a tie - Yes, Hon Members, let us be reminded that we should dress properly for the House.\n So Hon Members, let us take note of the concerns raised by Hon Kan-Dapaah and get on with the work.\n Question put and Motion agreed to.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Shall we now move to the Resolution numbered 5?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Shall we now move to the Resolution numbered 5?", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, we can take the consequential Resolution.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, we can take the consequential Resolution.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, shall we finish with this matter by calling on the Hon Minister for Finance and Economic Planning to move the Resolution numbered 5?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Hon Members, shall we finish with this matter by calling on the Hon Minister for Finance and Economic Planning to move the Resolution numbered 5?", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Dr Kwabena Duffuor", 
            "original": "Dr Kwabena Duffuor: Madam Speaker, I beg to move, that Resolution number 5 as captured on pages 2 and 3 of today’s Order Paper be moved now.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I beg to move, that Resolution number 5 as captured on pages 2 and 3 of today’s Order Paper be moved now.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr James K. Avedzi", 
            "original": "Mr James K. Avedzi: Madam Speaker, I beg to second the Motion.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I beg to second the Motion.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, I believe the Motion moved by the Hon Minister was to invite us to adopt the Resolution captured as item 5 on pages 2 and 3.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Madam Speaker, I believe the Motion moved by the Hon Minister was to invite us to adopt the Resolution captured as item 5 on pages 2 and 3.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes.", 
            "section": "IN ASHANTI REGION", 
            "speech": "Yes.\n Mr Kyei-Mensah-Bonsu; Madam Speaker, but the Hon Minister just implored us that he begs to move that this item be moved now - [Interruptions] - That is what he said. So I do not know where we are.", 
            "time": "11:50:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Minister, you mean item 5 on the Order Paper?\nHon Minister for Finance and Economic Planning, it is a Resolution but you - Which item then on the Order Paper?", 
            "section": "IN ASHANTI REGION", 
            "speech": "Yes, Hon Minister, you mean item 5 on the Order Paper?\n\nHon Minister for Finance and Economic Planning, it is a Resolution but you - Which item then on the Order Paper?", 
            "time": "11:50:00"
        }, 
        {
            "heading": "RESOLUTIONS", 
            "kind": "heading", 
            "original": "RESOLUTIONS", 
            "time": "11:50:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr James K. Avedzi", 
            "original": "Mr James K. Avedzi: Madam Speaker, I beg to second the Motion.", 
            "section": "RESOLUTIONS", 
            "speech": "Madam Speaker, I beg to second the Motion.\n Question put and Motion agreed to.\n Resolved accordingly.", 
            "time": "11:50:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, Hon Fritz Frederic Balfour, the Hon Minister designate for information usually pays attention and votes on Motions. Today, he appears to be. abdicating his parliamentary responsibility. He is not even paying attention to the Motion. I do not know whether the appointment is submitting him into some - [Laughter]", 
            "section": "RESOLUTIONS", 
            "speech": "Madam Speaker, Hon Fritz Frederic Balfour, the Hon Minister designate for information usually pays attention and votes on Motions. Today, he appears to be. abdicating his parliamentary responsibility. He is not even paying attention to the Motion. I do not know whether the appointment is submitting him into some - [Laughter]", 
            "time": "11:50:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Would it not if it were you? [Laughter.]", 
            "section": "RESOLUTIONS", 
            "speech": "Would it not if it were you? [Laughter.]\n Hon Leader, I think we should move on to Motion number 6.", 
            "time": "11:50:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Yes, we will now come to item number 6, on page 3, Motion 6.", 
            "section": "RESOLUTIONS", 
            "speech": "Yes, we will now come to item number 6, on page 3, Motion 6.", 
            "time": "11:50:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The Motion 6 will be taken by the First Deputy Speaker.\n[MR FIRST DEPUTY SPEAKER IN THE\nCHAIR]", 
            "section": "RESOLUTIONS", 
            "speech": "The Motion 6 will be taken by the First Deputy Speaker.\n\n[MR FIRST DEPUTY SPEAKER IN THE\n\nCHAIR]", 
            "time": "12:10:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, item 6 on the Order Paper.", 
            "section": "RESOLUTIONS", 
            "speech": "Hon Members, item 6 on the Order Paper.\n Hon Minister for Finance and Economic Planning?", 
            "time": "12:10:00"
        }, 
        {
            "heading": "BILLS-SECOND READING", 
            "kind": "heading", 
            "original": "BILLS-SECOND READING", 
            "time": "12:10:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "Chairman of the Committee (Mr James K. Avedzi): Mr Speaker, I rise to support the Motion and in doing so, present your Committee’s Report.\nto the House pursuant to Order 161(1) of the Standing Orders of the House. 2. Purpose of the Bill 1 The purpose of the Bill is to repeal the National Fiscal Stabilization Levy Act, 2009 (Act 785).\n3.0Content of the Bill\nThe Bill contains a total of two (2) clauses.\nClause I repeals the National Fiscal Stabilization Levy Act, 2009 (Act 785).\nClause 2 makes transitional provisions to preserve the rights, liabilities and obligations in existence immediately before the commencement of this Act, when passed.\n4.0 Observations\nThe Committee observed that the National Fiscal StabihiationAct, 2009 (Act 785) was introduced in the second half of the year 2009 to raise funds for national development. Even though the Act was initially for a period of eighteen (18) months, Government extended the duration of the levy for an additional one year with a pledge to discontinue it thereafter.\nIt was noted that this repeal Bill is in fulfillment of the pledge by Government to discontinue the levy.\n5.0 Conclusion\nThe Committee respectfully recommends to the House to pass the National Fiscal Stabilization Levy (Repeal) Bill, 2011.\nRespectfully submitted.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I rise to support the Motion and in doing so, present your Committee’s Report.\n 1.0 Introduction\n The National Fiscal Stbilization Levy (Repeal) Bill, 201 1 was presented and read the First time in the House on Friday, 16th December, 2011 and, referred to the Finance Committee for consideration and report, in accordance with the Constitution and Standing Orders of the House.\n The Committee subsequently met and considered the Bill with the Deputy Minister for Finance and Economic Planning, Hon Seth Terkpeh, Commissioner-General of the Ghana Revenue Authority and officials from the Ministry of Finance and Economic Planning (MOFEP) and the Ghana Revenue Authority (GRA) and presents this Report\n\nto the House pursuant to Order 161(1) of the Standing Orders of the House. 2. Purpose of the Bill 1 The purpose of the Bill is to repeal the National Fiscal Stabilization Levy Act, 2009 (Act 785).\n\n3.0Content of the Bill\n\nThe Bill contains a total of two (2) clauses.\n\nClause I repeals the National Fiscal Stabilization Levy Act, 2009 (Act 785).\n\nClause 2 makes transitional provisions to preserve the rights, liabilities and obligations in existence immediately before the commencement of this Act, when passed.\n\n4.0 Observations\n\nThe Committee observed that the National Fiscal StabihiationAct, 2009 (Act 785) was introduced in the second half of the year 2009 to raise funds for national development. Even though the Act was initially for a period of eighteen (18) months, Government extended the duration of the levy for an additional one year with a pledge to discontinue it thereafter.\n\nIt was noted that this repeal Bill is in fulfillment of the pledge by Government to discontinue the levy.\n\n5.0 Conclusion\n\nThe Committee respectfully recommends to the House to pass the National Fiscal Stabilization Levy (Repeal) Bill, 2011.\n\nRespectfully submitted.", 
            "time": "12:10:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Ranking.Member of the Committee?", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Ranking.Member of the Committee?", 
            "time": "12:10:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Dr A. A. Akoto", 
            "original": "Dr A. A. Akoto: Mr Speaker, because it affects business, the Hon Ranking Member of the Committee on Trade, Industry and Tourism has agreed to speak on it.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, because it affects business, the Hon Ranking Member of the Committee on Trade, Industry and Tourism has agreed to speak on it.", 
            "time": "12:10:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr Isaac Osei (NPP - Subin)", 
            "original": "Mr Isaac Osei (NPP - Subin): Mr Speaker, I thank you for the opportunity to say a few words on the repeal of the National Fiscal Stabilisation Levy.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I thank you for the opportunity to say a few words on the repeal of the National Fiscal Stabilisation Levy.\n Mr Speaker, the first thing which comes to mind is the effective date of this repeal because it presupposes that the collection is probably still going on until this becomes effective. I hope that those sectors which are paying are spared the ordeal during this transition period.\n Mr Speaker, the genesis of this Stabilisation Levy was as a result of the structures in the fiscal space faced by the Ministry of Finance and Economic Planning in fulfilling the obligations that it has set for itself and the Government in the budget, as Ia result of which this levy was put in place, so that that space could be broadened a little.\n What worries me, ‘Mr Speaker, is that anytime that there is lack of fiscal space, we look only at the revenue side of the balance and tax our people. But the truth of the matter is that any tax which is placed on companies increases the cost of doing business. So this repeal could not have come at a better time when businesses in this country are suffering. So I am very happy that the Government has now repealed this and reduced the burden of taxes on operating concerns in these particular sectors.\n I therefore, support the repeal of the National Fiscal Stabilisation Levy (Repeal) Bill, 2011 (Repeal) and hope that this would be effective immediately to reduce the cost of doing business in those particular sectors.\n I thank you, Mr Speaker.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, this is a very straightforward Bill, so let me take the last contribution from the Hon Minority Chief Whip.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Members, this is a very straightforward Bill, so let me take the last contribution from the Hon Minority Chief Whip.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr Frederick Opare~Ansal1 (NPP - Suhum)", 
            "original": "Mr Frederick Opare~Ansal1 (NPP - Suhum): Mr Speaker, thank you for giving me the opportunity to contribute to the Motion on the floor.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, thank you for giving me the opportunity to contribute to the Motion on the floor.\n Mr Speaker, at the Committee, some of us felt that this was an exercise in futility. Mr Speaker, if you look at the original Act, clause 4 is very clear as to which years that the law was applicable to; and if you look at the current Bill that we are looking at, it still makes saving for any obligations that may exist during the period that the law was in effect. So really, What are we doing?\n The law itself died after the expiration of effective period and saved those same obligations and liabilities during the period. Now, we spend good parliamentary time at committee and in plenary doing the same thing that the Bill itself empowered itself to do.\n But if you insist, I support that we pass this Motion.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No. Hon Member, it is not for me - mine is to put the Question. [Laughter] Mine is to put the Question for the House to decide. You are trying to raise a very important legal point but you yourself, it appears you are not too sure of the point that you raised.", 
            "section": "BILLS-SECOND READING", 
            "speech": "No. Hon Member, it is not for me - mine is to put the Question. [Laughter] Mine is to put the Question for the House to decide. You are trying to raise a very important legal point but you yourself, it appears you are not too sure of the point that you raised.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr Opare~Ansah", 
            "original": "Mr Opare~Ansah: Mr Speaker, I am very sure of my point.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I am very sure of my point.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Very well.", 
            "time": "12:10:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr Joseph Y. Chireh (NDC - Wa West)", 
            "original": "Mr Joseph Y. Chireh (NDC - Wa West): Mr Speaker, I support this Motion and I think that we should all vote for it.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I support this Motion and I think that we should all vote for it.\n The purpose of the Bill is clear; it is avoidance of doubt and not to consider it", 
            "time": "12:10:00"
        }, 
        {
            "column": "155", 
            "kind": "continued speech", 
            "name": "Mr Joseph Y. Chireh (NDC - Wa West)", 
            "original": "[MR CHIREH]", 
            "section": "BILLS-SECOND READING", 
            "speech": "as a spent legislation which has a period by itself. So this House must send a clear message that this Bill repeals the Act and in doing so, we are notifying the whole community of industries that were affected by this. That is why it is also a notice to the whole world that Government has kept faith with its pledge to end the Stabilisation Levy and therefore, we should not have any doubt whether we are doing the right thing or not.\n I urge all Hon Members to vote for it.", 
            "time": "12:10:00"
        }, 
        {
            "column": "155", 
            "kind": "speech", 
            "name": "Minority Leader (Mr OSei Kyei- Mensah-Bonsu)", 
            "original": "Minority Leader (Mr OSei Kyei- Mensah-Bonsu): Mr Speaker, I think I would want to go on the lines of the Hon Minority Chief Whip.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I think I would want to go on the lines of the Hon Minority Chief Whip.\n As he said, the Bill or the law, when it was introduced in this House, was time- bound. It was supposed to end in 2010, that is, at the end of fiscal year 2010. The Hon Minister subsequently came to this House to have it extended for another year - again, time-bound. So with the expiration of the fiscal year on 31st December, 201 1, unless the Hon Minister chose to extend it further, certainly, on 11th December, 2011, it expired; that regime expired automatically.\n Mr Speaker, what are we seeking to achieve, now that we are doing this, not on 31st December, 2011 but 26* January, 2012? What happens in the period between 31st December, 2011 and now? Would we say that it is legal?\n Clearly, I think this is an exercise that is unnecessary.", 
            "time": "12:10:00"
        }, 
        {
            "column": "155", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, when the Hon Minority Chief Whip raised the point, I was carried away, but when I looked at clause 2 of the Bill again, I see it is a saving clause. So if\nsomebody or a certain right has accrued, then that right has to be pursued. So I think that the main important point of this Bill, really, is that saving clause 2 of the Bill.\nBut with regard to the clause 1, you have a very important point there because it is time-bound. In terms of clause 2, it is very, very key because if somebody is liable to pay within that period and he did not pay, an obligation is on him to pay. A certain right has already accrued by law, so it will protect that right and that obligation in clause 2 of the Bill.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Minority Leader, when the Hon Minority Chief Whip raised the point, I was carried away, but when I looked at clause 2 of the Bill again, I see it is a saving clause. So if\n\nsomebody or a certain right has accrued, then that right has to be pursued. So I think that the main important point of this Bill, really, is that saving clause 2 of the Bill.\n\nBut with regard to the clause 1, you have a very important point there because it is time-bound. In terms of clause 2, it is very, very key because if somebody is liable to pay within that period and he did not pay, an obligation is on him to pay. A certain right has already accrued by law, so it will protect that right and that obligation in clause 2 of the Bill.", 
            "time": "12:20:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I do not even think that we should think that clause 1 is not necessary. We need to know -", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I do not even think that we should think that clause 1 is not necessary. We need to know -\n Mr First Deputy Speaker; The point I made is that, that submission is in relation to clause 1.", 
            "time": "12:20:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Yes.", 
            "time": "12:20:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: That is the point I made.", 
            "section": "BILLS-SECOND READING", 
            "speech": "That is the point I made.", 
            "time": "12:20:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: I am saying in clause 1, we assume that all of us know the exact decision we took. It is not clear in the Bill what decision we took. We cannot look at it and say we therefore, extended it for a year; we should go back and look at exactly what decision we took. Because we were not sure, this Report is for the avoidance of doubt. But we are sitting here saying that we extended it for one year. We may have amended it in such a way that- [Interruptions.]", 
            "section": "BILLS-SECOND READING", 
            "speech": "I am saying in clause 1, we assume that all of us know the exact decision we took. It is not clear in the Bill what decision we took. We cannot look at it and say we therefore, extended it for a year; we should go back and look at exactly what decision we took. Because we were not sure, this Report is for the avoidance of doubt. But we are sitting here saying that we extended it for one year. We may have amended it in such a way that- [Interruptions.]\n Mr Speaker, this is why we said, for the avoidance of doubt, let us repeal it, so that nobody will have it in doubt. This is because it is not automatic that we extended it for one year and the language we chose.", 
            "time": "12:20:00"
        }, 
        {
            "column": "157", 
            "kind": "speech", 
            "name": "Mr Joe Ghartey (NPP - Esikadu/ Ketan)", 
            "original": "Mr Joe Ghartey (NPP - Esikadu/ Ketan): Mr Speaker, what has been happening in the House this morning is very unparliamentary This is because it is the practice of the House to- extend courtesies to Speakers. Like the Hon Rt Hon Speaker, if it is New Year, we wish her happy New Year; birthday, we wish her happy birthday and so on. We have done that for her.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, what has been happening in the House this morning is very unparliamentary This is because it is the practice of the House to- extend courtesies to Speakers. Like the Hon Rt Hon Speaker, if it is New Year, we wish her happy New Year; birthday, we wish her happy birthday and so on. We have done that for her.\n But Mr Speaker, you are also a Speaker; the Speakership is a Trinity; the Speaker, First Deputy and Second Deputy Speakers. You have gone unopposed but nobody has congratulated you. So I rise to congratulate you -", 
            "time": "12:20:00"
        }, 
        {
            "column": "157", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, you are out of order. [Laughter.] Hon Member, there is a Motion on the floor.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Member, you are out of order. [Laughter.] Hon Member, there is a Motion on the floor.", 
            "time": "12:20:00"
        }, 
        {
            "column": "157", 
            "kind": "speech", 
            "name": "Mr Albert Kan-Dapaah (NPP-Afigya Sekyere West)", 
            "original": "Mr Albert Kan-Dapaah (NPP-Afigya Sekyere West): Mr Speaker, further to the congratulation, can I just go back to the Bill and make some remarks.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, further to the congratulation, can I just go back to the Bill and make some remarks.\n Mr Speaker, this is one Act of Government which will be heavily endorsed by the business community, especially those who were affected by it.\n But Mr Speaker,\" on the occasion of repealing this Bill, and for the sake of accountability, would it not be proper for the Committee to have told us how much money they got from it and especially how much money they have collected from January to date?\n Probably, again, it is in the working documents of the Committee, but those of us who have not had access to it, we are not in a position to advise ourselves. So can they tell us how much money they collected during the period and especially how much money has been collected after 31st December of last year?\n Thank you, Mr Speaker.", 
            "time": "12:20:00"
        }, 
        {
            "column": "158", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, the Hon Albert Kan-Dapaah is clearly out of order. We are debating the principles of this Bill; it is not Question time. So that information may not be easily available and I think that this is not the appropriate time to make it Question time.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, the Hon Albert Kan-Dapaah is clearly out of order. We are debating the principles of this Bill; it is not Question time. So that information may not be easily available and I think that this is not the appropriate time to make it Question time.", 
            "time": "12:20:00"
        }, 
        {
            "column": "158", 
            "kind": "speech", 
            "name": "Mr Kan-Dapaah", 
            "original": "Mr Kan-Dapaah: Mr Speaker, there was no question in the demand that I made. I am saying that I would be in a better position to inform myself and decide whether to vote for it or not. I had no access to this very important information. Mr Speaker, it is absolutely important that, at least, this House knows how much money has been collected from 31\" December last year to date. This is not a question; it is a very simple demand.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, there was no question in the demand that I made. I am saying that I would be in a better position to inform myself and decide whether to vote for it or not. I had no access to this very important information. Mr Speaker, it is absolutely important that, at least, this House knows how much money has been collected from 31\" December last year to date. This is not a question; it is a very simple demand.", 
            "time": "12:20:00"
        }, 
        {
            "column": "158", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, we have an issue of relevance here. We can use another tool of the House to find out that very issue-that you are raising. So Hon Members, you are all ad idem.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Members, we have an issue of relevance here. We can use another tool of the House to find out that very issue-that you are raising. So Hon Members, you are all ad idem.", 
            "time": "12:20:00"
        }, 
        {
            "column": "158", 
            "kind": "speech", 
            "name": "Papa OWusu-Ankomah (NPP - Sekondi)", 
            "original": "Papa OWusu-Ankomah (NPP - Sekondi): Mr Speaker, I thank you for giving me the opportunity to contribute to this debate.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, I thank you for giving me the opportunity to contribute to this debate.\n Mr Speaker, there have been occasions when even though laws have been spent, steps have been taken to repeal them. So it cannot be an exercise in futility. It is in conformity with good practices of legislation. So insofar as this Bill seeks to repeal the National Fiscal Stabilistion Levy (Repeal) Bill, 2011, it is in the right direction irrespective of whether it has been spent or not.\n Mr Speaker, you will recall that the Statute Law Review Commission sometime ago. brought a Bill to repeal so many enactments that, in its opinion, had lapsed. So I believe that the House should support this Motion, that the National Fiscal Stabilistion Levy (Repeal) Bill -", 
            "time": "12:20:00"
        }, 
        {
            "column": "159", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Sekondi, you would also agree that where a Bill has a lifespan and where that lifespan has elapsed, then you cannot go to court and use that law even if steps are not taken to repeal it. That is the point. But I also agree that for the avoidance of doubt- The point is that, if a statute has a lifespan, then clearly, nobody can go to court and apply that law.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Member for Sekondi, you would also agree that where a Bill has a lifespan and where that lifespan has elapsed, then you cannot go to court and use that law even if steps are not taken to repeal it. That is the point. But I also agree that for the avoidance of doubt- The point is that, if a statute has a lifespan, then clearly, nobody can go to court and apply that law.\n But the very important point, in my opinion, is the clause 2 here, of the Bill, when we have cases of accrued rights for the clause 2. So it is under this that those who were obliged to pay under the law but did not pay, we can go and use clause 2 to chase them to pay. So if you do not have clause two, then that will be the end of the matter.\n But I agree that for the avoidance of doubt, even though we may have - but the point is that if the statute of the lifespan has lapsed, then we cannot go to court really and use that law for anything.", 
            "time": "12:20:00"
        }, 
        {
            "column": "159", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: I agree with you, Mr Speaker. But we should also for the Appropriation Bill, any time a new Appropriation Bill is being passed, the previous Bill is repealed even though that Bill has lapsed.", 
            "section": "BILLS-SECOND READING", 
            "speech": "I agree with you, Mr Speaker. But we should also for the Appropriation Bill, any time a new Appropriation Bill is being passed, the previous Bill is repealed even though that Bill has lapsed.\n All I am saying is that the legal position that we are proffering is correct -", 
            "time": "12:20:00"
        }, 
        {
            "column": "159", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: But not when we pass the Appropriation Bill these days before st December.", 
            "section": "BILLS-SECOND READING", 
            "speech": "But not when we pass the Appropriation Bill these days before st December.", 
            "time": "12:20:00"
        }, 
        {
            "column": "159", 
            "kind": "speech", 
            "name": "Papa Owusu~Ankomah", 
            "original": "Papa Owusu~Ankomah: Mr Speaker, it is the same, if you look at the last Appropriation Act that we passed. I am saying that the legal position that you have articulated is perfectly correct. I agree with you entirely. All l am saying is that, indeed, this is in conformity with legislative practices. That is all that I am saying.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr Speaker, it is the same, if you look at the last Appropriation Act that we passed. I am saying that the legal position that you have articulated is perfectly correct. I agree with you entirely. All l am saying is that, indeed, this is in conformity with legislative practices. That is all that I am saying.", 
            "time": "12:20:00"
        }, 
        {
            "column": "160", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr. Speaker, for the Appropriation Act, yes. We, for the avoidance of doubt, would say that we are repealing the existing one because we do so within the time-frame of the operation of that Act. And we then say that it is deemed repealed at the expiration of the financial year. Subsequently, we introduce another one to take effect after that. When no Bill is to continue after that, it becomes necessary.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Mr. Speaker, for the Appropriation Act, yes. We, for the avoidance of doubt, would say that we are repealing the existing one because we do so within the time-frame of the operation of that Act. And we then say that it is deemed repealed at the expiration of the financial year. Subsequently, we introduce another one to take effect after that. When no Bill is to continue after that, it becomes necessary.\n Mr Speaker, would you suggest to us that once we say per Order 77 (c), Legislative Instrument - when does it come into effect? Upon the expiration of 21 Sitting days?\n After 21 Sitting days, then you come with a law to begin the effectiveness of that Instrument. Do we do that? We do not because it is unnecessary. In the case of Appropriations, .it is a different ball game altogether.\n So Mr Speaker, I think that we do not need it. But gas you said, if it is for the purpose of the avoidance of doubt that we want to do that, fine. But some of us think that it is superfluous. But then you are going on another leg that any rights, liabilities and obligations in existence immediately before the commencement of this Act shall continue to exist.\n Mr Speaker, again, I think that that is to be cautious. But I believe that that could even be taken for granted once obligations ensure under a law. If the law is in place, you cannot say that the law is no longer in place, so I am not going to pay. Mr Speaker, then when Questions are asked of Ministers, and on the spur of the moment, the Hon Majority Leader says, that is not Question time, so maybe, we cannot pursue it, I disagree with him. If a question is asked and it is relevant to", 
            "time": "12:30:00"
        }, 
        {
            "column": "161", 
            "kind": "continued speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS-SECOND READING", 
            "speech": "the debate, such a question could be asked not only of Ministers but of even the Member who is on his feet and it is to be considered as an Urgent Question that flows from the discussions on the floor. Mr Speaker, once you permit same, the question may be answered by the Minister.\n Mr Speaker, I believe that we are covered by Orders 62 and.63 of our Standing Orders -", 
            "time": "12:30:00"
        }, 
        {
            "column": "161", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon, Members, I do not intend to make a ruling on that matter but I believe that in the course of debate, clarifications can be sought of Hon Members. So it is more of clarification rather than question. So clarification can be sought, which will inform the Hon Member to decide whether to vote for the issue on the floor, one way or the other.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon, Members, I do not intend to make a ruling on that matter but I believe that in the course of debate, clarifications can be sought of Hon Members. So it is more of clarification rather than question. So clarification can be sought, which will inform the Hon Member to decide whether to vote for the issue on the floor, one way or the other.\n Hon Members, I think that we have had a fair debate on this matter and it has been quite interesting.\n Question put and Motion agreed to.\n The National Fiscal Stabilisation Levy (Repeal) Bill, 2011 was accordingly read a Second time.", 
            "time": "12:30:00"
        }, 
        {
            "column": "161", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, I thought that this was a Bill that would have passed all the stages but there is no notice to that effect. We move to item number 7.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Hon Members, I thought that this was a Bill that would have passed all the stages but there is no notice to that effect. We move to item number 7.\n Hon Minority Leader, why do we not pass this Bill through all the stages and be free? This is because there is no amendment - it is a straightforward matter - I thought that it was not controversial. Both sides of the House agree that this Bill must be repealed and I thought that we could have passed it through all the stages. Both sides of the House are ad idem.\n Papa Owusu-Ankomah Mr Speaker, you have to amend the Order Paper. We did not think of it.", 
            "time": "12:30:00"
        }, 
        {
            "column": "162", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS-SECOND READING", 
            "speech": "Very well.\n Item number 7 on the Order Paper.", 
            "time": "12:30:00"
        }, 
        {
            "heading": "BILLS -SECOND READING", 
            "kind": "heading", 
            "original": "BILLS -SECOND READING", 
            "time": "12:30:00"
        }, 
        {
            "column": "162", 
            "kind": "speech", 
            "name": "Chairman of the Committee(Mr James K. Avedzi)", 
            "original": "Chairman of the Committee(Mr James K. Avedzi): Mr Speaker, I rise to support the Motion and in doing so, I present your Committee’s Report.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I rise to support the Motion and in doing so, I present your Committee’s Report.\n 1.0 Introduction\n The Customs and Excise (Duties and Other Taxes) (Amendment) Bill, 2011 was presented and read the First time in the House on Friday, 16th December, 2011 and referred to the Finance Committee for consideration and report in accordance with the Constitution and Standing Orders of the House. The Committee subsequently met and\n considered the Bill with the Minister for Finance and Economic Planning, Hon Dr Kwabena Duffuor, Deputy Minister for Finance and Economic Planning, Hon Seth Terpkeh, Commissioner-General of the", 
            "time": "12:30:00"
        }, 
        {
            "column": "163", 
            "kind": "speech", 
            "name": "Chairman of the Committee(Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]\n5 .0 Amendments Proposed\ni. Clause I -Amendment Proposed- Second column of Table, under the heading \"Tariff Description\" , line 1, before \"packaging\" insert \"plastic\" and in paragraph (a) of that column, delete \"sachet/bottled water\" and insert \"plastic packaging for sachet and bottled water.\"\nii Clause 2-Amendment Proposed- Delete and insert the following:\n\"2. Repeals\nThe following provisions are hereby repealed:\n(a) Tariff No. 6 of the Fifth Schedule of the Customs and Excise (Duties and Other Taxes) Act, 1996 (Act 512), and\n(b) Tariff No. 6 of sectional (a) of the Customs and Excise (Duties and Other Taxes) Act, 2010 (Act\n809).\"\niii. Long Title -Amendment Proposed -After \"to\" in line 2, delete all words and insert \"review environmental excise tax on plastic packaging materials and to provide for exemptions\"\n6.0 Conclusion The Committee respectfully recommends to the House to pass the Customs and Excise (Duties and Other Taxes) (Amendment) Bill, 20 ll, subject to the amendments proposed.\nRespectfully submitted.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Ghana Revenue Authority and officials from the Ministry of Finance and Economic Planning (MOFEP) and Ghana Revenue Authority (GRA) and presents this report to the House, pursuant to Order 161(1) of the Standing Orders of the House.\n 2.0 Purpose of the Bill\n The purpose of the Bill is to reduce the environmental excise tax imposed on plastic packaging materials from twenty per cent (20%) to fifteen per cent (15%).\n 3.0 Contents of the Bill\n The Bill contains two (2) clauses.\n Clause 1 seeks to amend the Fifth Schedule of the Customs and Excise (Duties and Other Taxes) Act, l9_96 (Act 5 12) to provide for 15 per cent rate of duty on specified plastic packaging materials.\n Clause 2 proposes to repeal Tariff No-6 of the Fifth Schedule of the Customs and Excise (Duties and Other Taxes) Act, 1996 (Act 512) as well as TarifiNo. 6 of section 2 (a) of the Customs and Excise (Duties and Other Taxes) Act, 2010 (Act 809).\n 4.0 Observations\n The Committee observed that pharmaceutical and agricultural products are exempted from the ambit of the environmental excise tax.\n It was noted that the reduction in the environmental excise duty on plastic packaging materials from 20 per cent to 15 per cent will help decrease the input cost for the production of packaged products.\n\n5 .0 Amendments Proposed\n\ni. Clause I -Amendment Proposed- Second column of Table, under the heading \"Tariff Description\" , line 1, before \"packaging\" insert \"plastic\" and in paragraph (a) of that column, delete \"sachet/bottled water\" and insert \"plastic packaging for sachet and bottled water.\"\n\nii Clause 2-Amendment Proposed- Delete and insert the following:\n\n\"2. Repeals\n\nThe following provisions are hereby repealed:\n\n(a) Tariff No. 6 of the Fifth Schedule of the Customs and Excise (Duties and Other Taxes) Act, 1996 (Act 512), and\n\n(b) Tariff No. 6 of sectional (a) of the Customs and Excise (Duties and Other Taxes) Act, 2010 (Act\n\n809).\"\n\niii. Long Title -Amendment Proposed -After \"to\" in line 2, delete all words and insert \"review environmental excise tax on plastic packaging materials and to provide for exemptions\"\n\n6.0 Conclusion The Committee respectfully recommends to the House to pass the Customs and Excise (Duties and Other Taxes) (Amendment) Bill, 20 ll, subject to the amendments proposed.\n\nRespectfully submitted.", 
            "time": "12:30:00"
        }, 
        {
            "column": "164", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I do not have any contribution. During the Consideration Stage, We shall discuss the amendments.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I do not have any contribution. During the Consideration Stage, We shall discuss the amendments.", 
            "time": "12:30:00"
        }, 
        {
            "column": "165", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Very well.\n Question put and Motion agreed to.\n The Customs and Excise (Duties and Other Taxes) (AmendInent)Bill, 2011 accordingly read a Second time.", 
            "time": "12:30:00"
        }, 
        {
            "column": "165", 
            "kind": "speech", 
            "name": "MrAvoka", 
            "original": "MrAvoka: Mr Speaker, there is another item under number 8 on page 4, the Internal Revenue (Amendment) (N o. 2) Bill, 2011; if we can kindly take that one today I would be grateful.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, there is another item under number 8 on page 4, the Internal Revenue (Amendment) (N o. 2) Bill, 2011; if we can kindly take that one today I would be grateful.", 
            "time": "12:30:00"
        }, 
        {
            "column": "165", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Very well.", 
            "time": "12:30:00"
        }, 
        {
            "heading": "BILLS -SECOND READING", 
            "kind": "heading", 
            "original": "BILLS -SECOND READING", 
            "time": "12:40:00"
        }, 
        {
            "column": "165", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "Chairman of the Committee (Mr James K. Avedzi): Mr Speaker, 1 beg to support the Motion, and present your Committees Report.\n1.0 Introduction\nThe Internal Revenue (Amendment) (N o. 2) Bill, 2011 was presented and read the First time in the House on Friday, 16th December, 2011 and referred to the Finance Committee for consideration and report in accordance with the Constitution and Standing Orders of the House.\nThe Committee met and considered the Bill with the Minister for Finance and Economic Planning, Hon Dr Kwabena Duffuor, Deputy Minister for Finance and Economic Planning, Hon Seth Terkpeh and officials from the Ghana Revenue Authority and the Ministry of Finance and Economic Planning and hereby presents this Report to the House, pursuant to Order 161(1) of the Standing Orders of the House.\n2.0 Background\nThe Ghana Stock Exchange (GSE) has enjoyed tax holidays for the past twenty years. Total capitalisation of the Exchange has, however, not met the country’s expectation. There is therefore the need to extend the tax holiday of the Exchange for another five years.\nPersonal income tax continues to be used as a measure for equitable distribution of income and also for the protection of low income earners. The upward revision of the income tax thresholds and brackets would help cushion taxpayers from the impact of inflation trends in the country by compensating for the losses in purchasing power of income earners.\nIn accordance with established practice in the extractive industry, income tax rate for mining companies is\" being increased from the current twenty-five per cent to thirty-five per cent.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, 1 beg to support the Motion, and present your Committees Report.\n\n1.0 Introduction\n\nThe Internal Revenue (Amendment) (N o. 2) Bill, 2011 was presented and read the First time in the House on Friday, 16th December, 2011 and referred to the Finance Committee for consideration and report in accordance with the Constitution and Standing Orders of the House.\n\nThe Committee met and considered the Bill with the Minister for Finance and Economic Planning, Hon Dr Kwabena Duffuor, Deputy Minister for Finance and Economic Planning, Hon Seth Terkpeh and officials from the Ghana Revenue Authority and the Ministry of Finance and Economic Planning and hereby presents this Report to the House, pursuant to Order 161(1) of the Standing Orders of the House.\n\n2.0 Background\n\nThe Ghana Stock Exchange (GSE) has enjoyed tax holidays for the past twenty years. Total capitalisation of the Exchange has, however, not met the country’s expectation. There is therefore the need to extend the tax holiday of the Exchange for another five years.\n\nPersonal income tax continues to be used as a measure for equitable distribution of income and also for the protection of low income earners. The upward revision of the income tax thresholds and brackets would help cushion taxpayers from the impact of inflation trends in the country by compensating for the losses in purchasing power of income earners.\n\nIn accordance with established practice in the extractive industry, income tax rate for mining companies is\" being increased from the current twenty-five per cent to thirty-five per cent.", 
            "time": "12:40:00"
        }, 
        {
            "column": "167", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]\nindustry from 22 per cent to 20 per cent while increasing the income tax rate applicable to mining companies to 35 per cent.\nClause 5 provides for the amendment of the third Schedule of Act 5 92 to stipulate \"classes of depreciable asset\" and the rates of depreciation applicable to them.\n4.0 Observations\nThe Committee observed that the Bill would promote the capital market by extending the tax holiday enjoyed by the Ghana Stock Exchange. It would also protect low income earners in particular and all individuals in general from the effect of inflation on their incomes by adjusting the income tax brackets (bands) upwards.\nHon Members of the Committee were assured that with the new thresholds and brackets, income earners whose income remain the same Would pay lesser income tax.\nIt was further noted that the corporate tax rate of companies principally engaged in the hotel industry would be reduced from 22 per cent to 20 per cent upon the passage of the Bill into an Act.\nThe Committee was informed that a separate Bill on ‘windfall profit tax’ of extractive industries is currently being prepared and would soon be laid before Parliament for consideration and passage. It was noted that the brackets (bands) for personal income tax rates are adjusted annually to keep the rates in consonance with inflation and the loss of value of same amount of income.\nMembers advised the Ghana Revenue Authority to intensify public education on the advantages offered by the Bill, especially to individual low income earners.\n[MRAVEDZI\n4.1 Amendments Proposed\nThe Committee respectfully proposes the following amendments to the Bill:\ni. Clause 5 - Amendment proposed - paragraph (a), line l, delete \"Clause\" and insert \"paragraph\".\nii. Clause 5 - Amendment proposed - paragraph (b), delete and insert the following:\n\"(b) the deletion of ‘3’ in the first line of paragraph 3(1)\".\niii. Clause 5-Amendment proposed- paragraph (c), delete the first two lines and insert \"the substitution for paragraph 3(2) of’.\niv. Clause 5-Amendment proposed- Paragraph (d), delete and insert the following:\n\"(d) the deletion of paragraph 3 (3 )(b)\".\nv. Clause 5 - Amendment proposed- paragraph (e), delete and insert the following:\n\"(e) the substitution for the heading of paragraph 4 of Class 3, 5 and 6 depreciable assets\".\nvi. Clause 5 - Amendment proposed - paragraph (f), delete and insert the following:\n\"(f) the insertion after paragraph 4(1) of new sub-paragraphs (lA) and\n(1B)\n\"(1A). A person shall be granted for each year of assessment . a capital allowance for each Class 3 depreciable asset with respect to a basis period ending within the year calculated using the formula:\nAxBxC/365\nWhere,\nA is the cost base of the asset\nB is the rate of 20 per cent\nC is the number of days in the basis period.\n(1B). The written down value of the pool. of Class 3 depreciable assets of a person in the year of assessment immediately preceding the year of assessment in which this Act comes into effect shall, for the purpose of subparagraph 1A of this paragraph, be regarded as the cost base of a Class 3 depreciable asset acquired in the year of assessment in . which this Act commences.\"\nvii. Clause 5 - Amendment proposed - paragraph (g), delete and insert the following:\n\"(g) the insertion in paragraph 4(3) of \"3\" before \"S\"; and\".\nviii. Clause 5 -Amendment proposed - paragraph (h), delete and insert the following:\n\"(h) the insertion in paragraph ' 4(4) of \"3\" before \"5\".\nix. Amendment proposed ~-Add a new clause 6 to the Bill as follows:\n\"Revocation 0fL.I. 1996\n6.The Internal Revenue (Amendment) Regulations, 2011 (L.I. 1996) is hereby revoked.\"\nx. Long Title- Amendment proposed - Delete and insert the following:", 
            "section": "BILLS -SECOND READING", 
            "speech": "To reduce the tax burden on the hotel industry and to help promote tourism, Government has decided to reduce the corporate income tax rate for companies principally engaged in hotel business from 22 per cent to 20 percent.\n 3.0 Purpose of the Bill The purpose of the Bill is to amend the Internal Revenue Act, 2000 (Act 592) to review upwards the tax holiday for the Ghana Stock Exchange, to review the tax band for resident individuals, to increase the income tax rate for mining companies, to reduce the tax rate for hotel industries and to provide for related matters.\n 3.1 Contents of the Bill\n The Bill contains five (5) clauses Clause l seeks to amend section 11(8) of Act 592 by increasing the tax holiday granted the Ghana Stock Exchange by five (5) more years.\n Clause 2 proposes to amend section 23 of Act 592 by introducing a new subsection to prevent a person engaged in mining operations from deducting expenses incurred in a mining area against revenue derived from another mining area, in the determination of that person chargeable income for a basis period.\n Clause 3 amends section 97(3) of Act 592 by the substitution for \"twenty years\" of \"twenty-five years\". This extends the capital exemption from capital gains tax for further five years.\n Clause 4 amends the First Schedule to Act 592 by reviewing upwards the income tax bands applicable to resident individuals. The clause further reduces the corporate tax rate applicable to hotel\n\nindustry from 22 per cent to 20 per cent while increasing the income tax rate applicable to mining companies to 35 per cent.\n\nClause 5 provides for the amendment of the third Schedule of Act 5 92 to stipulate \"classes of depreciable asset\" and the rates of depreciation applicable to them.\n\n4.0 Observations\n\nThe Committee observed that the Bill would promote the capital market by extending the tax holiday enjoyed by the Ghana Stock Exchange. It would also protect low income earners in particular and all individuals in general from the effect of inflation on their incomes by adjusting the income tax brackets (bands) upwards.\n\nHon Members of the Committee were assured that with the new thresholds and brackets, income earners whose income remain the same Would pay lesser income tax.\n\nIt was further noted that the corporate tax rate of companies principally engaged in the hotel industry would be reduced from 22 per cent to 20 per cent upon the passage of the Bill into an Act.\n\nThe Committee was informed that a separate Bill on ‘windfall profit tax’ of extractive industries is currently being prepared and would soon be laid before Parliament for consideration and passage. It was noted that the brackets (bands) for personal income tax rates are adjusted annually to keep the rates in consonance with inflation and the loss of value of same amount of income.\n\nMembers advised the Ghana Revenue Authority to intensify public education on the advantages offered by the Bill, especially to individual low income earners.\n\n[MRAVEDZI\n\n4.1 Amendments Proposed\n\nThe Committee respectfully proposes the following amendments to the Bill:\n\ni. Clause 5 - Amendment proposed - paragraph (a), line l, delete \"Clause\" and insert \"paragraph\".\n\nii. Clause 5 - Amendment proposed - paragraph (b), delete and insert the following:\n\n\"(b) the deletion of ‘3’ in the first line of paragraph 3(1)\".\n\niii. Clause 5-Amendment proposed- paragraph (c), delete the first two lines and insert \"the substitution for paragraph 3(2) of’.\n\niv. Clause 5-Amendment proposed- Paragraph (d), delete and insert the following:\n\n\"(d) the deletion of paragraph 3 (3 )(b)\".\n\nv. Clause 5 - Amendment proposed- paragraph (e), delete and insert the following:\n\n\"(e) the substitution for the heading of paragraph 4 of Class 3, 5 and 6 depreciable assets\".\n\nvi. Clause 5 - Amendment proposed - paragraph (f), delete and insert the following:\n\n\"(f) the insertion after paragraph 4(1) of new sub-paragraphs (lA) and\n\n(1B)\n\n\"(1A). A person shall be granted for each year of assessment . a capital allowance for each Class 3 depreciable asset with respect to a basis period ending within the year calculated using the formula:\n\nAxBxC/365\n\nWhere,\n\nA is the cost base of the asset\n\nB is the rate of 20 per cent\n\nC is the number of days in the basis period.\n\n(1B). The written down value of the pool. of Class 3 depreciable assets of a person in the year of assessment immediately preceding the year of assessment in which this Act comes into effect shall, for the purpose of subparagraph 1A of this paragraph, be regarded as the cost base of a Class 3 depreciable asset acquired in the year of assessment in . which this Act commences.\"\n\nvii. Clause 5 - Amendment proposed - paragraph (g), delete and insert the following:\n\n\"(g) the insertion in paragraph 4(3) of \"3\" before \"S\"; and\".\n\nviii. Clause 5 -Amendment proposed - paragraph (h), delete and insert the following:\n\n\"(h) the insertion in paragraph ' 4(4) of \"3\" before \"5\".\n\nix. Amendment proposed ~-Add a new clause 6 to the Bill as follows:\n\n\"Revocation 0fL.I. 1996\n\n6.The Internal Revenue (Amendment) Regulations, 2011 (L.I. 1996) is hereby revoked.\"\n\nx. Long Title- Amendment proposed - Delete and insert the following:", 
            "time": "12:40:00"
        }, 
        {
            "column": "171", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr James K. Avedzi)", 
            "original": "[MR AVEDZI]\nto know, so that people can begin to take advantage of what is being proposed.\nMr Speaker, the hospitality industry, I believe, when we looked at the budget, showed some decline. One cannot conclude that it was as a result of excessive taxation. However, one can be sure that if taxes are reduced, that decline could be reversed. So l think we should all support it for that purpose.\nBut it is difficult to explain exactly why there was the decline last year. This is because if you looked at the number of flights that were coming in, it should not have gone down.\nSo I am hopeful that this move would bring them back-up because it could potentially become the largest foreign exchange earner if we nurture it properly.\nMr Speaker, as-I have said, on the matter of the extractive industry increase, when we come to the amendments, we would be able to adduce reasons for or against that. So I reserve my arguments there. Otherwise, I urge all Hon Members‘ to adopt the Report of the Committee, so that we can move to the Consideration Stage.", 
            "section": "BILLS -SECOND READING", 
            "speech": "\"An Act to amend the Internal Revenue Act, 2000 (Act 592) to review upwards the tax holiday for the Ghana Stock Exchange, to review the tax band for resident individuals, to increase the income tax rate for mining companies, to reduce the tax rate for hotel industries and to provide for related matters.\"\n Short Title-Amendment proposed -After \"(AMENDMENT)\" insert \"(Na 2)\".\n 5.0 Conclusion\n The Committee respectfully recommends to the House to pass the Internal Revenue (Amendment) Bill, 2011.\n Respectfully submitted.\n Ranking Member of the Committee (Dr Anthony A. Osei): Mr Speaker, anytime measures are taken to reduce the cost of doing business to Ghanaians, we should all support it.\n These amendments seek to do two things. In some cases, they seek to reduce taxes, in a major case, they seek to increase taxes. We will discuss the merits of both sides when we come to the Consideration Stage.\n But Mr Speaker, I would want to urge the Minister.- I believe that some time ago, last year when we approved for him to raise the income tax bar, somehow, the Ghana Revenue Authority (GRA) failed to bring the Bill for us to amend it. So individuals could not take advantage of it. Now that we are doing it, I hope that the people can take advantage of it.\n In particular, the education on that matter ought to be wide enough for people\n\nto know, so that people can begin to take advantage of what is being proposed.\n\nMr Speaker, the hospitality industry, I believe, when we looked at the budget, showed some decline. One cannot conclude that it was as a result of excessive taxation. However, one can be sure that if taxes are reduced, that decline could be reversed. So l think we should all support it for that purpose.\n\nBut it is difficult to explain exactly why there was the decline last year. This is because if you looked at the number of flights that were coming in, it should not have gone down.\n\nSo I am hopeful that this move would bring them back-up because it could potentially become the largest foreign exchange earner if we nurture it properly.\n\nMr Speaker, as-I have said, on the matter of the extractive industry increase, when we come to the amendments, we would be able to adduce reasons for or against that. So I reserve my arguments there. Otherwise, I urge all Hon Members‘ to adopt the Report of the Committee, so that we can move to the Consideration Stage.", 
            "time": "12:40:00"
        }, 
        {
            "column": "172", 
            "kind": "speech", 
            "name": "Mr Isaac Osei (NPP-Subin)", 
            "original": "Mr Isaac Osei (NPP-Subin): Thank you, Mr Speaker, for the opportunity to say a few words on this Bill.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Thank you, Mr Speaker, for the opportunity to say a few words on this Bill.\n Mr Speaker, I share the sentiments expressed by the Hon Ranking Member on Finance.\n I also would like to say that I am very pleased that, with respect to the hospitality industry, we are in the process of reducing the tax payable from 22 per cent to 20 per cent. But I think the problem of the hospitality industry may_ well have something to do with the repeal of L.l. 18 17, which offers them a whole range of facilities- These, I understand, are being taken up by the GRA. But that really is", 
            "time": "12:40:00"
        }, 
        {
            "column": "173", 
            "kind": "continued speech", 
            "name": "Mr Isaac Osei (NPP-Subin)", 
            "original": "[MR I. OSEI]", 
            "section": "BILLS -SECOND READING", 
            "speech": "the crux' of the matter; that we should look again at the repeal of L.I. 1817 and see how we can bring back the benefits which those in the hospitality industries were enjoying before.\n Having said that the income tax rise for the mining companies to 35 per cent, I believe, is in the right direction- ‘I would have suggested that when we were talking about environmental tax, perhaps, we should have looked at the mining companies and impose an environmental tax considering the pollution of a lot of water bodies by some of these mining companies.\n I will also support when it comes to the floor of the House, the idea of a windfall profit tax on extractive industries. I think p.art of that tax may well be used for cleaning some of our - But as Hon Dr Akoto Osei said, the fact that those in the lower income brackets are going to pay reduced taxes, is something which all of us should support.\n With these few words, I believe that the House should adopt the Report of the Committee.", 
            "time": "12:40:00"
        }, 
        {
            "column": "173", 
            "kind": "speech", 
            "name": "Dr Matthew O. Prempeh (NPP - Manhyia)", 
            "original": "Dr Matthew O. Prempeh (NPP - Manhyia): Mr Speaker, historical evidence shows that nobody wants to pay tax. Nobody, ‘corporate or individual is enamoured of paying tax. But taxes have been tools by all governments to help develop economies - [Interruption]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, historical evidence shows that nobody wants to pay tax. Nobody, ‘corporate or individual is enamoured of paying tax. But taxes have been tools by all governments to help develop economies - [Interruption]", 
            "time": "12:40:00"
        }, 
        {
            "column": "173", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I beg to differ. Mr Speaker, we are Hon Members of Parliament; we want to be taxed. So to say that nobody wants to be taxed, he should speak for himself. I would want to be taxed.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I beg to differ. Mr Speaker, we are Hon Members of Parliament; we want to be taxed. So to say that nobody wants to be taxed, he should speak for himself. I would want to be taxed.", 
            "time": "12:40:00"
        }, 
        {
            "column": "173", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I think the point that he wants to make is that, many people are not comfortable with paying taxes.", 
            "section": "BILLS -SECOND READING", 
            "speech": "I think the point that he wants to make is that, many people are not comfortable with paying taxes.", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Mr Speaker, this is a very unnecessary intervention. If people listen, they would understand what I am saying. I said historically, no individual or company is enamoured in paying taxes. Everybody wants to reduce his tax - [Interruption]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, this is a very unnecessary intervention. If people listen, they would understand what I am saying. I said historically, no individual or company is enamoured in paying taxes. Everybody wants to reduce his tax - [Interruption]", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, with the greatest respect to our very good Friend from Manhyia, we should not use this forum to make general and sweeping statements. If you Say that some people or some corporate institutions loathe paying taxes, we can understand. But he said \"nobody historically\". What is his basis? What is his basis for saying that historically, nobody wants to pay taxes. It is not fair. He cannot use this forum to say that. Mr Speaker, he should stop that.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, with the greatest respect to our very good Friend from Manhyia, we should not use this forum to make general and sweeping statements. If you Say that some people or some corporate institutions loathe paying taxes, we can understand. But he said \"nobody historically\". What is his basis? What is his basis for saying that historically, nobody wants to pay taxes. It is not fair. He cannot use this forum to say that. Mr Speaker, he should stop that.", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: MI Speaker, the Hon Member for Manhyia is right and wrong.", 
            "section": "BILLS -SECOND READING", 
            "speech": "MI Speaker, the Hon Member for Manhyia is right and wrong.\n Mr Speaker, when I pay taxes and I can see my taxes are being used for development, then I am happy and I am eager to pay more. But when I pay taxes, Mr Speaker, and I see those taxes being in gargantuan fashion given to one person, then I do not want to pay taxes. [Laughter]", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, you are completely out of order.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, you are completely out of order.", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Mr Speaker, I think the Hon Member for\"Old Tafo, I am sure, may be able to tell us that at one time when he was assessed to pay tax, he voluntarily wrote to the authorities to say that the tax that he had been assessed to pay was too low and so, he would pay double. That iswhat he wants to tell us - [Laughter]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I think the Hon Member for\"Old Tafo, I am sure, may be able to tell us that at one time when he was assessed to pay tax, he voluntarily wrote to the authorities to say that the tax that he had been assessed to pay was too low and so, he would pay double. That iswhat he wants to tell us - [Laughter]", 
            "time": "12:40:00"
        }, 
        {
            "column": "174", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Manhyia, continue.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member for Manhyia, continue.", 
            "time": "12:50:00"
        }, 
        {
            "column": "175", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: I was even going to cite cases that have gone to the Supreme Court of the United States to buttress my point.\nMr Speaker, we were in this country when through the effect of the Bretton- Wood institutions, taxes were removed from mining companies, even bringing in capital investments, assets and things like that. It has not augured well for the economy of the country. Look at the enormous profit. Now, we are thinking of doing windfall taxes. Our fellow colleagues in some southern African countries did not go through that way.\nSo, Mr Speaker, the Ministry of Finance and Economic Planning should use its leverage on taxation to cause specific policy shifts. Why can we come here and discuss windfall taxes, then the whole mining industry stands up and starts fighting the poor Ghana Government, whereas we still make sure that the capitals that they are bringing are tax-exempt at our ports? So, we must be deliberate. I believe that the windfall tax in the mining industry, even if it is brought and we support it, it should lead to a fundamental change in our taxation as to our ports and harbours when they are bringing in equipment.\nMr Speaker, this is the Work the Ministry of Finance and Economic Planning should be doing for us, not just coming to say Ghana Stock Exchange when we know the players are big players. How many poor people go on the Ghana Stock Exchange anyway? How many poor people? So, Mr Speaker, I am yet to be convinced that we should wholeheartedly support it even though the Committee is supporting it.\nMr Speaker, the hospitality industry was protected by the Free-Zone Board when they applied. This is because they service the tourism industry. What has happened to those taxes and the reliefs that they were being given then? It is not just good enough to come and say 20 per cent to 15 per cent. We must see a deliberate policy to help some of these industries grow.", 
            "section": "BILLS -SECOND READING", 
            "speech": "I was even going to cite cases that have gone to the Supreme Court of the United States to buttress my point.\n But governments need taxes to develop economies and countries. That is why taxes are not voluntary. If taxes were voluntary, we would have seen who will run to the IRS to pay tax. That is why we have to put it in the legal regime.\n Mr Speaker, I support wholeheartedly the reduction in the hospitality industry taxes. We have seen clear evidence from the Committee on Trade and Industry, the effect of that tax removal - L.l. 18 17- had on the hospitality industry. Mr Speaker, that is why it must be a deliberate conscious effort to separate the wheat from the chaff when it comes to taxes. Mr Speaker, I cannot support wholeheartedly when we say Ghana Stock Exchange should be exempted from five years’ tax.\n Mr Speaker, the track record of the Ghana Stock Exchange has seen people making enormous profits. So, we must be careful to calibrate what we mean by these things. When the current Government came into power, because of certain statements, there was a capital flight and we came into this House to say that we should not scare investors. When you go into the Ghana Stock Exchange, it is these same investors who are the majority players of the Ghana Stock Exchange and here we are again granting them extension of tax holidays.\n So, Mr Speaker, we have to be very careful. I would have accepted or wholeheartedly supported the Ministry of Finance and Economic Planning if they had computed the taxes we are getting from Ghana Stock Exchange vis-a-vis, these five years, the amount of money Ghana is losing. That would have been a deliberate policy.\n\nMr Speaker, we were in this country when through the effect of the Bretton- Wood institutions, taxes were removed from mining companies, even bringing in capital investments, assets and things like that. It has not augured well for the economy of the country. Look at the enormous profit. Now, we are thinking of doing windfall taxes. Our fellow colleagues in some southern African countries did not go through that way.\n\nSo, Mr Speaker, the Ministry of Finance and Economic Planning should use its leverage on taxation to cause specific policy shifts. Why can we come here and discuss windfall taxes, then the whole mining industry stands up and starts fighting the poor Ghana Government, whereas we still make sure that the capitals that they are bringing are tax-exempt at our ports? So, we must be deliberate. I believe that the windfall tax in the mining industry, even if it is brought and we support it, it should lead to a fundamental change in our taxation as to our ports and harbours when they are bringing in equipment.\n\nMr Speaker, this is the Work the Ministry of Finance and Economic Planning should be doing for us, not just coming to say Ghana Stock Exchange when we know the players are big players. How many poor people go on the Ghana Stock Exchange anyway? How many poor people? So, Mr Speaker, I am yet to be convinced that we should wholeheartedly support it even though the Committee is supporting it.\n\nMr Speaker, the hospitality industry was protected by the Free-Zone Board when they applied. This is because they service the tourism industry. What has happened to those taxes and the reliefs that they were being given then? It is not just good enough to come and say 20 per cent to 15 per cent. We must see a deliberate policy to help some of these industries grow.", 
            "time": "12:50:00"
        }, 
        {
            "column": "177", 
            "kind": "continued speech", 
            "name": "Dr Prempeh", 
            "original": "[DR PREMPBH]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I am totally in support of the environmental tax but we should be deliberate on it. Mr Speaker, the pollution going on in our forests by water bodies, forest degradation, we have not even started computing that in quantum of economic losses to the country. We have not computed that.\n So, Mr Speaker, I would entreat the Hon Minister for Finance and Economic Planning, and he will be doing posterity good service, if he used his leverage on taxation for a deliberate policy, so that Ghana gets enough benefits out of the industries operating in Ghana here.\n Mr Speaker, in those short words, I would accept what our Finance Committee has brought before us_ But I would caution that the Hon Minister for Finance and Economic Planning should do this House more good, so that We can support policies to bring in more tax revenue.", 
            "time": "12:50:00"
        }, 
        {
            "column": "177", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, that brings us to the end of the debate.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Members, that brings us to the end of the debate.\n Hon Minister, do you intend winding up?\n Dr Duffuor Mr Speaker, I would like to thank this Honourable House for the advice given me this morning. We would take note and make sure that we put in place measures which should grow the revenue.\n Question put and Motion agreed to.\n The internal Revenue _(A1I1e11dm€:nt) (No. 2) Bill, 2011 accordingly read a Second time.", 
            "time": "12:50:00"
        }, 
        {
            "column": "177", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Majority Leader?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Majority Leader?", 
            "time": "12:50:00"
        }, 
        {
            "column": "177", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: Mr Speaker, just to draw attention to the earlier debate we had on the repeal of the National Fiscal Stabilisation Levy Bill, 2011.\nMr Speaker, when you look at it, the Bill is seeking to repeal the National Fiscal Stabilisation Levy Act, 2009 (Act 785). The Hon Ranking Member alluded to the fact that there was an amendment Act to extend the life -", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, just to draw attention to the earlier debate we had on the repeal of the National Fiscal Stabilisation Levy Bill, 2011.\n\nMr Speaker, when you look at it, the Bill is seeking to repeal the National Fiscal Stabilisation Levy Act, 2009 (Act 785). The Hon Ranking Member alluded to the fact that there was an amendment Act to extend the life -", 
            "time": "12:50:00"
        }, 
        {
            "column": "178", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, you know you are out of order. We have put a Question on that issue. This is because you are in Leadership, you should know your bounds.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, you know you are out of order. We have put a Question on that issue. This is because you are in Leadership, you should know your bounds.", 
            "time": "12:50:00"
        }, 
        {
            "column": "178", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: Mr Speaker, I am just making a suggestion that as we are going back and possibly come and do the Consideration Stage, we find space to address this concern. The point is that I would want to know what the effect will be to successfully repeal this, if it happens that that extension of time came by an amendment Act.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I am just making a suggestion that as we are going back and possibly come and do the Consideration Stage, we find space to address this concern. The point is that I would want to know what the effect will be to successfully repeal this, if it happens that that extension of time came by an amendment Act.", 
            "time": "12:50:00"
        }, 
        {
            "column": "178", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, we will be moving to the Consideration Stage and therefore, if you feel strongly about that point, you can file an amendment for the House to look at. If you feel strongly about the issue with regard to the clause l that deals with-", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, we will be moving to the Consideration Stage and therefore, if you feel strongly about that point, you can file an amendment for the House to look at. If you feel strongly about the issue with regard to the clause l that deals with-", 
            "time": "12:50:00"
        }, 
        {
            "column": "178", 
            "kind": "speech", 
            "name": "Mr Opare-Ansah", 
            "original": "Mr Opare-Ansah: Mr Speaker, that is not what I am saying. This is a new matter. I am saying that the original Act was amended to get an extension of time. That is what the Hon Ranking Member said- And I am drawing our attention to the fact that, if that extension of time was granted by an amendment Act - This is because he was not very sure what the situation was regarding that extension of time.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, that is not what I am saying. This is a new matter. I am saying that the original Act was amended to get an extension of time. That is what the Hon Ranking Member said- And I am drawing our attention to the fact that, if that extension of time was granted by an amendment Act - This is because he was not very sure what the situation was regarding that extension of time.\n But I am advising the leadership of the Committee to take a critical look at that fact because if you end up repealing this Act and there is an aInendmentAct, which gives the same effect, then I really do not know what we have done.", 
            "time": "12:50:00"
        }, 
        {
            "column": "179", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, my Hon Chief Whip is on the Committee. So, when he talks about the leadership, he is part of the leadership of the Committee.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, my Hon Chief Whip is on the Committee. So, when he talks about the leadership, he is part of the leadership of the Committee.\n What I said was that this House took a decision whether it was through an amendment, I do not know. I did not say for sure that it was through an amendment. But he is on the Committee, so he should also be telling us what decision we took. He is part of our leadership.", 
            "time": "12:50:00"
        }, 
        {
            "column": "179", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, that point has been raised during the Second Reading. You are only advising us to go and look at the law and Whatever decision we took as a House to guide us at the Consideration Stage to ensure that we do the proper thing. So, we leave it there for now. Let us all go and look at that law, that amendment law, and then when we come to the Consideration Stage, we make sure that we do not commit any blunder.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Members, that point has been raised during the Second Reading. You are only advising us to go and look at the law and Whatever decision we took as a House to guide us at the Consideration Stage to ensure that we do the proper thing. So, we leave it there for now. Let us all go and look at that law, that amendment law, and then when we come to the Consideration Stage, we make sure that we do not commit any blunder.\n Mr Kyei-Mensah-Bonsu Mr Speaker, I think the issue that the Hon Chief Whip is bringing up, is that we should go back in the amendments that we effected to the original; if it came by an-amendment Act - - and I believe that is how we will do it.\n Now, this amendment relates to the Act 785 of 2009. And he is suggesting to us that because we came by another amendment Act to the original, the repeal now should concern the amendment Act and not the original. That is the issue that he is bringing up; in which case, this whole exercise will be an exercise in futility.", 
            "time": "12:50:00"
        }, 
        {
            "column": "179", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: That is why I am saying that we should all go back and look at the laws on this matter and their amendments, which will then guide us when we come to the Consideration Stage. It is a very important point.", 
            "section": "BILLS -SECOND READING", 
            "speech": "That is why I am saying that we should all go back and look at the laws on this matter and their amendments, which will then guide us when we come to the Consideration Stage. It is a very important point.", 
            "time": "12:50:00"
        }, 
        {
            "column": "180", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Mr Speaker, I thank him for his information. We would check up and find out the true legal position and then do so accordingly.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I thank him for his information. We would check up and find out the true legal position and then do so accordingly.\n Mr Speaker, we have virtually completed the matters on the Order Paper for today, except item l1llI1'1b€I' 9 at page 4 and that is the Consideration Stage of the Presidential Transition Bill, 2010. Mr Speaker, we intended to have a winnowing with regard to this all-important Bill, but following the developments by way of the reshuffle, it has not been possible for us to do it.\n So, yesterday, the Hon Minority Leader and I and the Committee Chairman and a few other Hon Members met with Justice V. C. R. A. C- Crabbe to undertake the winnowing, but we wanted the complement of the Attorney-General’s Department; either the Hon Minister himself or his Deputy. But as I have indicated, it has not been possible to programme the Hon Minister or his Deputy.\n So I am looking forward to contacting the Minister personally, so that we can arrange a winnowing for next week Tuesday -- we agreed, after which we can take this Bill. So tomorrow, we can look at the Consideration Stage of the Bills of which we have done the Second Reading this afternoon and then we can complete those three Bills tomorrow and the other matters and then next week, we would advise ourselves on the Business Statement.\n Mr Speaker, having said that, I beg to humbly move, that We adjourn the House till tomorrow at 10.00 o’clock in the forenoon.", 
            "time": "13:00:00"
        }, 
        {
            "column": "180", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Mr Speaker, undoubtedly, the tumultuous events that are unfolding, which are", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, undoubtedly, the tumultuous events that are unfolding, which are", 
            "time": "13:00:00"
        }, 
        {
            "column": "181", 
            "kind": "continued speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "[MRIKYEI-MENSAH-BONSU]", 
            "section": "BILLS -SECOND READING", 
            "speech": "culminating in the Cabinet reshuffle, really are causing considerable turbulence within governmental circles. So I agree with him that we need to see some stabilisation. I do not think that it is going to be at the expense of Stabilisation Levy, the repeal of it. I do not think so. But we must take time and allow for some stabilisation to affect governance before we proceed further. Otherwise,»Mr Speaker, nobody knows What we would be heading towards.\n I agree entirely with the Majority Leader for that admission. I guess by next week -", 
            "time": "13:00:00"
        }, 
        {
            "column": "182", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, are you seconding the adjournment Motion or - [Laughter.]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Minority Leader, are you seconding the adjournment Motion or - [Laughter.]", 
            "time": "13:00:00"
        }, 
        {
            "column": "182", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I am concurring the observation first and then I would move to second the Motion. So Mr Speaker, I think on that note, I beg to second the Motion.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr Speaker, I am concurring the observation first and then I would move to second the Motion. So Mr Speaker, I think on that note, I beg to second the Motion.\n Question put and Motion agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "13:00:00"
        }
    ], 
    "head": {
        "date": "2010-11-26", 
        "number": null, 
        "series": null, 
        "time": "13:00:00", 
        "volume": null
    }
}