{
    "entries": [
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MR FIRST DEPUTY SPEAKER", 
            "kind": "chair", 
            "original": "[MR FIRST DEPUTY SPEAKER\n\nIN THE CHAIR]", 
            "time": "10:55:00"
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:55:00"
        }, 
        {
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "10:55:00"
        }, 
        {
            "column": "129", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, Correction of Votes and Proceedings of Tuesday, 23\" August,", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, Correction of Votes and Proceedings of Tuesday, 23\" August,\n 2011.\n Page 1 18-", 
            "time": "10:55:00"
        }, 
        {
            "column": "129", 
            "kind": "speech", 
            "name": "Mr George K. Arthur", 
            "original": "Mr George K. Arthur: Mr Speaker, page 18; on Tuesday, I was present at the meeting, but my name did not appear.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, page 18; on Tuesday, I was present at the meeting, but my name did not appear.", 
            "time": "10:55:00"
        }, 
        {
            "column": "129", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: At the Public Accounts Committee meeting? Very well.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "At the Public Accounts Committee meeting? Very well.", 
            "time": "10:55:00"
        }, 
        {
            "column": "129", 
            "kind": "speech", 
            "name": "Mrs Gifty E. Kusi", 
            "original": "Mrs Gifty E. Kusi: Mr Speaker, page 15, when the Question was put, it was the Second Deputy Speaker who was in the Chair. So the adjournment, I do not know why it is your name that has been put there. I want to find out why.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, page 15, when the Question was put, it was the Second Deputy Speaker who was in the Chair. So the adjournment, I do not know why it is your name that has been put there. I want to find out why.", 
            "time": "10:55:00"
        }, 
        {
            "column": "129", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: When Madam Speaker is around, even if I conclude the deliberations, it is her name that is put there. Unless you want to change the practice that the last person to take the Chair’s name should be there - Even normally, it is the Clerk’s and the Speaker’s.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "When Madam Speaker is around, even if I conclude the deliberations, it is her name that is put there. Unless you want to change the practice that the last person to take the Chair’s name should be there - Even normally, it is the Clerk’s and the Speaker’s.\n Page19...22-", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Ebo Barton-Odro", 
            "original": "Mr Ebo Barton-Odro: Mr Speaker, page 22, item (xv), it is Mrs Ama Jantuah Banful from the Ministry of Justice and Attorney- General, not the Ministry of Finance and Economic Planning. And it repeats itself, so consequentially, if it could be corrected.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, page 22, item (xv), it is Mrs Ama Jantuah Banful from the Ministry of Justice and Attorney- General, not the Ministry of Finance and Economic Planning. And it repeats itself, so consequentially, if it could be corrected.", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Is she from the Attorney~General’s Department» or Ministry of Justice?", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Is she from the Attorney~General’s Department» or Ministry of Justice?", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Barton-Odro", 
            "original": "Mr Barton-Odro: Ministry of Justice and Attorney-General.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Ministry of Justice and Attorney-General.", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Both?", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Both?\n Very well.\n Page 23 29.\n Hon Members, the Votes and Proceedings of Tuesday, 23\"‘ August, 2011 as corrected be adopted as the time record of proceedings. -\n At the Commencement of Public Business.\n Hon Majority Leader?", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Mr Speaker, I understand that the report of the joint Committee on Finance and Poverty Reduction Strategy has already been circulated or distributed to Hon Members.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, I understand that the report of the joint Committee on Finance and Poverty Reduction Strategy has already been circulated or distributed to Hon Members.\n In the circumstances, it can be laid by the Chairman and then during the course of the day and thereafter, the consultations will still go on.", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: 1 am not getting you.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "1 am not getting you.", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: It is ready for laying and copies have already been distribute . So we would lay the Paper.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "It is ready for laying and copies have already been distribute . So we would lay the Paper.", 
            "time": "10:55:00"
        }, 
        {
            "column": "130", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Very well.", 
            "time": "10:55:00"
        }, 
        {
            "heading": "- PAPERS", 
            "kind": "heading", 
            "original": "- PAPERS", 
            "time": "11:05:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, item number5 _", 
            "section": "- PAPERS", 
            "speech": "Hon Members, item number5 _\n BILLS -~ CONSIDERATION STAGE\n Ghana Maritime Authority (Amendment) Bill, 2011\n Clause 1 - Section (16) of Act 630 amended. _", 
            "time": "11:05:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Prof. Christopher Ameyaw-Akumfi", 
            "original": "Prof. Christopher Ameyaw-Akumfi: Mr Speaker, this was not one of the amendments but I thought we would take this opportunity to amend -", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, this was not one of the amendments but I thought we would take this opportunity to amend -", 
            "time": "11:05:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, I have called clause 1; if you do not have any amendment--- No amendment has been slated on the Order Paper but you also have the right to move an amendment to the clause 1. So if it is an amendment to the clause 1, let me know. Is it an amendment?", 
            "section": "- PAPERS", 
            "speech": "Hon Member, I have called clause 1; if you do not have any amendment--- No amendment has been slated on the Order Paper but you also have the right to move an amendment to the clause 1. So if it is an amendment to the clause 1, let me know. Is it an amendment?", 
            "time": "11:05:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Clause 2.", 
            "section": "- PAPERS", 
            "speech": "Clause 2.", 
            "time": "11:05:00"
        }, 
        {
            "column": "131", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.\nClause 2 - Section 25 of Act 630 amended.", 
            "section": "- PAPERS", 
            "speech": "Very well.\n Clause 1 ordered to stand part of the Bill\n\nClause 2 - Section 25 of Act 630 amended.", 
            "time": "11:05:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Mr Michael C. Boampong): Mr Speaker, I beg to move, clause 2, sub-clause 1, add the following new paragraph", 
            "original": "Chairman of the Committee (Mr Michael C. Boampong): Mr Speaker, I beg to move, clause 2, sub-clause 1, add the following new paragraph: 1 \"for offences and penalties under the Act\".", 
            "section": "- PAPERS", 
            "speech": "1 \"for offences and penalties under the Act\".\n This is so because since Statutory instrument Act, 1959, number 32 of 1959, the Fines Penalty Units Act, 2000 has been repealed, it is necessary to create a provision to take care of all offences and penalties under the Act. These provisions would also empower the Hon Minister to come up with the offences and penalties for the Regulations that are yet to come after the passage of this Bill.\n Thank you, Mr Speaker.", 
            "time": "11:05:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Mr Chairman, I thought it would be neater to say \"for offences and penalties\". This is because the Act has not created any offence. Do you understand? The Act itself has not created any offences or penalties so for offences and penalties which would be created in the Regulations - So it should be \"for offences and penalties\". So move the amendment and let me-", 
            "section": "- PAPERS", 
            "speech": "Mr Chairman, I thought it would be neater to say \"for offences and penalties\". This is because the Act has not created any offence. Do you understand? The Act itself has not created any offences or penalties so for offences and penalties which would be created in the Regulations - So it should be \"for offences and penalties\". So move the amendment and let me-", 
            "time": "11:05:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr Boampong: Mr Speaker, I beg to _move - Sub-clause 1, add the following new paragraph", 
            "original": "Mr Boampong: Mr Speaker, I beg to _move - Sub-clause 1, add the following new paragraph: 9", 
            "section": "- PAPERS", 
            "speech": "9\n \"for offences and penalties\"", 
            "time": "11:05:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Sekondi, any comment?", 
            "section": "- PAPERS", 
            "speech": "Hon Member for Sekondi, any comment?", 
            "time": "11:05:00"
        }, 
        {
            "column": "132", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah:Unfortunately, Mr Speaker, I had not been following the debate except to comment that in respect of these offences and penalties, it is anticipated that, the Regulations would", 
            "section": "- PAPERS", 
            "speech": "Unfortunately, Mr Speaker, I had not been following the debate except to comment that in respect of these offences and penalties, it is anticipated that, the Regulations would", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "continued speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "[PAPA OWUSU-ANKOMAH]", 
            "section": "- PAPERS", 
            "speech": "create the offence. That is, the Minister responsible would create the offence. However, what that provision seeks to do is to limit the discretion of the Hon Minister in terms of the extent to which he can go. I do not know whether that is What -", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: But when the -- the Regulation would be brought to the House.", 
            "section": "- PAPERS", 
            "speech": "But when the -- the Regulation would be brought to the House.", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Yes.", 
            "section": "- PAPERS", 
            "speech": "Yes.", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: When we have not seen the offence, why should they now be giving us a cap when as a House we have not seen the offence?", 
            "section": "- PAPERS", 
            "speech": "When we have not seen the offence, why should they now be giving us a cap when as a House we have not seen the offence?", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Mr Speaker, you know that the power of the House to approve Regulations is constrained by the Constitution. If we have given the Hon Minister the power to create an offence and the offence is not inconsistent with the Constitution, we cannot do anything about it. This is because we have given the Hon Minister the power to create the offence.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, you know that the power of the House to approve Regulations is constrained by the Constitution. If we have given the Hon Minister the power to create an offence and the offence is not inconsistent with the Constitution, we cannot do anything about it. This is because we have given the Hon Minister the power to create the offence.\n We are telling the Hon Minister that \"look, in case you create the offence, the penalty that you prescribe will be limited within the confines of the provision in the amended Act\", so to speak. But if we do not do that, and we are waiting for the Hon Minister to bring the offence, then it means that even in the case of the penalty, we cannot limit it.", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Yes; but you also know that when he brings a penalty that is outrageous and is not consistent with other penalties, the House can use that as a basis to annul the Regulation.", 
            "section": "- PAPERS", 
            "speech": "Yes; but you also know that when he brings a penalty that is outrageous and is not consistent with other penalties, the House can use that as a basis to annul the Regulation.", 
            "time": "11:05:00"
        }, 
        {
            "column": "133", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: MrSpeaker, indeed -", 
            "section": "- PAPERS", 
            "speech": "MrSpeaker, indeed -", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No, the problem with clause 2 is that, we have been given a cap and we do not know the nature of the offence that would be created, and ordinarily, it is not neat.", 
            "section": "- PAPERS", 
            "speech": "No, the problem with clause 2 is that, we have been given a cap and we do not know the nature of the offence that would be created, and ordinarily, it is not neat.", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Very well, Mr Speaker, it is a decision for the House to take. I agree with you but the House may decide to take that, position. But the House too may decide that, then let us wait, when the regulations come. But to annul the Regulation, we need two-thirds; and that is always a difficulty. That is why sometimes, in these matters, we try and put in limitations so that the House is not put in a position where because we do not have the two-thirds, even though we have the majority, we cannot annul the Regulation --", 
            "section": "- PAPERS", 
            "speech": "Very well, Mr Speaker, it is a decision for the House to take. I agree with you but the House may decide to take that, position. But the House too may decide that, then let us wait, when the regulations come. But to annul the Regulation, we need two-thirds; and that is always a difficulty. That is why sometimes, in these matters, we try and put in limitations so that the House is not put in a position where because we do not have the two-thirds, even though we have the majority, we cannot annul the Regulation --", 
            "time": "11:05:00"
        }, 
        {
            "action": "rose", 
            "kind": "action", 
            "name": "Mr Haruna Iddrisu", 
            "original": "Mr Haruna Iddrisu --rose-", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well,", 
            "section": "- PAPERS", 
            "speech": "Very well,\n I will put the Question.\n Yes?", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, I listened to Hon Papa Owusu-Ankomah -", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I listened to Hon Papa Owusu-Ankomah -", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: In fact, the amendment there interrelates to the clause", 
            "section": "- PAPERS", 
            "speech": "In fact, the amendment there interrelates to the clause\n 2 _ .", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Clause 2(1)? Or we are taking the entire clause 2 (1) and (2), Mr Speaker?", 
            "section": "- PAPERS", 
            "speech": "Clause 2(1)? Or we are taking the entire clause 2 (1) and (2), Mr Speaker?", 
            "time": "11:05:00"
        }, 
        {
            "column": "134", 
            "kind": "speech", 
            "name": "Mr _First Deputy Speaker\"", 
            "original": "Mr _First Deputy Speaker\": You can; you can, so that when I come to it, I would just put the Question.", 
            "section": "- PAPERS", 
            "speech": "You can; you can, so that when I come to it, I would just put the Question.", 
            "time": "11:05:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, just for elegance, \"the Minister may\"- there is a comma there, \"by Legislative Instrument\" - another comma there. I am not even too sure whether they should be there. \"The Minister may by Legislative Instrument make Regulations\" -Normally, the \"for\" would have joined this wording, then the rest of the provision would follow instead of having \"for\" in (a), \"for\" in (b) and \"for\" in (c) as it flows.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, just for elegance, \"the Minister may\"- there is a comma there, \"by Legislative Instrument\" - another comma there. I am not even too sure whether they should be there. \"The Minister may by Legislative Instrument make Regulations\" -Normally, the \"for\" would have joined this wording, then the rest of the provision would follow instead of having \"for\" in (a), \"for\" in (b) and \"for\" in (c) as it flows.\n Mr Speaker, further to -", 
            "time": "11:15:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Then move the amendment; move that amendment because the point you are making makes sense. -", 
            "section": "- PAPERS", 
            "speech": "Then move the amendment; move that amendment because the point you are making makes sense. -", 
            "time": "11:15:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, 1 beg to move, clause 2 (1),", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, 1 beg to move, clause 2 (1),\n \"The Minister may by Legislative Instrument .. .\"", 
            "time": "11:15:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Let me put the Question on this one then you move that amendment because it is an entirely different matter.", 
            "section": "- PAPERS", 
            "speech": "Let me put the Question on this one then you move that amendment because it is an entirely different matter.\n Hon Members, the Question is, clause 2 (1), add the following new paragraph \"For offences and penalties\". Question put and amendment agreed to.", 
            "time": "11:15:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, I beg to move, clause 25 (1) should read", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I beg to move, clause 25 (1) should read\n \"The Minister may by Legislative Instrument make regulations for.\" Then delete the rest of the \"for\" from subclauses (a)-(e) and then the two commas, one, after \"may\" and \"Instrument\" should also be deleted.", 
            "time": "11:15:00"
        }, 
        {
            "column": "135", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: As for the commas, it is a drafting issue so the draftsperson to take note.", 
            "section": "- PAPERS", 
            "speech": "As for the commas, it is a drafting issue so the draftsperson to take note.", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, it seems section 1 (b), \"for the prevention of marine source pollution,\" it should be \"marine pollution\" because the \"source\" may not be \"marine pollution\". '", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, it seems section 1 (b), \"for the prevention of marine source pollution,\" it should be \"marine pollution\" because the \"source\" may not be \"marine pollution\". '", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: That is also another amendment. So let us deal with the Hon Minister for Communications’ amendment then we come to yours.", 
            "section": "- PAPERS", 
            "speech": "That is also another amendment. So let us deal with the Hon Minister for Communications’ amendment then we come to yours.\n Hon Members, the amendment is to bring the word \"for\" after \"regulations\" and therefore consequentially delete all the \"for\" from (a) to (e) including the one the House has just endorsed.\n Question put and amendment agreed to.", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, I beg to move, clause 25 (1)(b) delete \"source\" after \"marine\". It should read \"the prevention of marine pollution\". What we are looking at is pollution affecting the marine environment and not necessarily the source being sea water.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I beg to move, clause 25 (1)(b) delete \"source\" after \"marine\". It should read \"the prevention of marine pollution\". What we are looking at is pollution affecting the marine environment and not necessarily the source being sea water.", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, I support the amendment being moved by Hon Ameyaw-Akumfi. But if he can guide us further as an expert. - If you read (b) and (c) together-- (b) -- \"for the prevention of marine pollution; (c) --- \"for the protection of the marine and response to marine environment incidents\". I wonder; even the (b) and (c) can be collapsed into just one paragraph which deals with issues of marine pollution, save that he may want to give us some guidance.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I support the amendment being moved by Hon Ameyaw-Akumfi. But if he can guide us further as an expert. - If you read (b) and (c) together-- (b) -- \"for the prevention of marine pollution; (c) --- \"for the protection of the marine and response to marine environment incidents\". I wonder; even the (b) and (c) can be collapsed into just one paragraph which deals with issues of marine pollution, save that he may want to give us some guidance.", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, (c) can be allowed because -I think here reference is being made to incidents so it should stay. But the first one is marine pollution in general.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, (c) can be allowed because -I think here reference is being made to incidents so it should stay. But the first one is marine pollution in general.", 
            "time": "11:15:00"
        }, 
        {
            "column": "136", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, clause 2, paragraph (b) between \"marine\" and \"pollution\" delete \"source\".", 
            "section": "- PAPERS", 
            "speech": "Hon Members, clause 2, paragraph (b) between \"marine\" and \"pollution\" delete \"source\".", 
            "time": "11:15:00"
        }, 
        {
            "column": "137", 
            "kind": "speech", 
            "name": "Alhaji Collins Dauda", 
            "original": "Alhaji Collins Dauda: Mr Speaker, I had the opportunity of discussing this amendment proposed by my Hon Colleague, the Member of Parliament for Techiman North and we are not opposed to it. We support the amendment proposed.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I had the opportunity of discussing this amendment proposed by my Hon Colleague, the Member of Parliament for Techiman North and we are not opposed to it. We support the amendment proposed.\n I thank you very much.\n Question put and amendment agreed to.", 
            "time": "11:15:00"
        }, 
        {
            "column": "137", 
            "kind": "speech", 
            "name": "Mr Boampong", 
            "original": "Mr Boampong: Mr Speaker, I beg to move, clause 2 sub-clause (2), delete.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I beg to move, clause 2 sub-clause (2), delete.\n Mr Speaker, we propose the deletion of this sub-clause because it will not be appropriate to put a cap on a penalty to be imposed when we have no way of knowing the gravity of the offence and whether the penalty will be commensurate with the offence in the Regulations which are yet to be made.\n Question put and amendment agreed to.\n Clause 2 as amended ordered to stand part of the Bill.\n The Long Title ordered to stand part of the Bill.\n Suspension -of Standing Order 131 (1) Minister for Transport (Alhaji Collins Dauda) (IVJIP): Mr Speaker, I beg to move, that notwithstanding the provisions of Standing Order 131(1) which require that when a Bill has passed through the. Consideration Stage, the Third Reading thereof shall not be taken until at least twenty-four hours have elapsed, the Motion for the Third Reading of the Ghana Maritime Authority (Amendment) Bill, 2011 may be moved today.", 
            "time": "11:15:00"
        }, 
        {
            "column": "137", 
            "kind": "speech", 
            "name": "Mr Michael C. Boampong", 
            "original": "Mr Michael C. Boampong: Mr Speaker, I beg to second the Motion.\nBILLS.-THIRD READING\nThe Ghana Maritime Authority (Amendment) Bill, 2011 -read the Third time and passed -[Minister for Transport] .", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I beg to second the Motion.\n Question put and Motion agreed to. Resolved accordingly.\n\nBILLS.-THIRD READING\n\nThe Ghana Maritime Authority (Amendment) Bill, 2011 -read the Third time and passed -[Minister for Transport] .", 
            "time": "11:15:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Item 8.", 
            "section": "- PAPERS", 
            "speech": "Item 8.\n BILLS~--THIRD READING\n The Ghana Maritime Security (Amendment) Bill, 2011 -~ read the Third time and passed ~-- [Minister for Transport].", 
            "time": "11:25:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Item 9 on the Order Paper.", 
            "section": "- PAPERS", 
            "speech": "Item 9 on the Order Paper.\n BILLS -TH]RD READING\n The Ghana Shipping (Amendment) Bill, 2011 - read the Third time and passed -- [Minister for Transport].", 
            "time": "11:25:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr Kwame Osei-Prempeh", 
            "original": "Mr Kwame Osei-Prempeh: Mr Speaker, I beg to move, the Ghana Shipping (Amendment) Bill, 201 1 be taken through a second Consideration Stage.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I beg to move, the Ghana Shipping (Amendment) Bill, 201 1 be taken through a second Consideration Stage.", 
            "time": "11:25:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Osei- Prempeh, you are late. You should have got up before he moved the Motion.", 
            "section": "- PAPERS", 
            "speech": "Hon Osei- Prempeh, you are late. You should have got up before he moved the Motion.", 
            "time": "11:25:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: Mr Speaker, it has not been seconded so I am Within my .-.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, it has not been seconded so I am Within my .-.", 
            "time": "11:25:00"
        }, 
        {
            "column": "138", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No! He has moved it so -You are, but on a more serious note, if it is a very fundamental matter, you are against the rules. But if it is a very serious matter that will enrich the Bill, I will allow you because seriously, it is when I call it that you are supposed to get up, be on your feet for me to call you. As of now, I do not know, but why do you want it to pass through a second Consideration Stage?", 
            "section": "- PAPERS", 
            "speech": "No! He has moved it so -You are, but on a more serious note, if it is a very fundamental matter, you are against the rules. But if it is a very serious matter that will enrich the Bill, I will allow you because seriously, it is when I call it that you are supposed to get up, be on your feet for me to call you. As of now, I do not know, but why do you want it to pass through a second Consideration Stage?", 
            "time": "11:25:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: Mr Speaker, yesterday, the Bill was amended.’ Clause 1(a) 2(a) was amended to replace \"Director-General\" with \"Minister’ that application for a permit shall be made to a Minister.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, yesterday, the Bill was amended.’ Clause 1(a) 2(a) was amended to replace \"Director-General\" with \"Minister’ that application for a permit shall be made to a Minister.\n Mr Speaker, the Ghana Maritime Authority is the regulatory body for shipping and power has been given to it. That power is being taken and given to a Minister. I think we must aim at building strong institutions and we must build the capacity of these institutions to work.\n Why do we take it from the Authority to a Minister’s office? I believe that Ministers have a lot to do and why will they want to do everything? I believe that what is in the original rendition of the Bill is better for this country.\n I therefore want to move that we maintain that the Bill be further amended to retain the direct application to be made to the Director-General instead of the Minister and I believe it will help.", 
            "time": "11:25:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, I want to make sure that I situate myself within the rules. As I have indicated earlier, you are out of order. You are out of order but as I rightly pointed out, if anything you raise will enrich the Bill, I will allow you. So, I do not know whether we have to suspend. I do not know how I will go about it so that the rule will allow you to do what you want to do.", 
            "section": "- PAPERS", 
            "speech": "Hon Member, I want to make sure that I situate myself within the rules. As I have indicated earlier, you are out of order. You are out of order but as I rightly pointed out, if anything you raise will enrich the Bill, I will allow you. So, I do not know whether we have to suspend. I do not know how I will go about it so that the rule will allow you to do what you want to do.", 
            "time": "11:25:00"
        }, 
        {
            "column": "139", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I believe that we are not really offending\nany of our rules. Standing Order 131(2) provides:\n\"Upon a motion ‘That the... Bill be now read the Third time. - [which is what was done by the Minister] -\n\"it shall be competent for any Member to move an amendment to delete the words ‘read the Third time’ and to insert the word ‘rejected’, or to move a ‘reasoned’ amendment- [and I want to believe that what the Hon Member was doing was to move for a reasoned amendment]-stating the object and motive on which the opposition to the Bill is based, but such words must be strictly relevant to the Bill and not deal with its details.\"\nThat is what was done and I want to believe that what the Hon Member was doing was to move for a reasoned amendment. Mr Speaker, I believe that we can have some space ---", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I believe that we are not really offending\n\nany of our rules. Standing Order 131(2) provides:\n\n\"Upon a motion ‘That the... Bill be now read the Third time. - [which is what was done by the Minister] -\n\n\"it shall be competent for any Member to move an amendment to delete the words ‘read the Third time’ and to insert the word ‘rejected’, or to move a ‘reasoned’ amendment- [and I want to believe that what the Hon Member was doing was to move for a reasoned amendment]-stating the object and motive on which the opposition to the Bill is based, but such words must be strictly relevant to the Bill and not deal with its details.\"\n\nThat is what was done and I want to believe that what the Hon Member was doing was to move for a reasoned amendment. Mr Speaker, I believe that we can have some space ---", 
            "time": "11:25:00"
        }, 
        {
            "column": "140", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker: Hon Member, why are you not reading Standing Order 131(1)? This goes with amendment of Bills after Consideration Stage; that is the relevant provision. What you are reading is not the relevant provision under the Standing Orders. Amendment of Bills after Consideration Stage, Standing Order 130, that says", 
            "original": "Mr First Deputy Speaker: Hon Member, why are you not reading Standing Order 131(1)? This goes with amendment of Bills after Consideration Stage; that is the relevant provision. What you are reading is not the relevant provision under the Standing Orders. Amendment of Bills after Consideration Stage, Standing Order 130, that says:", 
            "section": "- PAPERS", 
            "speech": "\"If any Member desires to delete or amend a provision contained in a Bill which has passed through the Consideration Stage. . .\"", 
            "time": "11:25:00"
        }, 
        {
            "column": "141", 
            "kind": "continued speech", 
            "name": "Mr First Deputy Speaker: Hon Member, why are you not reading Standing Order 131(1)? This goes with amendment of Bills after Consideration Stage; that is the relevant provision. What you are reading is not the relevant provision under the Standing Orders. Amendment of Bills after Consideration Stage, Standing Order 130, that says", 
            "original": "[MR FIRST DEPUTY SPEAKER]", 
            "section": "- PAPERS", 
            "speech": "Which has passed through the Consideration Stage as it is in this case --\n \"... or to introduce any new provision to it, he may, at any time before a Member rises to move the Third Reading of the Bill, move that the Bill do pass through a second Consideration Stage (either wholly or in respect only of some particular part or parts of the Bill or some proposed new clause of new schedule). No notice of such Motion shall be required. If the Motion is agreed to, the Bill shall immediately pass through a second Consideration Stage.\"\n And I am saying that he has allowed the Hon Minister to move the Motion; that is why I am saying that he did not act timeously. But if his point will enrich the Bill, we can relax the rules to enable him do it because the relevant provision is Standing Order 130 (1).", 
            "time": "11:25:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, I am not arguing at all with you on that. What I am saying is that, our rules, besides what we have quoted, also permit us to use this window of opportunity. That is all that I am saying. I do not think that you will say that l am out of order in this. He has - he can create space to move a reasoned amendment --", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I am not arguing at all with you on that. What I am saying is that, our rules, besides what we have quoted, also permit us to use this window of opportunity. That is all that I am saying. I do not think that you will say that l am out of order in this. He has - he can create space to move a reasoned amendment --", 
            "time": "11:25:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, there is a specific provision -- -", 
            "section": "- PAPERS", 
            "speech": "Hon Minority Leader, there is a specific provision -- -", 
            "time": "11:25:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker,‘ that is contained in Standing Order 13 1(2).", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker,‘ that is contained in Standing Order 13 1(2).", 
            "time": "11:25:00"
        }, 
        {
            "column": "141", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, there is a specific provision under our rules. After the Bill\nhas passed through the Consideration Stage and what you have to do, if you want to move the Bill through a second Consideration Stage - The one that you are talking about is that the person can get up an say that it should be rejected. Yes, that is when you are opposed to it.\nStanding Order 131(2) is dealing with where you do not want the Bill to be passed at all. This is because upon a Motion that the Bill be now read the Third time, it shall be competent for any Member to\" move an amendment to delete the Words, \"read the Third time\" and to insert the word \"rejected\"\nOr to move a reasoned amendment stating the object and motive on which the opposition to the Bill is based, but such words must be strictly relevant to the Bill and not deal with its details\".\nThis is second Consideration Stage, this particular Question was put to the House yesterday and it was agreed on. What he is raising, a decision was taken on it yesterday coming from the Committee. But I will relax the rules, and then I put the Question whether the House wants the Bill to pass through a second Consideration Stage. If the House agrees, before we move to his amendment.\nMr Haruna Iddrisu; Mr Speaker, I assume that you are permitting the second Consideration Stage proposed by the Hon Member and to state that yesterday, when that particular amendment was considered, it was not for the Minister on his own to make that determination on matters relating to the permit. It was to be on the advice of the Board which the Director -General serves on.\nTherefore, his argument that that will water down their regulatory power is neither here nor there.\nI think that his proposal is misplaced and I will urge him to abandon it so that we can go through the Third Reading.\nI so submit.\nThank you.", 
            "section": "- PAPERS", 
            "speech": "Hon Minority Leader, there is a specific provision under our rules. After the Bill\n\nhas passed through the Consideration Stage and what you have to do, if you want to move the Bill through a second Consideration Stage - The one that you are talking about is that the person can get up an say that it should be rejected. Yes, that is when you are opposed to it.\n\nStanding Order 131(2) is dealing with where you do not want the Bill to be passed at all. This is because upon a Motion that the Bill be now read the Third time, it shall be competent for any Member to\" move an amendment to delete the Words, \"read the Third time\" and to insert the word \"rejected\"\n\nOr to move a reasoned amendment stating the object and motive on which the opposition to the Bill is based, but such words must be strictly relevant to the Bill and not deal with its details\".\n\nThis is second Consideration Stage, this particular Question was put to the House yesterday and it was agreed on. What he is raising, a decision was taken on it yesterday coming from the Committee. But I will relax the rules, and then I put the Question whether the House wants the Bill to pass through a second Consideration Stage. If the House agrees, before we move to his amendment.\n\nMr Haruna Iddrisu; Mr Speaker, I assume that you are permitting the second Consideration Stage proposed by the Hon Member and to state that yesterday, when that particular amendment was considered, it was not for the Minister on his own to make that determination on matters relating to the permit. It was to be on the advice of the Board which the Director -General serves on.\n\nTherefore, his argument that that will water down their regulatory power is neither here nor there.\n\nI think that his proposal is misplaced and I will urge him to abandon it so that we can go through the Third Reading.\n\nI so submit.\n\nThank you.", 
            "time": "11:25:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: We are not saying it should pass through the second Consideration Stage. It is when the House agrees; so that is why I want to take one or two people and then I will put the Question.", 
            "section": "- PAPERS", 
            "speech": "We are not saying it should pass through the second Consideration Stage. It is when the House agrees; so that is why I want to take one or two people and then I will put the Question.\n Yes, let me hear from you, Hon Member for Techiman North.", 
            "time": "11:35:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, I am happy that this point is being raised in this last minute. Mr Speaker, that clause is only asking for the application to be submitted to the Director -General. When you go to (4) - I think this is the amendment that carried- The Minister in consultation with the Board will now grant the permit.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I am happy that this point is being raised in this last minute. Mr Speaker, that clause is only asking for the application to be submitted to the Director -General. When you go to (4) - I think this is the amendment that carried- The Minister in consultation with the Board will now grant the permit.\n Mr Speaker, I agree with this idea coming out now that, for the application, the Director-General’s office should be appropriate and then that application again will be processed, recommendations made through the Board for the Minister to grant the permit. So I think that this step should be left in the hands of the Director-General.", 
            "time": "11:35:00"
        }, 
        {
            "column": "143", 
            "kind": "speech", 
            "name": "Alhaji Abdul-Rashid Pelpuo", 
            "original": "Alhaji Abdul-Rashid Pelpuo: Mr Speaker, under normal circumstances it would have been logical for us to say that this matter be taken through a Consideration Stage, particularly if the issue is so weighty and so crucial to the overall purpose of the Bill; but I think that this issue on the table is not. The reason is that it is so much debatable and possibly unacceptable for us to say that a fundamental. issue that allows giving permit to vessels begiven toa Board rather than the Minister.\nBesides that, the Minister does not act in isolation. He acts because he is advised by the Board and so issues of this nature will necessarily be in consultation with the Board.\nSo I think that because of the crucial nature of it and the fact that the Minister is so important to the whole matter, I do not think that it is so necessary for us to allow us to go back to a second Consideration Stage. It will waste our time, it will not still be acceptable and I think that we do not have to take it.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, under normal circumstances it would have been logical for us to say that this matter be taken through a Consideration Stage, particularly if the issue is so weighty and so crucial to the overall purpose of the Bill; but I think that this issue on the table is not. The reason is that it is so much debatable and possibly unacceptable for us to say that a fundamental. issue that allows giving permit to vessels begiven toa Board rather than the Minister.\n This also has to do with international vessels coming into Ghana’s waters and it should not be a Board; it must be a Minister who takes ultimate responsibility.\n\nBesides that, the Minister does not act in isolation. He acts because he is advised by the Board and so issues of this nature will necessarily be in consultation with the Board.\n\nSo I think that because of the crucial nature of it and the fact that the Minister is so important to the whole matter, I do not think that it is so necessary for us to allow us to go back to a second Consideration Stage. It will waste our time, it will not still be acceptable and I think that we do not have to take it.", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr FirstDeputy Speaker", 
            "original": "Mr FirstDeputy Speaker: Hon Deputy Majority Leader, withdraw the words \"waste of time\".", 
            "section": "- PAPERS", 
            "speech": "Hon Deputy Majority Leader, withdraw the words \"waste of time\".", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: I am not here to waste anybody’s time, I am a Member of Parliament", 
            "section": "- PAPERS", 
            "speech": "I am not here to waste anybody’s time, I am a Member of Parliament", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, I did not call you. I want him to withdraw the use of the words.", 
            "section": "- PAPERS", 
            "speech": "Hon Member, I did not call you. I want him to withdraw the use of the words.", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, I want to withdraw \"waste of time\". I think it is in bad taste. I want to say that it is not going to help us at all. It is not going to support the essence of the Bill to reflect our thinking and the purpose for which we are bringing it up here for amendment.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, I want to withdraw \"waste of time\". I think it is in bad taste. I want to say that it is not going to help us at all. It is not going to support the essence of the Bill to reflect our thinking and the purpose for which we are bringing it up here for amendment.", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: Mr Speaker, if the Hon Deputy Majority Leader does not understand the issue at stake, it is better for him to keep quiet.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, if the Hon Deputy Majority Leader does not understand the issue at stake, it is better for him to keep quiet.", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, Withdraw. Hon Member, any Hon Member is entitled to express his opinion on the floor of this House. H_on Member, withdraw - [Interruptions] - I say withdraw.", 
            "section": "- PAPERS", 
            "speech": "Hon Member, Withdraw. Hon Member, any Hon Member is entitled to express his opinion on the floor of this House. H_on Member, withdraw - [Interruptions] - I say withdraw.", 
            "time": "11:35:00"
        }, 
        {
            "column": "144", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: Which part do I withdraw?", 
            "section": "- PAPERS", 
            "speech": "Which part do I withdraw?", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr -First Deputy Speaker", 
            "original": "Mr -First Deputy Speaker: The one imputing that he did not understand what he was saying.", 
            "section": "- PAPERS", 
            "speech": "The one imputing that he did not understand what he was saying.", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: I am saying if he does not understand what I am saying --", 
            "section": "- PAPERS", 
            "speech": "I am saying if he does not understand what I am saying --", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Withdraw.", 
            "section": "- PAPERS", 
            "speech": "Withdraw.", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr Osei-Prempeh", 
            "original": "Mr Osei-Prempeh: I Withdraw.", 
            "section": "- PAPERS", 
            "speech": "I Withdraw.\n Mr Speaker, all I am saying is, by this application instead of being submitted to the Director-General, should be submitted to the Minister as Hon Member for Techiman North puts it. Should we go through the institution before it gets to the Minister or gets to the Minister before it gets to the institution?\n Mr Speaker, I believe that this is a regulatory body, it goes to the institution, it makes sure that everything has been satisfied before the Minister plays a role in it, why should the Minister be the one who receives the application?\n I believe that it should go to the authority if the Minister wants to have a role in it. It is not for the Minister to do the work of the Authority. So I believe that my application is well founded and I urge you to put the Question.", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Bekwai, because yesterday the Minister for Communications was trying to move an amendment by bringing in the Board somewhere along the line. As a member of the Committee, you tried to explain why it was not necessary to do that and the Minister withdrew his amendment, that is why I am calling you to help the House--", 
            "section": "- PAPERS", 
            "speech": "Hon Member for Bekwai, because yesterday the Minister for Communications was trying to move an amendment by bringing in the Board somewhere along the line. As a member of the Committee, you tried to explain why it was not necessary to do that and the Minister withdrew his amendment, that is why I am calling you to help the House--", 
            "time": "11:35:00"
        }, 
        {
            "action": "rose-", 
            "kind": "action", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah --rose--", 
            "time": "11:35:00"
        }, 
        {
            "column": "145", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Sekondi, I will call you, do not worry.", 
            "section": "- PAPERS", 
            "speech": "Hon Member for Sekondi, I will call you, do not worry.", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Mr Speaker, no. But I see the Maze; we are not going through the second Consideration Stage", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, no. But I see the Maze; we are not going through the second Consideration Stage", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Yes.", 
            "section": "- PAPERS", 
            "speech": "Yes.", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Yes. The arguments that are being proffered are arguments that will be advanced when we get to the second Consideration Stage.", 
            "section": "- PAPERS", 
            "speech": "Yes. The arguments that are being proffered are arguments that will be advanced when we get to the second Consideration Stage.", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No. The House must decide whether they will want it to go through second Consideration Stage.", 
            "section": "- PAPERS", 
            "speech": "No. The House must decide whether they will want it to go through second Consideration Stage.", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Mr Speaker, this is a House that makes law, this is a House that encourages debate. Mr Speaker, the Hon Member strongly feels that there is a matter that needs re- consideration by the House. I will plead with Mr Speaker to put the Question, so that we go through\" that second Consideration Stage and t-hen all the arguments will be advanced because already we have spent about 15 minutes on this preliminary point.", 
            "section": "- PAPERS", 
            "speech": "Mr Speaker, this is a House that makes law, this is a House that encourages debate. Mr Speaker, the Hon Member strongly feels that there is a matter that needs re- consideration by the House. I will plead with Mr Speaker to put the Question, so that we go through\" that second Consideration Stage and t-hen all the arguments will be advanced because already we have spent about 15 minutes on this preliminary point.\n So I am appealing to you to exercise your discretion, curtail the preliminary debate, put the Question, if the Question is agreed to by the House, he moves his amendment and we take a decision instead of this going back and forth. They are all raising substantive arguments even in supporting or going against the request.", 
            "time": "11:35:00"
        }, 
        {
            "column": "146", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I doubt whether what will happen will be different from what happens at the next level. So Hon Members, at this stage the Hon Member is moving that we pass the Bill through a second Consideration Stage in respect of the clause that vests a certain power in the Minister.", 
            "section": "- PAPERS", 
            "speech": "I doubt whether what will happen will be different from what happens at the next level. So Hon Members, at this stage the Hon Member is moving that we pass the Bill through a second Consideration Stage in respect of the clause that vests a certain power in the Minister.\n Question put and agreed to.", 
            "time": "11:35:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Let us listen to him. At this stage it is passing through the second Consideration Stage, whether you agree to the amendment or not is another matter. That is a Second leg. That is not the end of the matter. So let us listen to his amendment now.", 
            "section": "- PAPERS", 
            "speech": "Let us listen to him. At this stage it is passing through the second Consideration Stage, whether you agree to the amendment or not is another matter. That is a Second leg. That is not the end of the matter. So let us listen to his amendment now.", 
            "time": "11:35:00"
        }, 
        {
            "heading": "BILLS - SECOND", 
            "kind": "heading", 
            "original": "BILLS - SECOND", 
            "time": "11:35:00"
        }, 
        {
            "heading": "CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "CONSIDERATION STAGE", 
            "time": "11:35:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr Kwame Osei-Prempeh", 
            "original": "Mr Kwame Osei-Prempeh: Mr Speaker, I beg to move, that in section 1‘ (a), sub-clause 1 (a) 2 (a), an application for a permit shall be made to the Director General.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, that in section 1‘ (a), sub-clause 1 (a) 2 (a), an application for a permit shall be made to the Director General.\n Mr Speaker, this is the original rendition in the Bill but yesterday at the Consideration Stage, it was changed to make it that the application for a permit shall be submitted to the Minister.\n Mr Speaker, the Maritime Authority is the regulatory body. It should receive the applications, vet them and make sure that they fall in line, they satisfy everything in accordance with the law. It is after this that if the Minister has a role to play, that will_ come. Mr Speaker, to make the Minister the one to receive the application.\n is taking the primary and fundamental job of the Authority from it. And I believe that it will cause no harm.\n In fact, it will rather strengthen the hands of the Authority to be able to vet the application. The Minister has no capacity to vet the application so that if the applications are received by the Authority, they can vet them. I am told that there is a place where the Minister has a role to play, and the Board will make recommendations and that can be granted.\n . But making the Minister the recipient of those applications is making the Minister the last stop. 1 know that it is wrong and it will not cause any harm to the Minister’s powers; rather it will enhance the capabilities of the Authority to do their work. I believe it is worth supporting and Members should support it.", 
            "time": "11:35:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister, let me hear from you.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Minister, let me hear from you.", 
            "time": "11:35:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Alhaji Collins Dauda", 
            "original": "Alhaji Collins Dauda: Mr Speaker, listening to my Colleague very closely, I think that his proposal can be accommodated. His concern is just about where the application would have to be made to and I have no problem or difficulty at all accepting the Director-General to receive the applications.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, listening to my Colleague very closely, I think that his proposal can be accommodated. His concern is just about where the application would have to be made to and I have no problem or difficulty at all accepting the Director-General to receive the applications.\n Then at clause 4 of the same law, we have deleted the \"Board of the Ghana Maritime\", and replaced that with the \"Minister\" which would then be that, at that stage, the Minister would have the right to grant the permit.\n So if we have it this way where the applications are received by the Director- General and the permit issued or granted by the Minister, l have no difficulty at all taking this.\n I thank you very much. .", 
            "time": "11:45:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Are you posing a question? Are you in support of the amendment?", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Are you posing a question? Are you in support of the amendment?", 
            "time": "11:45:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Alhaji Dauda", 
            "original": "Alhaji Dauda: Yes, I support it. I have no objection at all. It should go--", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Yes, I support it. I have no objection at all. It should go--", 
            "time": "11:45:00"
        }, 
        {
            "action": "rose-", 
            "kind": "action", 
            "name": "MrKobina T. Hammond", 
            "original": "MrKobina T. Hammond --rose--", 
            "time": "11:45:00"
        }, 
        {
            "column": "147", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, let me hear from you. This is a very simple matter; it is a question of who receives the application.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Member, let me hear from you. This is a very simple matter; it is a question of who receives the application.", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr Hammond", 
            "original": "Mr Hammond: Mr Speaker, I have been standing for a long while and it is really to", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I have been standing for a long while and it is really to", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well. Let me hear from Hon K. T. Hammond.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Very well. Let me hear from Hon K. T. Hammond.", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr Hammond", 
            "original": "Mr Hammond: I do not know what I have done to you today. -", 
            "section": "CONSIDERATION STAGE", 
            "speech": "I do not know what I have done to you today. -", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon K. T. Hammond, you have the floor.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon K. T. Hammond, you have the floor.", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "MrHammond", 
            "original": "MrHammond: Mr Speaker, the House needs a clarification from your good-self; from the Chair. Mr Speaker, you just indicated that my Colleague who spoke some English in the House here today probably got it wrong, we want to know how some of us should put it.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the House needs a clarification from your good-self; from the Chair. Mr Speaker, you just indicated that my Colleague who spoke some English in the House here today probably got it wrong, we want to know how some of us should put it.\n He said that if your Colleague there, the Hon Deputy Majority Leader did not understand a certain issue --", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, you are out of order. Hon K. T. Hammond, we have passed there-- I will not entertain this matter again. Whatever happened, I have ruled on it, and hon Members have withdrawn their respective statements that they made. Let us make progress with regard to the consideration of the Bill.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Member, you are out of order. Hon K. T. Hammond, we have passed there-- I will not entertain this matter again. Whatever happened, I have ruled on it, and hon Members have withdrawn their respective statements that they made. Let us make progress with regard to the consideration of the Bill.\n Hon Members, this is a straightforward amendment, it is about who receives the application. The Hon Minister says he has no objection for the Director-General to be receiving the application. 1 will put the Question -", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr Haruna Iddrisu", 
            "original": "Mr Haruna Iddrisu: Mr Speaker, you will recall that yesterday, I raised the issue when we were considering this particular section.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, you will recall that yesterday, I raised the issue when we were considering this particular section.", 
            "time": "11:45:00"
        }, 
        {
            "column": "149", 
            "kind": "speech", 
            "name": "Mr Speaker, as the original rendition in page 2, I agree with the Hon Member and the Minister that clause 1A (2) should read as follows", 
            "original": "Mr Speaker, as the original rendition in page 2, I agree with the Hon Member and the Minister that clause 1A (2) should read as follows:\n\"An application for a permit shall be made to the Director-General\".\nAnd then consequently, when we come to (4), it should read as follows: ' - \"The Minister may grant the permit on the recommendations of the Board\".\nThat is what we should do so that wholesale, we would carry the two together, that the Minister does not just on his own grant the permit. He must do so alter the Director-General has received the application, assessed and evaluated the application with his Board and made a recommendation to the Minister.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "\n\n\"An application for a permit shall be made to the Director-General\".\n\nAnd then consequently, when we come to (4), it should read as follows: ' - \"The Minister may grant the permit on the recommendations of the Board\".\n\nThat is what we should do so that wholesale, we would carry the two together, that the Minister does not just on his own grant the permit. He must do so alter the Director-General has received the application, assessed and evaluated the application with his Board and made a recommendation to the Minister.", 
            "time": "11:45:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister, you are completely out of order.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Minister, you are completely out of order.\n The Member moved a particular amendment with regard to sub-clause (1). Nobody here has moved any Motion that the Bill should pass through a second Consideration Stage with regard to what you are talking about. _\n So if you also want to do it, it is another matter completely; otherwise you are completely out of order.\n Question put and amendment agreed to.", 
            "time": "11:45:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Is there anybody who -", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Is there anybody who -", 
            "time": "11:45:00"
        }, 
        {
            "column": "150", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu: Mr Speaker, I beg with your leave, to move that clause 1A (4) also is subjected to a ‘second Consideration Stage and that clause 4 (a) with your indulgence should read as follows", 
            "original": "Mr H. Iddrisu: Mr Speaker, I beg with your leave, to move that clause 1A (4) also is subjected to a ‘second Consideration Stage and that clause 4 (a) with your indulgence should read as follows:", 
            "section": "CONSIDERATION STAGE", 
            "speech": "\"The Minister may grant the permit on the recommendations of the Board\". .\n Question put and amendment agreed to.", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister,you are now going to move your substantive amendment. _", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Minister,you are now going to move your substantive amendment. _", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Mr Speaker, I will yield to the Hon Minister to put the rendition in a manner which allows him to consult with the Board in granting the permit.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I will yield to the Hon Minister to put the rendition in a manner which allows him to consult with the Board in granting the permit.", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Alhaji Dauda", 
            "original": "Alhaji Dauda: Mr Speaker, I beg to move, clause 4(1A), in the place of clause 4, delete and replace with \"the Minister shall in accordance with the recommendations of the Board grant the permit subject to the payment of the prescribed fee\".", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 4(1A), in the place of clause 4, delete and replace with \"the Minister shall in accordance with the recommendations of the Board grant the permit subject to the payment of the prescribed fee\".", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister, you are confusing the Chair. All that he is seeking to do is to strengthen the hand of the Board by involving the Board in making the final determination in granting the permit by saying that it shall be based on the recommendation of the Board.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Minister, you are confusing the Chair. All that he is seeking to do is to strengthen the hand of the Board by involving the Board in making the final determination in granting the permit by saying that it shall be based on the recommendation of the Board.", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Alhaji Dauda", 
            "original": "Alhaji Dauda: Mr Speaker, that is what we are saying. It is the same thing. Mr Speaker, if we leave it as it is, there would not be any linkage because the Director-\" General is just required under this law to receive applications.'But as to what he does before the Minister grants the permit, there is a gap and that is what we are seeking to fill.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, that is what we are saying. It is the same thing. Mr Speaker, if we leave it as it is, there would not be any linkage because the Director-\" General is just required under this law to receive applications.'But as to what he does before the Minister grants the permit, there is a gap and that is what we are seeking to fill.", 
            "time": "11:45:00"
        }, 
        {
            "column": "151", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker: Hon Members, the matter had been taken care of in What we did yesterday. Look at page 11 of the Votes and Proceedings of yesterday - the amendment stands in the name of the Hon Minority Leader which read as follows", 
            "original": "Mr First Deputy Speaker: Hon Members, the matter had been taken care of in What we did yesterday. Look at page 11 of the Votes and Proceedings of yesterday - the amendment stands in the name of the Hon Minority Leader which read as follows:\nHon Minister, are you satisfied?\n_ Alhaji Dauda: Mr Speaker, I am satisfied.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "\"The Minister may on the approval of the Board grant permit subject to\". -\n\nHon Minister, are you satisfied?\n\n_ Alhaji Dauda: Mr Speaker, I am satisfied.", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister for Communications that addresses your concern.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Minister for Communications that addresses your concern.", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Mr H. Iddrisu", 
            "original": "Mr H. Iddrisu: Rightly so.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Rightly so.\n V Dr Anthony A. Osei: Mr Speaker, the Hon Minister is not convincing because when you asked him, \"are you satisfied?\" He said, \"I am satisfied\".", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon ' Minister, are you satisfied?", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon ' Minister, are you satisfied?", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Alhaji Dauda", 
            "original": "Alhaji Dauda: Mr Speaker, I am very much satisfied.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am very much satisfied.", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, that brings us to the end of the second Consideration Stage and therefore the Consideration Stage of the Bill.", 
            "section": "CONSIDERATION STAGE", 
            "speech": "Hon Members, that brings us to the end of the second Consideration Stage and therefore the Consideration Stage of the Bill.\n Hon Minister, item 9 on the Order Paper.", 
            "time": "11:55:00"
        }, 
        {
            "heading": "BILLS --THIRD READING", 
            "kind": "heading", 
            "original": "BILLS --THIRD READING", 
            "time": "11:55:00"
        }, 
        {
            "column": "152", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, I would want to humbly apply for suspension for 30 minutes to enable the Second Deputy Speaker to arrive for us to take item 10, that is the Veterans Administration, Ghana Bill, 2010. So we will resume at 12.30 for the consideration of the Bill.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker, I would want to humbly apply for suspension for 30 minutes to enable the Second Deputy Speaker to arrive for us to take item 10, that is the Veterans Administration, Ghana Bill, 2010. So we will resume at 12.30 for the consideration of the Bill.", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well, Hon Members, are you in touch with the Hon Second Deputy Speaker? -", 
            "section": "BILLS --THIRD READING", 
            "speech": "Very well, Hon Members, are you in touch with the Hon Second Deputy Speaker? -", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: The Clerk to Parliament has been in contact with him for the past 10 to 15 minutes.", 
            "section": "BILLS --THIRD READING", 
            "speech": "The Clerk to Parliament has been in contact with him for the past 10 to 15 minutes.", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: If you are sure that he will come in 30 minutes time, then I can start and when he comes, then he takes over from me.", 
            "section": "BILLS --THIRD READING", 
            "speech": "If you are sure that he will come in 30 minutes time, then I can start and when he comes, then he takes over from me.", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Mr Speaker, it is meant also to make sure that Hon Members are on board to do it effectively in 30 minutes. Mr Speaker, you do know that when Leadership makes an application, they state the principle. So I would crave your indulgence that you suspend for 30 minutes, so that we facilitate ---", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker, it is meant also to make sure that Hon Members are on board to do it effectively in 30 minutes. Mr Speaker, you do know that when Leadership makes an application, they state the principle. So I would crave your indulgence that you suspend for 30 minutes, so that we facilitate ---", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, the House is suspended for 30 minutes.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Hon Members, the House is suspended for 30 minutes.\n 12.11 p.m. - Sitting suspended.\n 12.58 p.m. -Sitting resumed.", 
            "time": "11:55:00"
        }, 
        {
            "chair": "MR SECOND DEPUTY SPEAKER", 
            "kind": "chair", 
            "original": "[MR SECOND DEPUTY SPEAKER IN\n\nTHE CHAIR]", 
            "time": "11:55:00"
        }, 
        {
            "column": "153", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Item 10, The Veterans Administration, Ghana Bill,\nConsideration. So in effect, we can step it down until tomorrow so we can do much more consultation on it and come out with what they want.\nThank you very much.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Item 10, The Veterans Administration, Ghana Bill,\n 2010. -\n A1haji Abdul-Rashid Pelpuo: Thank you very much, Mr Speaker. Mr Speaker, we understand the Veterans have brought some very, very fundamental amendments which are very key to the outcome of these amendments. And the proposal is that the Committee will like to look at the amendments before we do the\n\nConsideration. So in effect, we can step it down until tomorrow so we can do much more consultation on it and come out with what they want.\n\nThank you very much.", 
            "time": "11:55:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr William O. Boafo", 
            "original": "Mr William O. Boafo: Mr Speaker, What the Deputy Majority Leader said just now is right.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker, What the Deputy Majority Leader said just now is right.\n On Monday, the Veterans Association brought a letter dated 22'\" August, 2011, making some suggestions which refer to further amendments; V and these amendments touch on policy issues. We realised that the proposals are coming directly from the Veterans Association, so we needed to consult with the Hon Minister and the Committee before we can proffer it to the House.\n Under such circumstances, we think that what the Deputy Majority Leader is suggesting at this time is the right thing to be done, that the Consideration Stage of the Veterans Association, Ghana Bill should be deferred until these issues are thrashed out with the Hon Minister responsible for the Veterans Association as well as your Committee of this House.", 
            "time": "11:55:00"
        }, 
        {
            "column": "154", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: In actual fact, our real Waiting is due to the fact that we were trying to see if we could reconcile these, particularly in the absence of the Hon Minister. Nevertheless, Deputy Majority Leader, if you can give us some indication as to whether the appropriate reconciliation can be done before tomorrow because time is of the essence as you know.", 
            "section": "BILLS --THIRD READING", 
            "speech": "In actual fact, our real Waiting is due to the fact that we were trying to see if we could reconcile these, particularly in the absence of the Hon Minister. Nevertheless, Deputy Majority Leader, if you can give us some indication as to whether the appropriate reconciliation can be done before tomorrow because time is of the essence as you know.\n How fundamental is fundamental? This meeting is very important and I think it should be held today so that even if there are areas that the fundamental change will not affect, then we can make progress. And if the fundamental change has to be done immediately, then maybe it should be done all night; tomorrow is Thursday.", 
            "time": "11:55:00"
        }, 
        {
            "column": "155", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, I do agree with you fully because time is of the essence and we do not have much time. So we will urge the Committee to sit right away so we can consider those amendments and see how they touch on the very nerve centre of the Bill so that we can take it tomorrow.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker, I do agree with you fully because time is of the essence and we do not have much time. So we will urge the Committee to sit right away so we can consider those amendments and see how they touch on the very nerve centre of the Bill so that we can take it tomorrow.\n So I would urge the Committee to right away begin to look at it today so that at the end of the day, we would have been sure that the concerns of the Veterans are taken into consideration and the Hon Minister is also consulted so that we have a rounded consultation on it.", 
            "time": "11:55:00"
        }, 
        {
            "column": "155", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Thank you very much.\n In the circumstances, Hon Deputy Majority Leader, if you may have a Motion for adjournment --", 
            "time": "11:55:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Alhaji Abdul-Rashid Pelpuo", 
            "original": "Alhaji Abdul-Rashid Pelpuo: Mr Speaker, having come this far and having noticed that we still need some more time to do the consultation we have made reference to, I beg to move, that we adjourn until 10 0’ clock tomorrow.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker, having come this far and having noticed that we still need some more time to do the consultation we have made reference to, I beg to move, that we adjourn until 10 0’ clock tomorrow.", 
            "time": "11:55:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Deputy Majority Leader.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Thank you very much, Hon Deputy Majority Leader.", 
            "time": "11:55:00"
        }, 
        {
            "column": "156", 
            "kind": "speech", 
            "name": "Mr William O. Boafo", 
            "original": "Mr William O. Boafo: Mr Speaker,I beg to second the Motion.", 
            "section": "BILLS --THIRD READING", 
            "speech": "Mr Speaker,I beg to second the Motion.\n Question put and Motion agreed to.", 
            "time": "11:55:00"
        }, 
        {
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "11:55:00"
        }
    ], 
    "head": {
        "date": "2011-08-24", 
        "number": 3, 
        "series": 4, 
        "time": "10:55:00", 
        "volume": 74
    }
}