{
    "entries": [
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "10:40:00"
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:40:00"
        }, 
        {
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "10:40:00"
        }, 
        {
            "column": "823", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Leader, shall we move on item numbered 3, that is, Questions. Do you have the Hon Minister ready?", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Yes, Leader, shall we move on item numbered 3, that is, Questions. Do you have the Hon Minister ready?", 
            "time": "10:40:00"
        }, 
        {
            "column": "823", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Madam Speaker, with your kind permission, I would want us to vary the order of business for the day and take item numbered 5 at page 2, which deals with Presentation of Papers.\nyour kind permission, we would want to vary the order of business, so that these Papers would be laid before we come back to items numbered 4 and then 3 on the Order Paper.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, with your kind permission, I would want us to vary the order of business for the day and take item numbered 5 at page 2, which deals with Presentation of Papers.\n The Hon Deputy Minister for Energy is in the Chamber to lay the Papers on behalf of the substantive Minister, who is on leave.\n Also the Hon Minister for the Interior is in the Chamber to do a similar thing, as well as the Leader of the House. So with\n\nyour kind permission, we would want to vary the order of business, so that these Papers would be laid before we come back to items numbered 4 and then 3 on the Order Paper.", 
            "time": "10:40:00"
        }, 
        {
            "column": "824", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes. I will vary according to the application. What about the laying of item 5 (a)? Is it agreeable, Hon Dery, so that we go straight to the laying?", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Yes. I will vary according to the application. What about the laying of item 5 (a)? Is it agreeable, Hon Dery, so that we go straight to the laying?", 
            "time": "10:40:00"
        }, 
        {
            "column": "824", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, I earlier submitted that with your kind permission. You allow the Deputy Minister for Energy to lay the Papers on behalf of the Hon Minister for Energy, who is on leave. I have earlier indicated so.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, I earlier submitted that with your kind permission. You allow the Deputy Minister for Energy to lay the Papers on behalf of the Hon Minister for Energy, who is on leave. I have earlier indicated so.", 
            "time": "10:40:00"
        }, 
        {
            "column": "824", 
            "kind": "speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "Mr Ambrose P. Dery: Madam Speaker, I certainly have no difficulty with the Hon Deputy Minister doing it, especially that the Hon Minister is on leave; we want to be sure that Parliament is given the due respect. I think in the circumstances, we would oblige that he does lay it.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, I certainly have no difficulty with the Hon Deputy Minister doing it, especially that the Hon Minister is on leave; we want to be sure that Parliament is given the due respect. I think in the circumstances, we would oblige that he does lay it.", 
            "time": "10:40:00"
        }, 
        {
            "heading": "PAPERS", 
            "kind": "heading", 
            "original": "PAPERS", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, we would take item nunbered 6 on the Order Paper, page (2) as I indicated earlier.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, we would take item nunbered 6 on the Order Paper, page (2) as I indicated earlier.", 
            "time": "10:40:00"
        }, 
        {
            "heading": "BILLS -- FIRST READING", 
            "kind": "heading", 
            "original": "BILLS -- FIRST READING", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Furthermore, the Committee is to determine whether the Bill is of an urgent nature for it to be taken through all the stages in one day.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Furthermore, the Committee is to determine whether the Bill is of an urgent nature for it to be taken through all the stages in one day.\n Do we go back to item numbered 3 then?", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, you earlier indicated that there was a Statement to be made --", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Madam Speaker, you earlier indicated that there was a Statement to be made --", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Yes.", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: But it does not appear the Hon Member who is making the Statement is available in the Chamber. In the circumstance, we can take item numbered 3, that is, Question time.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "But it does not appear the Hon Member who is making the Statement is available in the Chamber. In the circumstance, we can take item numbered 3, that is, Question time.\n I hear Hon Prof. Ameyaw-Akumfi wants to make a Statement on World Environment Day but he is not in the Chamber now; it appears he is not available. So we can take the Question time and wait for him, subject to your convenience.", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Anyway, that came on item (4); let us go to item (3) then.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Anyway, that came on item (4); let us go to item (3) then.", 
            "time": "10:40:00"
        }, 
        {
            "column": "825", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: With your kind permission, let me repeat the application to humbly permit the Hon Deputy Minister for Energy to answer the Question on behalf of the Minister for Energy, who is on leave now.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "With your kind permission, let me repeat the application to humbly permit the Hon Deputy Minister for Energy to answer the Question on behalf of the Minister for Energy, who is on leave now.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I suppose Hon Dery, since the Minister is on leave --", 
            "section": "BILLS -- FIRST READING", 
            "speech": "I suppose Hon Dery, since the Minister is on leave --", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Madam Speaker, I do not have any difficulty, except that I do not know if the Ministry of Energy recognises me as the Hon Member of Parliament for Lawra/Nandom and Deputy Minority Leader. I am not sure they do. But if they do, I do recognise that.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Madam Speaker, I do not have any difficulty, except that I do not know if the Ministry of Energy recognises me as the Hon Member of Parliament for Lawra/Nandom and Deputy Minority Leader. I am not sure they do. But if they do, I do recognise that.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Of course, where you are sitting, would he miss you? Hon Deputy Minister, can we move on with the Questions?", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Of course, where you are sitting, would he miss you? Hon Deputy Minister, can we move on with the Questions?", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Mrs Catherine A. Afeku", 
            "original": "Mrs Catherine A. Afeku: Madam Speaker, my Hon Colleague for Takoradi has been called to undertake some assignment on behalf of Parliament and I would seek your indulgence, if I can ask this Question on his behalf.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Madam Speaker, my Hon Colleague for Takoradi has been called to undertake some assignment on behalf of Parliament and I would seek your indulgence, if I can ask this Question on his behalf.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: He said you should ask the Question; that is the application you can make? Did he say you should ask the Question?", 
            "section": "BILLS -- FIRST READING", 
            "speech": "He said you should ask the Question; that is the application you can make? Did he say you should ask the Question?", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Yes, Madam Speaker. But I am seeking your permission, if I can go ahead.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Yes, Madam Speaker. But I am seeking your permission, if I can go ahead.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: You did not say that You said you wanted to ask the Question. But I just wanted to know whether he asked you to ask the Question.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "You did not say that You said you wanted to ask the Question. But I just wanted to know whether he asked you to ask the Question.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Yes, Madam Speaker.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Yes, Madam Speaker.", 
            "time": "10:40:00"
        }, 
        {
            "column": "826", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, permission is therefore, granted.", 
            "section": "BILLS -- FIRST READING", 
            "speech": "Well, permission is therefore, granted.", 
            "time": "10:40:00"
        }, 
        {
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "10:40:00"
        }, 
        {
            "heading": "MINISTRY OF ENERGY", 
            "kind": "heading", 
            "original": "MINISTRY OF ENERGY", 
            "time": "10:40:00"
        }, 
        {
            "column": "828", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Madam Speaker, the Hon Member for Takoradi was very specific - \"the percentage for Westem Region\". He said 57 per cent are Ghanaians and also in the Answer, he also said 54 per cent of scholarships is allocated by Tullow for Ghanaians. If we do have the percentage - is it to extrapolate the number of people from the region benefiting from these laudable ideas?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Hon Member for Takoradi was very specific - \"the percentage for Westem Region\". He said 57 per cent are Ghanaians and also in the Answer, he also said 54 per cent of scholarships is allocated by Tullow for Ghanaians. If we do have the percentage - is it to extrapolate the number of people from the region benefiting from these laudable ideas?", 
            "time": "10:50:00"
        }, 
        {
            "column": "828", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Deputy Minister, is it possible?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Yes, Hon Deputy Minister, is it possible?", 
            "time": "10:50:00"
        }, 
        {
            "column": "828", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the difficulty is that, in recruiting people in the oil and gas sector, they are not required to prove that they are from the Western Region. We are mindful of the fact that because of ethnic considerations in the Western Region, we did not want to give an impression that people from the Western Region are enjoying a specific advantage over all other persons.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the difficulty is that, in recruiting people in the oil and gas sector, they are not required to prove that they are from the Western Region. We are mindful of the fact that because of ethnic considerations in the Western Region, we did not want to give an impression that people from the Western Region are enjoying a specific advantage over all other persons.\n But we are initiating programmes directed at ensuring that because of the", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "continued speech", 
            "name": "Alhaji Fuseini", 
            "original": "[ALHAJI FUSEINI]", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "proximity of the region and oil resources and the likely consequences of environmental problems in that region, those people in the Western Region would benefit substantially from the oil and gas industry.", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Madam Speaker, I am from the Western Region, from a community directly impacted by the environmental hazards. But that is not the question.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I am from the Western Region, from a community directly impacted by the environmental hazards. But that is not the question.\n The question is, my interest is in the local content regulation. We have three or four months to rise; there is no such thing in this House. At least, if we have a Legislative Instrument (L.I.), we could go to our communities and even assure them. When does he intend, as an Hon Deputy Minister, to bring an L.I. to this House, so that local content participation would be regularised for the people of the Western Region?", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Are you referring to some law, which requires that the L.I. be brought to this House? Is there some law?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Are you referring to some law, which requires that the L.I. be brought to this House? Is there some law?", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Yes, Madam Speaker. On page 37 of his Answer, he said -- it is in the process --", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Yes, Madam Speaker. On page 37 of his Answer, he said -- it is in the process --\n \"The enactment of a local content and local participation regulations ...\"\n So I am doing a follow-up on when that would materialise. Everything that he has outlined, is in the future, yet we are talking of now. So I would only want to know when that enactment would take place. This is the only Chamber we enact laws.", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I believe it is based on the fact that you are going to bring some law.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "I believe it is based on the fact that you are going to bring some law.", 
            "time": "10:50:00"
        }, 
        {
            "column": "829", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the local content regulations would be brought to Parliament very soon; very, very soon.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the local content regulations would be brought to Parliament very soon; very, very soon.", 
            "time": "10:50:00"
        }, 
        {
            "column": "830", 
            "kind": "speech", 
            "name": "Mrs Afeku", 
            "original": "Mrs Afeku: Madam Speaker, I am not satisfied with that Answer. But we would leave it like that.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I am not satisfied with that Answer. But we would leave it like that.\n On the same page, the Hon Deputy Minister has also alluded to the specific interventions that would address some of the challenges in the Western Region, but they are not clear.\n What are some of these solutions you intend to use to deal with the environmental challenges that are already there? The employment, he could not tell us the percentage; but would he be able to tell us what he intended to do to mitigate some of the environmental challenges we are already facing in our region?", 
            "time": "10:50:00"
        }, 
        {
            "column": "830", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the Ministry is working in partnership with the institutions responsible for environmental management, to ensure that the oil companies operating in the Western Region conduct their activities in accordance with international standards as they affect health, safety and environment.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Ministry is working in partnership with the institutions responsible for environmental management, to ensure that the oil companies operating in the Western Region conduct their activities in accordance with international standards as they affect health, safety and environment.\n I can assure you that the authorities are up to the task with the functions that have been imposed by them and they are keeping a close watch over Ghana’s coast, particularly environmental issues that may come up, out of the appropriations in the Western Region.", 
            "time": "10:50:00"
        }, 
        {
            "column": "830", 
            "kind": "speech", 
            "name": "Mr Isaac Osei", 
            "original": "Mr Isaac Osei: Madam Speaker, from the Hon Deputy Minister’s Answer, it is quite obvious that the Government has not specifically targeted a programme to generate additional employment in the Western Region from the oil and gas sector.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, from the Hon Deputy Minister’s Answer, it is quite obvious that the Government has not specifically targeted a programme to generate additional employment in the Western Region from the oil and gas sector.\n Would he confirm that this is the case?", 
            "time": "10:50:00"
        }, 
        {
            "column": "831", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, that is not the case. Indeed, specific programmes are targeted for especially the inhabitants of the Western Region, and that is why the Small and Medium Scale Enterprises (SMEs) office is being built in the Western Region.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, that is not the case. Indeed, specific programmes are targeted for especially the inhabitants of the Western Region, and that is why the Small and Medium Scale Enterprises (SMEs) office is being built in the Western Region.\n The problem is, you need to build the capacities of people in the Western Region; the capacities of companies in the Western Region to be able to take advantage of the value chain activities connecting with the oil and gas sector. Until that is done, yes, the opportunities would be there. But because they lack capacity to participate, they cannot take advantage. That is why the SMEs office has been put in place.", 
            "time": "10:50:00"
        }, 
        {
            "column": "831", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The next Question stands in the name of Hon Samuel Johnfia, Ahanta West.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "The next Question stands in the name of Hon Samuel Johnfia, Ahanta West.", 
            "time": "10:50:00"
        }, 
        {
            "column": "831", 
            "kind": "speech", 
            "name": "Mr Seth K. Acheampong", 
            "original": "Mr Seth K. Acheampong: Madam Speaker, Hon Samuel Johnfia, my Colleague, is currently on an assignment and he has asked me to ask this Question on his behalf.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, Hon Samuel Johnfia, my Colleague, is currently on an assignment and he has asked me to ask this Question on his behalf.", 
            "time": "10:50:00"
        }, 
        {
            "column": "831", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, go ahead.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Yes, go ahead.\n Provision of Electricity to Communities\n Q. 1111. Mr Seth K. Acheampong (on behalf of Mr Samuel Johnfia) asked the Deputy Minister for Energy the proposed date for the provision of electricity to the following communities: (i) Duahorodo (ii) Aluazo (iii) Bebianeha (iv) Akwidaa- Akyinim (v) Achowa.", 
            "time": "10:50:00"
        }, 
        {
            "column": "831", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the Duahorodo, Aluazo, Bebianeha, Akwidaa- Akyinim and Achowa communities form part of the ongoing rural electrification project for the supply and installation of materials/equipment to over 1,200 selected communities under the US$350 million EXIM Bank Credit Facility being executed by Weldy Lamont Associates, Inc. (USA)\nin the Western, Central and Brong Ahafo Regions. The project became effective in July, 2010 and is to be executed over a 5- year period.\nA total of thirty-two (32) towns in the Ahanta West District have been earmarked to benefit under the project. Installation works have commenced under the first phase package covering twenty- one (21) towns in the Ahanta West District. The contractor is currently erecting poles in these communities. Duahorodo, Bebianeha, Akwidaa-Akyinim and Achowa form part of the first package, which is scheduled to be completed by December, 2012.\nSurvey works in the remaining eleven (11) towns, including Aluazo, have been completed. These remaining towns will eventually be packaged in the next phase under the project as installation works progress.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Duahorodo, Aluazo, Bebianeha, Akwidaa- Akyinim and Achowa communities form part of the ongoing rural electrification project for the supply and installation of materials/equipment to over 1,200 selected communities under the US$350 million EXIM Bank Credit Facility being executed by Weldy Lamont Associates, Inc. (USA)\n\nin the Western, Central and Brong Ahafo Regions. The project became effective in July, 2010 and is to be executed over a 5- year period.\n\nA total of thirty-two (32) towns in the Ahanta West District have been earmarked to benefit under the project. Installation works have commenced under the first phase package covering twenty- one (21) towns in the Ahanta West District. The contractor is currently erecting poles in these communities. Duahorodo, Bebianeha, Akwidaa-Akyinim and Achowa form part of the first package, which is scheduled to be completed by December, 2012.\n\nSurvey works in the remaining eleven (11) towns, including Aluazo, have been completed. These remaining towns will eventually be packaged in the next phase under the project as installation works progress.", 
            "time": "10:50:00"
        }, 
        {
            "column": "832", 
            "kind": "speech", 
            "name": "Mr Acheampong", 
            "original": "Mr Acheampong: Madam Speaker, in the first paragraph of the Hon Deputy Minister’s Answer, specifically, he mentioned when the project became effective as in July, 2010 and he went further to grant us the EXIM Bank credit facility.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, in the first paragraph of the Hon Deputy Minister’s Answer, specifically, he mentioned when the project became effective as in July, 2010 and he went further to grant us the EXIM Bank credit facility.\n I would like to find out from him when this US$350 EXIM Bank credit facility agreement was executed.", 
            "time": "11:00:00"
        }, 
        {
            "column": "832", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the EXIM Bank facility was executed in 2008 but the implementation of the project never took off until the National Democratic Congress (NDC) Government came into power. We have subsequently looked at the towns to benefit under the project and implementing the project to ensure that the scope of the project is expanded to cover a lot more communities.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the EXIM Bank facility was executed in 2008 but the implementation of the project never took off until the National Democratic Congress (NDC) Government came into power. We have subsequently looked at the towns to benefit under the project and implementing the project to ensure that the scope of the project is expanded to cover a lot more communities.", 
            "time": "11:00:00"
        }, 
        {
            "column": "833", 
            "kind": "speech", 
            "name": "Mr Acheampong", 
            "original": "Mr Acheampong: Madam Speaker, I thank him for the emphasis on 2008. I would want to find out from him since he has indicated in the last paragraph of the Answer that several works have already commenced, when completion date for the project would be. He has given completion for the first phase and he had said survey had started for the next eleven towns. I would want to know when completion will come on.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I thank him for the emphasis on 2008. I would want to find out from him since he has indicated in the last paragraph of the Answer that several works have already commenced, when completion date for the project would be. He has given completion for the first phase and he had said survey had started for the next eleven towns. I would want to know when completion will come on.", 
            "time": "11:00:00"
        }, 
        {
            "column": "833", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, it is a rolling project and so, while the first phase is ongoing, the contractors are canying on survey works on the next phase. So, by the time the first phase is complete, survey works and preparation for the second phase are complete, the installation will start. So, I am not able to give the Hon Member a definite date when the next phase will end. What I can tell him is that the whole project is scheduled to run out within the period of five years and by that time about 1,800 communities would have been connected.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, it is a rolling project and so, while the first phase is ongoing, the contractors are canying on survey works on the next phase. So, by the time the first phase is complete, survey works and preparation for the second phase are complete, the installation will start. So, I am not able to give the Hon Member a definite date when the next phase will end. What I can tell him is that the whole project is scheduled to run out within the period of five years and by that time about 1,800 communities would have been connected.", 
            "time": "11:00:00"
        }, 
        {
            "column": "833", 
            "kind": "speech", 
            "name": "Mr Acheampong", 
            "original": "Mr Acheampong: Madam Speaker, it is one of the challenges that our community inhabitants have been facing. When we are implementing these projects, they suffer most of their farm produce when they are cutting the lines for the erection of the poles and it has become a bother which they always come to us for a solution. I would want to know what steps the Ministry would be taking in respect of that.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, it is one of the challenges that our community inhabitants have been facing. When we are implementing these projects, they suffer most of their farm produce when they are cutting the lines for the erection of the poles and it has become a bother which they always come to us for a solution. I would want to know what steps the Ministry would be taking in respect of that.", 
            "time": "11:00:00"
        }, 
        {
            "column": "833", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, we have repeatedly said that the destruction of farm crops and the issue of compensation in relation to any turnkey project or any project, that is, intended communities to the national grid have to be borne by the District Assemblies and the District Assemblies are aware that such directives have been given to them.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, we have repeatedly said that the destruction of farm crops and the issue of compensation in relation to any turnkey project or any project, that is, intended communities to the national grid have to be borne by the District Assemblies and the District Assemblies are aware that such directives have been given to them.", 
            "time": "11:00:00"
        }, 
        {
            "column": "834", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The next Question stands in the name of Hon Daniel Botwe, Okere.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "The next Question stands in the name of Hon Daniel Botwe, Okere.\n Communities in Okere Constituency (Connection to National Electricity Grid)\n Q. 1115. Mr Daniel Botwe asked the Deputy Minister for Energy when the following communities in the Okere Constituency would be connected to the national electricity grid: (i) Akuni No. 1; (ii) Akuni No. 2; (iii) Holukpe, (iv) Apirede Monu, (v) Kwamantse.", 
            "time": "11:00:00"
        }, 
        {
            "column": "834", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, Akuni No. 1, Akuni No. 2, Holukpe, Apirede Monu, Kwamantse currently do not form part of any of the electrification projects being undertaken by the Ministry of Energy. The communities will be considered for connection to the national electricity grid in the subsequent phase when funds are available.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, Akuni No. 1, Akuni No. 2, Holukpe, Apirede Monu, Kwamantse currently do not form part of any of the electrification projects being undertaken by the Ministry of Energy. The communities will be considered for connection to the national electricity grid in the subsequent phase when funds are available.", 
            "time": "11:00:00"
        }, 
        {
            "column": "834", 
            "kind": "speech", 
            "name": "Mr Botwe", 
            "original": "Mr Botwe: Madam Speaker, some of these communities have LV poles deposited in their communities for the past four years and that certainly, is part of the process of providing them with electricity. So how does the Hon Deputy Minister therefore, reconcile this fact with the fact that they currently do not form part of electrification projects by his Ministry?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, some of these communities have LV poles deposited in their communities for the past four years and that certainly, is part of the process of providing them with electricity. So how does the Hon Deputy Minister therefore, reconcile this fact with the fact that they currently do not form part of electrification projects by his Ministry?", 
            "time": "11:00:00"
        }, 
        {
            "column": "834", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, I think this is useful information, that the Hon Member has provided, that there are poles in those communities. That could be the beginning of the process. This is because with the Self-Help Electrification Project) (SHEP), it could be that the communities had contributed some funds towards the purchase of Low Voltage (LV) poles, so that they can demonstrate to the", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I think this is useful information, that the Hon Member has provided, that there are poles in those communities. That could be the beginning of the process. This is because with the Self-Help Electrification Project) (SHEP), it could be that the communities had contributed some funds towards the purchase of Low Voltage (LV) poles, so that they can demonstrate to the", 
            "time": "11:00:00"
        }, 
        {
            "column": "835", 
            "kind": "continued speech", 
            "name": "Alhaji Fuseini", 
            "original": "[ALHAJI FUSEINI]", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Ministry of Energy that they have already acquired these LV poles and that the Ministry should come in and assist. What we can do, is to investigate the circumstances under which these poles were delivered to them. But by the records of the Ministry of Energy, these communities do not form part of any on- going project.", 
            "time": "11:00:00"
        }, 
        {
            "column": "835", 
            "kind": "speech", 
            "name": "Mr Botwe", 
            "original": "Mr Botwe: Madam Speaker, I think what we are interested in, is not the investigation of how these poles got there. The poles belong to the Government and the people of Ghana, and that is a matter of fact that the poles are there. In fact, they sit on them to play draughts and other things and I do not think that is the purpose for which they were sent there.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I think what we are interested in, is not the investigation of how these poles got there. The poles belong to the Government and the people of Ghana, and that is a matter of fact that the poles are there. In fact, they sit on them to play draughts and other things and I do not think that is the purpose for which they were sent there.\n With this fact, it will reduce cost. So can we have a bit more comforting answer when the Ministry will undertake the feasibility study to ensure that the people get electricity as soon as possible?", 
            "time": "11:00:00"
        }, 
        {
            "column": "835", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, I would crave your indulgence to invite the Hon Colleague to visit us anytime within this week, so that we can have this matter looked at more closely.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I would crave your indulgence to invite the Hon Colleague to visit us anytime within this week, so that we can have this matter looked at more closely.", 
            "time": "11:00:00"
        }, 
        {
            "column": "835", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The next Question stands in the name of Hon Grace Addo, Amansie West.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "The next Question stands in the name of Hon Grace Addo, Amansie West.", 
            "time": "11:00:00"
        }, 
        {
            "column": "835", 
            "kind": "speech", 
            "name": "Mr Joseph Osei-Owusu", 
            "original": "Mr Joseph Osei-Owusu: Madam Speaker, Hon Grace Addo is unavoidably absent on a parliamentary assignment and she has asked me to seek permission to ask the Question on her behalf.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, Hon Grace Addo is unavoidably absent on a parliamentary assignment and she has asked me to seek permission to ask the Question on her behalf.", 
            "time": "11:00:00"
        }, 
        {
            "column": "836", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "All right.\n Communities in Amansie West (Connection to the National Electricity Grid) Q. 1137. Mr Joseph Osei-OWusu (on behalf of Ms Grace Addo) asked the Deputy Minister for Energy when the following communities in Amansie West would be connected to the national electricity grid: (i) Adinpiesi No.1 and II, (ii) Afedee; (iii) Mosikrom; (iv) Nipankyeremia.", 
            "time": "11:00:00"
        }, 
        {
            "column": "836", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, Afedee and Mosikrom communities form part of the ongoing electrification project being implemented by the Ghana Energy Development Access Project (GEDAP) under the National Electrification Scheme (NES) in the Amansie West District of the Ashanti Region. Works in the two communities are 40 per cent complete. The projects in these communities are expected to be completed before the end of the year.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, Afedee and Mosikrom communities form part of the ongoing electrification project being implemented by the Ghana Energy Development Access Project (GEDAP) under the National Electrification Scheme (NES) in the Amansie West District of the Ashanti Region. Works in the two communities are 40 per cent complete. The projects in these communities are expected to be completed before the end of the year.\n Adinpiesi No. I, Adinpiesi No. II, Nipankyerernia communities currently do not form part of any of the electrification projects being undertaken by the Ministry of Energy. The communities will be considered for connection to the national electricity grid in the subsequent phases when funds are available.\n 11.1O a.m.", 
            "time": "11:00:00"
        }, 
        {
            "column": "836", 
            "kind": "speech", 
            "name": "Mr Osei-Owusu", 
            "original": "Mr Osei-Owusu: Madam Speaker, in the Hon Deputy Minister’s Answer, he is suggesting that the project is ongoing and in two communities, it is about 40 per cent complete. Information available suggests that since the last time the contractor installed the poles, some twelve and a half months ago, he has abandoned site and there is no work ongoing. And the Hon Deputy Minister assures us, this House that indeed, work is not abandoned and will continue.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, in the Hon Deputy Minister’s Answer, he is suggesting that the project is ongoing and in two communities, it is about 40 per cent complete. Information available suggests that since the last time the contractor installed the poles, some twelve and a half months ago, he has abandoned site and there is no work ongoing. And the Hon Deputy Minister assures us, this House that indeed, work is not abandoned and will continue.", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, work is not abandoned in those communities. These projects in these communities form part of the GEDAP project, which is funded by our international donor partners and they keep a close watch over what is happening in these communities. So, indeed, I am assuring him that work has not been abandoned in these communities.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, work is not abandoned in those communities. These projects in these communities form part of the GEDAP project, which is funded by our international donor partners and they keep a close watch over what is happening in these communities. So, indeed, I am assuring him that work has not been abandoned in these communities.", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Second question, please.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Second question, please.", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Mr Osei-Owusu", 
            "original": "Mr Osei-Owusu: Madam Speaker, I thank the Hon Deputy Minister for the assurance. Would he want to explain why the contractor has not been on site for the past one year?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I thank the Hon Deputy Minister for the assurance. Would he want to explain why the contractor has not been on site for the past one year?", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, this information is coming to us for the first time. This is because the GEDAP office has a full secretariat with a complement of staff, and they have not brought it to our attention, that some contractors have refused, failed or neglected to perform their functions as required under the contract.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, this information is coming to us for the first time. This is because the GEDAP office has a full secretariat with a complement of staff, and they have not brought it to our attention, that some contractors have refused, failed or neglected to perform their functions as required under the contract.", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Mr Osei-Owusu", 
            "original": "Mr Osei-Owusu: Madam Speaker, my last question is on the two communities, AdinpiesiNo. 1 and II and Nipankyeremia. The Hon Deputy Minister, in his Answer, suggested that the communities would be considered when funds are available. In his planning, when does he propose that these communities can be assured of being considered? When?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, my last question is on the two communities, AdinpiesiNo. 1 and II and Nipankyeremia. The Hon Deputy Minister, in his Answer, suggested that the communities would be considered when funds are available. In his planning, when does he propose that these communities can be assured of being considered? When?", 
            "time": "11:00:00"
        }, 
        {
            "column": "837", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the National Electrification Scheme, christened \"Rural Electrification\" is a 30- year project. It will run out by 2020. All communities which are not connected to the national electrity grid would be connected between now and 2020.\nBut the assurance is that the Ministry of Energy is working with other development partners to access funds to expedite action on the completion date for all cormnunities that are not yet connected to the national electricity grid.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the National Electrification Scheme, christened \"Rural Electrification\" is a 30- year project. It will run out by 2020. All communities which are not connected to the national electrity grid would be connected between now and 2020.\n\nBut the assurance is that the Ministry of Energy is working with other development partners to access funds to expedite action on the completion date for all cormnunities that are not yet connected to the national electricity grid.", 
            "time": "11:00:00"
        }, 
        {
            "column": "838", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The next Question stands in the name of Hon David Nana Larbie (Awutu Senya).", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "The next Question stands in the name of Hon David Nana Larbie (Awutu Senya).\n Can you put your Question?\n Dysfunctional Street Lights (Rehabilitation)\n Q. 1165. Mr David Nana Larbie asked the Deputy Minister for Energy What measures the Ministry was considering towards rehabilitating all the dysfimctional street lights in the following towns: (i) Awutu; (ii) Bereku, (iii) Bawjiase; (iv) Senya; (v) Kasoa.", 
            "time": "11:00:00"
        }, 
        {
            "column": "838", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, in accordance with the provisions of the Local Government (Department of District Assemblies) (Commencement) Instru- ment, 2009 (L.I. I961), Metropolitan, Municipal, District Assemblies (MMDAs) are responsible for the development, installation, ownership and maintenance of street lights throughout the country. The provision of this facility in Ghana is still the responsibility of the MMDAs.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, in accordance with the provisions of the Local Government (Department of District Assemblies) (Commencement) Instru- ment, 2009 (L.I. I961), Metropolitan, Municipal, District Assemblies (MMDAs) are responsible for the development, installation, ownership and maintenance of street lights throughout the country. The provision of this facility in Ghana is still the responsibility of the MMDAs.\n The rehabilitation of the dysfunctional street lights in the Awutu, Bereku, Bawjiase, Senya and Kasoa communities, is therefore, the responsibility of the respective District Assembly, that is, the Awutu-Senya District Assembly.", 
            "time": "11:00:00"
        }, 
        {
            "column": "838", 
            "kind": "speech", 
            "name": "Nana Larbie", 
            "original": "Nana Larbie: Madam Speaker, I think his Answer has answered my second and third questions and I am satisfied with it.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I think his Answer has answered my second and third questions and I am satisfied with it.\n Thank you very much.", 
            "time": "11:00:00"
        }, 
        {
            "column": "838", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Deputy Minister, that is the end of your Questions.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Hon Deputy Minister, that is the end of your Questions.", 
            "time": "11:00:00"
        }, 
        {
            "column": "838", 
            "kind": "speech", 
            "name": "Mr Ignatius Baffuor Awuah", 
            "original": "Mr Ignatius Baffuor Awuah: Madam Speaker, I would want to ask the Hon Deputy Minister a supplementary question.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I would want to ask the Hon Deputy Minister a supplementary question.", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "continued speech", 
            "name": "Mr Ignatius Baffuor Awuah", 
            "original": "[MR AWUAH]", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "to instal, maintain and provide street lights in communities within their jurisdiction. Madam Speaker, in the 2010 Budget, there was a provision for street lighting projects for regional capitals. I would want him to reconcile his statement and the provision which he is quoting here.", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: 2010 Budget--", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "2010 Budget--", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, I did not get him clear -- for regional capitals or District Assemblies?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I did not get him clear -- for regional capitals or District Assemblies?", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Your question, please.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Your question, please.", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "speech", 
            "name": "Mr Awuah", 
            "original": "Mr Awuah: Madam Speaker, regional capitals fall within either a metropolitan or municipal or District Assembly. So for the Government to make provision for street lighting for those communities and then for the Hon Deputy Minister to say that for some other communities, it is the policy of the District Assemblies to provide street lights-- I would want him to reconcile the two positions because in one breadth, it is Government that is providing the street lights and in another breadth, he is saying that it is not Government policy to provide street lights for any connnunity.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, regional capitals fall within either a metropolitan or municipal or District Assembly. So for the Government to make provision for street lighting for those communities and then for the Hon Deputy Minister to say that for some other communities, it is the policy of the District Assemblies to provide street lights-- I would want him to reconcile the two positions because in one breadth, it is Government that is providing the street lights and in another breadth, he is saying that it is not Government policy to provide street lights for any connnunity.", 
            "time": "11:00:00"
        }, 
        {
            "column": "839", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the regional capitals street lighting project was a project that was commenced in or about the year 2006 and continued till 2010. The regional capitals street lighting project was a facility assessed by the Government of Ghana for the purposes of installing the street lighting infrastructure in all regional capitals.\nnight and also beautify the cities. We are saying that within that ambit, even where Government has done that, taking it upon itself to construct such street lighting infrastructure, the responsibility for maintaining them is the responsibility of the District Assemblies.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the regional capitals street lighting project was a project that was commenced in or about the year 2006 and continued till 2010. The regional capitals street lighting project was a facility assessed by the Government of Ghana for the purposes of installing the street lighting infrastructure in all regional capitals.\n That was Government’s initiative to ensure that our regional capitals are safe at night, encourage economic activity at\n\nnight and also beautify the cities. We are saying that within that ambit, even where Government has done that, taking it upon itself to construct such street lighting infrastructure, the responsibility for maintaining them is the responsibility of the District Assemblies.", 
            "time": "11:00:00"
        }, 
        {
            "column": "840", 
            "kind": "speech", 
            "name": "Mr Osei-Owusu", 
            "original": "Mr Osei-Owusu: Madam Speaker, in the face of the Answer given by the Hon Deputy Minister as to the responsibility of the MMDAs for street lighting, my constituency or district is contiguous to the district of the Minister for Energy, Dr Oteng-Agyei and in that district, the way from where the district starts and joins Kumasi, street lights have been provided by the Ministry from end to end, about 5 kilometres. How can the Deputy Minister reconcile this statement with the act of the Hon Minister himself?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, in the face of the Answer given by the Hon Deputy Minister as to the responsibility of the MMDAs for street lighting, my constituency or district is contiguous to the district of the Minister for Energy, Dr Oteng-Agyei and in that district, the way from where the district starts and joins Kumasi, street lights have been provided by the Ministry from end to end, about 5 kilometres. How can the Deputy Minister reconcile this statement with the act of the Hon Minister himself?", 
            "time": "11:00:00"
        }, 
        {
            "column": "840", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, I have known Hon Members of Parliament who have used their Common Fund to purchase street lighting infrastructure for installation in their various constituencies, which incidentally fall within Metropolitan, Municipal or District Assemblies. But what happens is that, any individual who wants to partner the District Assembly to ensure that there is street lighting infrastructure in his constituency, is free so to do.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I have known Hon Members of Parliament who have used their Common Fund to purchase street lighting infrastructure for installation in their various constituencies, which incidentally fall within Metropolitan, Municipal or District Assemblies. But what happens is that, any individual who wants to partner the District Assembly to ensure that there is street lighting infrastructure in his constituency, is free so to do.\n But let me announce to this House that the Ministry is developing a policy to ensure that 20 kilometres of Metropolitan and Municipal Assemblies and 10 kilometres of District Assemblies are fitted with street lighting infrastructure within this year and 2013.", 
            "time": "11:00:00"
        }, 
        {
            "column": "840", 
            "kind": "speech", 
            "name": "Mr Samuel Ayeh-Paye", 
            "original": "Mr Samuel Ayeh-Paye: Madam Speaker, the Deputy Minister’s Answer seems to contradict his actions on the ground. He is saying that it is not a policy", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Deputy Minister’s Answer seems to contradict his actions on the ground. He is saying that it is not a policy", 
            "time": "11:20:00"
        }, 
        {
            "column": "841", 
            "kind": "continued speech", 
            "name": "Mr Samuel Ayeh-Paye", 
            "original": "[MR AYEH-PAYE]", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "to provide street lights. Recently, the Ministry of Energy provided street lights to some Members of Parliament to send to their various constituencies. Can the Deputy Minister explain this point to the House?", 
            "time": "11:20:00"
        }, 
        {
            "column": "841", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, the Ministry of Energy has indeed, supplied street lighting infrastructure to some Members of Parliament to facilitate the construction of street lighting infrastructure in their constituencies. But this is the further demonstration of the fact that the Minister can partner Members of Parliament or partner District Assemblies in the construction of street lighting infrastructure.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Ministry of Energy has indeed, supplied street lighting infrastructure to some Members of Parliament to facilitate the construction of street lighting infrastructure in their constituencies. But this is the further demonstration of the fact that the Minister can partner Members of Parliament or partner District Assemblies in the construction of street lighting infrastructure.", 
            "time": "11:20:00"
        }, 
        {
            "column": "841", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Madam Speaker, if that is the matter, what is the basis of the Minister allocating some of those lights, instead of giving to the Hon Members of Parliament as is in my case, to the Attorney-General and Minister for Justice who is not a Member of Parliament? Is it a partisan allocation of resources?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, if that is the matter, what is the basis of the Minister allocating some of those lights, instead of giving to the Hon Members of Parliament as is in my case, to the Attorney-General and Minister for Justice who is not a Member of Parliament? Is it a partisan allocation of resources?", 
            "time": "11:20:00"
        }, 
        {
            "column": "841", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Madam Speaker, indeed, it was just this morning that the Hon Deputy Minority Leader drew my attention to this fact. I am yet to investigate it but the distribution of the street lighting infrastructure to Members of Parliament was not at all partisan. It was distributed to Hon Members of the Energy Committee of Parliament. Madam Speaker, this was upon specific request by members serving on your Energy Committee.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, indeed, it was just this morning that the Hon Deputy Minority Leader drew my attention to this fact. I am yet to investigate it but the distribution of the street lighting infrastructure to Members of Parliament was not at all partisan. It was distributed to Hon Members of the Energy Committee of Parliament. Madam Speaker, this was upon specific request by members serving on your Energy Committee.\n So, if Hon Members are desirous of applying for street lighting infrastructure, they can do it through the Ministry of Energy.\n Thank you, Madam Speaker.", 
            "time": "11:20:00"
        }, 
        {
            "column": "841", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Last question.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Last question.", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Mr David Tetteh Assumeng", 
            "original": "Mr David Tetteh Assumeng: Madam Speaker, I would want to find out from the Hon Deputy Minister whether he is aware that Members of the Finance Commitee also benefited from this allocation and not members of the Committee on Energy alone. [Interruptions]", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I would want to find out from the Hon Deputy Minister whether he is aware that Members of the Finance Commitee also benefited from this allocation and not members of the Committee on Energy alone. [Interruptions]", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Order! Order!", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Alhaji Fuseini", 
            "original": "Alhaji Fuseini: Let me thank the Hon Member for reminding me.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Let me thank the Hon Member for reminding me.\n Indeed, members of the Finance Committee also benefited from that -- [Interruptions] Madam Speaker, I think I need to clarify. This request was made to the Minister when the Joint Committee on Finance and Energy was considering a matter that you had referred to them. So, when they made the request, the Minister sought to reach out to them and that was what happened.", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Let us have one last question because our one hour is up -- very last question.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Let us have one last question because our one hour is up -- very last question.", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Madam Speaker, I am a bit concerned about the statement by my Hon Friend. It looks as if it was given to a select group and now the Deputy Minister has told us it was the Finance and Energy Committee to facilitate discussions on the paper.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, I am a bit concerned about the statement by my Hon Friend. It looks as if it was given to a select group and now the Deputy Minister has told us it was the Finance and Energy Committee to facilitate discussions on the paper.\n Madam Speaker, if that is the way we are going to operate, then it leaves a lot to be desired. I would rather prefer that it be given to all Members of Parliament rather than a select group of the Princes of Honourable Parliament. I refer to --", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Member, except that - have you applied to them?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Yes, Hon Member, except that - have you applied to them?", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyemang", 
            "original": "Mr Owusu-Agyemang: But they said Finance and Energy Committees. I do not belong to any of them.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "But they said Finance and Energy Committees. I do not belong to any of them.", 
            "time": "11:20:00"
        }, 
        {
            "column": "842", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I suppose if you apply, they will give it to you.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "I suppose if you apply, they will give it to you.", 
            "time": "11:20:00"
        }, 
        {
            "column": "843", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyemang", 
            "original": "Mr Owusu-Agyemang: So Hon Deputy Minister, is it for all Members of Parliament or only--I have not got and I am not a member of the Energy Committee. So the question is that, is it designed for all Members of Parliament or only for Princes of Parliament? That is what I would want to know.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "So Hon Deputy Minister, is it for all Members of Parliament or only--I have not got and I am not a member of the Energy Committee. So the question is that, is it designed for all Members of Parliament or only for Princes of Parliament? That is what I would want to know.", 
            "time": "11:20:00"
        }, 
        {
            "column": "843", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Deputy Minister, the question is, can anybody get it?", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Hon Deputy Minister, the question is, can anybody get it?", 
            "time": "11:20:00"
        }, 
        {
            "column": "843", 
            "kind": "speech", 
            "name": "Alhaji Fuseini: Madam Speaker, indeed, any Member of Parliament can apply and many have applied. Madam Speaker, some have not applied for street lights. Some have applied for transformers and same have been delivered to them. Others have applied for poles and some have been delivered to them --- [Interruptions] -- yes", 
            "original": "Alhaji Fuseini: Madam Speaker, indeed, any Member of Parliament can apply and many have applied. Madam Speaker, some have not applied for street lights. Some have applied for transformers and same have been delivered to them. Others have applied for poles and some have been delivered to them --- [Interruptions] -- yes: Madam Speaker, the Old Book says, \"Seek and you shall find, ask and you shall be given\".", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "Madam Speaker, the Old Book says, \"Seek and you shall find, ask and you shall be given\".", 
            "time": "11:20:00"
        }, 
        {
            "column": "843", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: We thank the Hon Deputy Minister very much for this information for Members of Parliament.", 
            "section": "MINISTRY OF ENERGY", 
            "speech": "We thank the Hon Deputy Minister very much for this information for Members of Parliament.\n Hon Deputy Minister, thank you very much for coming to answer our Questions.\n Hon Leader, Statements. I think the Hon Professor is now here and if so, can we have his Statement read?", 
            "time": "11:20:00"
        }, 
        {
            "heading": "STATEMENTS", 
            "kind": "heading", 
            "original": "STATEMENTS", 
            "time": "11:30:00"
        }, 
        {
            "column": "847", 
            "kind": "speech", 
            "name": "Madam Speaker, let me end with a quote from Albert Eistein", 
            "original": "Madam Speaker, let me end with a quote from Albert Eistein:", 
            "section": "STATEMENTS", 
            "speech": "\"How I wish that somewhere there existed an island for those who are wise and of goodwill.\"\n To my mind, Parliament could be considered as such, an island.\n Madam Speaker, I thank you for the opportunity.", 
            "time": "11:30:00"
        }, 
        {
            "column": "847", 
            "kind": "speech", 
            "name": "Dr Ahmed Y.Alhassan (NDC-Mion)", 
            "original": "Dr Ahmed Y.Alhassan (NDC-Mion): Madam Speaker, thank you very much for the opportunity to contribute to the Statement ably made by the Hon Member for Techiman North, and to lend a lot of support to it.\nglobally, our natural resources are being mismanaged and our water bodies are drying up. Land is a complete crisis, both for human life and settlement and many others. It is also an opportunity, beyond reminding us of these dangers, to also take stock of the opportunity that we have as we currently are, to try to salvage the situation as we find it today. Madam Speaker, globally, we have the three \"Fs\" still with us and not seeing any solution or some measure of solutions. We have the financial, food and fuel crisis that are with us; and the common denominator for all these three systems of human growth --- finance, food and fuel -- is the weather. And I am afraid to state, that the climate itself is also in a crisis with global warming confronting us with unprecedented consequences that mankind has not witnessed before.\nMadam Speaker, this crisis calls for global action and we have to all act in consent to get solutions. The solutions are about because experts and other policy-makers have advised on how to sustain our current environment, so that generations in the future can also have something to live with. We know what to do to limit the impact of global warming on our lives and we all have to just act in consent to get solutions.\nMadam Speaker, mankind’s quest to have economic and social comfort, has resulted in over-exploitation of our natural resources, and it currently calls for a complete paradigm shift from our current system of social and economic development. Madam Speaker, the only way to do so, is to ensure that the value chain activities that we engage in, create winners along the value chain and at the same time, maintaining the integrity of the environment.", 
            "section": "STATEMENTS", 
            "speech": "Madam Speaker, thank you very much for the opportunity to contribute to the Statement ably made by the Hon Member for Techiman North, and to lend a lot of support to it.\n Madam Speaker, it is important that the United Nations Environment Programme has put this day and established it to serve as a reminder to mankind, that\n\nglobally, our natural resources are being mismanaged and our water bodies are drying up. Land is a complete crisis, both for human life and settlement and many others. It is also an opportunity, beyond reminding us of these dangers, to also take stock of the opportunity that we have as we currently are, to try to salvage the situation as we find it today. Madam Speaker, globally, we have the three \"Fs\" still with us and not seeing any solution or some measure of solutions. We have the financial, food and fuel crisis that are with us; and the common denominator for all these three systems of human growth --- finance, food and fuel -- is the weather. And I am afraid to state, that the climate itself is also in a crisis with global warming confronting us with unprecedented consequences that mankind has not witnessed before.\n\nMadam Speaker, this crisis calls for global action and we have to all act in consent to get solutions. The solutions are about because experts and other policy-makers have advised on how to sustain our current environment, so that generations in the future can also have something to live with. We know what to do to limit the impact of global warming on our lives and we all have to just act in consent to get solutions.\n\nMadam Speaker, mankind’s quest to have economic and social comfort, has resulted in over-exploitation of our natural resources, and it currently calls for a complete paradigm shift from our current system of social and economic development. Madam Speaker, the only way to do so, is to ensure that the value chain activities that we engage in, create winners along the value chain and at the same time, maintaining the integrity of the environment.", 
            "time": "11:30:00"
        }, 
        {
            "column": "849", 
            "kind": "speech", 
            "name": "Dr Ahmed Y.Alhassan (NDC-Mion)", 
            "original": "[DRALHASSAN]\n11.4O am.", 
            "section": "STATEMENTS", 
            "speech": "International best practices have clearly revealed that it is possible to put emphasis on resource recycling, put emphasis on resource mobilization and put emphasis on renewable energy sources and at the same time, economic wellbeing would not be compromised. The only way to do so, is to create winners along the entire value chain, while emphasing resource recycling\n Madam Speaker, the green economy that is being advocated has become an ethical issue globally. It is now common to find that certain people will not consume certain items unless they are sure that they were produced while steps were taken to protect the environment. And I believe that many of us here should be converted into such consumers, so that those who abuse the environment for economic gain, would have a smaller market to deal with into the future.\n Madam Speaker, we have to act quickly and act reasonably and sensibly, so that the future generations can also have an environment to promote their economic and social lives.\n Madam Speaker, to end, I think that we must have a massive change in attitude, change in consumption, change in production, change in processing, change in the use of natural resources before we can get to the promised land.\n I would want to quote Albert Einstein, since he is, the person of the day that my Hon Colleague opposite quoted. Albert Einstein also said this about our attitude:\n \"you cannot solve problems with the same attitude that created them\".\n I thank you very much, Madam Speaker.\n\n11.4O am.", 
            "time": "11:30:00"
        }, 
        {
            "column": "850", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang (NPP - New Juaben North)", 
            "original": "Mr Hackman Owusu-Agyemang (NPP - New Juaben North): Madam Speaker, it is my pleasure to rise to contribute to this statement and to say that on the occasion of \"The World Environment Day\", the issues have been put squarely before us and we, as law-makers, must wake up to our responsibilities.", 
            "section": "STATEMENTS", 
            "speech": "Madam Speaker, it is my pleasure to rise to contribute to this statement and to say that on the occasion of \"The World Environment Day\", the issues have been put squarely before us and we, as law-makers, must wake up to our responsibilities.\n Madam Speaker, we have left the issue of the environment to a few non- governmental organizations (NGOs) and slowly, slowly, we are suffocating ourselves, we are killing ourselves and there may come a time when posterity will not have any means to sustain themselves.\n Madam Speaker, talking about greening development and all of us getting involved, it is an exaltation in the right direction. And we need, as a people, to be conscious of what is happening within our environment, so that we are able to take action appropriately to arrest some of the practices that are killing the environment.\n The issue of the environment came in late; even at the level of United Nations (UN), was one of the last specialized agencies to be created. But the issues that it has to deal with, Madam Speaker, are the topical issues of the day.\n We, as a people, globally, have not taken the issues of the environment seriously enough. Madam Speaker, in Africa, it is even worse. In Ghana, the water bodies are all dying and sooner than later, there will be no water bodies even to use, not only for agricultural purposes but for human consumption and what have you.\n Madam Speaker, even waters that are the source of livelihood for a lot of our compatriots, are being polluted to the", 
            "time": "11:30:00"
        }, 
        {
            "column": "851", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang (NPP - New Juaben North)", 
            "original": "[MR OWUSU-AGYEMANG]\nin a plastic bag? It can easily be put in an envelope, which is biodegradable. Madam Speaker, so, the action in confronting these difficulties is what is contributing to the situation that we find ourselves in.\nMadam Speaker, I believe that the Ministry of Environment, Science and Technology is one of the Ministries that in contemporary livelihood, we must give attention to, in our present situation. But Madam Speaker, it looks as if the Ministry of Environment, Science and Technology is not most of the time - in our own Government, was not even of a Cabinet status. Therefore, people look at it as subvention to the Centre for Scientific and Industrial Research (CSIR) and the few other institution and Madam Speaker, that is what it was left at.\nBut I believe it is one of the major Ministries that we must pay attention to, that we must give the necessary resources to, to work to protect the environment. The Environmental Protection Agency (EPA) and a few of these agencies that exist, are also not empowered, they do not have the means, the wherewithal to regulate the environment.\nMadam Speaker, we must have the fundamental change in our attitudes to our environment. We must appreciate and understand that we are suffocating and killing ourselves slowly.\nMadam Speaker, it is important that the educational process be given the utmost priority by the governmental apparatus, by NGOs and by Parliament itself. Madam Speaker, I dare say, and so therefore, on this occasion, it is my pleasure to support the Statement made by the Hon Member for Techiman North and to say that it is a welcome Statement and we need to refer this Statement to the Minister and to the Government, to the President. I dare say, and encourage him to move in the direction of protecting the environment.", 
            "section": "STATEMENTS", 
            "speech": "extent that it costs about five, six, seven times as much to treat those waters for human consumption than they would have cost. The cost to the economy is enormous; the Densu River, for example, Madam Speaker, almost gone. The lagoons and all these waters within the country are almost all dead. So what is going to happen is that, at the end of the day, we are going to run ourselves into major problems.\n Madam Speaker, talking about the environment, the degradation of the environment is as a result of our own actions and maybe, inactions too. Madam Speaker, it cannot be the case that in the 21st Century, we have people using what we call \"flying toilets\". Madam Speaker, defecating into black polythene bag and just throwing it over the fence wall. Where does it land and where does it go? These are the issues that we must ask ourselves.\n Madam Speaker, I dared to propose about three, four years ago, that we should ban the use of even plastics. Madam Speaker, I went to look personally --- I was interested to see ZOOMLION trying to desalinate, take out the sand from the Odaw River. Madam Speaker, there was no sand; it was all plastic. Plastic, which we are told by the experts, would take in excess of 100 years to disintegrate. In some countries, Madam Speaker, at least, Tanzania and a few others, they have banned the use of plastic; and until we ban it, we would run ourselves into major problems. The water bodies are dying as a result of all these plastics from what they call \"safe water\" or something - and also the use of these black plastics even to carry cash. Madam Speaker, why should we go to the banks, withdraw money, and it is put\n\nin a plastic bag? It can easily be put in an envelope, which is biodegradable. Madam Speaker, so, the action in confronting these difficulties is what is contributing to the situation that we find ourselves in.\n\nMadam Speaker, I believe that the Ministry of Environment, Science and Technology is one of the Ministries that in contemporary livelihood, we must give attention to, in our present situation. But Madam Speaker, it looks as if the Ministry of Environment, Science and Technology is not most of the time - in our own Government, was not even of a Cabinet status. Therefore, people look at it as subvention to the Centre for Scientific and Industrial Research (CSIR) and the few other institution and Madam Speaker, that is what it was left at.\n\nBut I believe it is one of the major Ministries that we must pay attention to, that we must give the necessary resources to, to work to protect the environment. The Environmental Protection Agency (EPA) and a few of these agencies that exist, are also not empowered, they do not have the means, the wherewithal to regulate the environment.\n\nMadam Speaker, we must have the fundamental change in our attitudes to our environment. We must appreciate and understand that we are suffocating and killing ourselves slowly.\n\nMadam Speaker, it is important that the educational process be given the utmost priority by the governmental apparatus, by NGOs and by Parliament itself. Madam Speaker, I dare say, and so therefore, on this occasion, it is my pleasure to support the Statement made by the Hon Member for Techiman North and to say that it is a welcome Statement and we need to refer this Statement to the Minister and to the Government, to the President. I dare say, and encourage him to move in the direction of protecting the environment.", 
            "time": "11:30:00"
        }, 
        {
            "column": "853", 
            "kind": "continued speech", 
            "name": "Mr Hackman Owusu-Agyemang (NPP - New Juaben North)", 
            "original": "[MROWUSU-AGYEMANG]", 
            "section": "STATEMENTS", 
            "speech": "I was pleased to hear the Vice President about six months ago, also underscoring the need to protect the environment and to make sure that these plastic menace is controlled. But I think he fell short of saying that we should ban plastic use in the economy. I would want to encourage him to go one step further and do as Tanzania and three other African countries have done and ban the use of plastic in this country.\n We shall have difficulties, no doubt, but we will learn to live with them and use envelops and papers that are biodegradable and that save the environment.\n Madam Speaker, on that note, I hope you would agree with me that we can send it to the Executive to follow up seriously and the comments made by the Members of Parliament, so that we would save our future generation from a lot of difficulties and hazards that they are not entitled to. On this note I would like to thank you most sincerely Madam Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "853", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Thank you Hon Member.\nDeputy Minister for Energy (Mr Emmanuel Armah-Kofi Buah): Madam Speaker, I rise in support of the Statement and I would want to re-echo the points that were made by the Hon Member.\nMadam Speaker, the point that was made about greening our environment for sustainable development is indeed very true.\nMadam Speaker as we talk about the environment, I think that the point must\nbe made that on individual basis, we must not think about anything big, we must think about the small things that we can do to help protect our environment. It calls for re-orientation and a change in our own cultural attitude.\nMadam Speaker, on a daily basis if we reflect on our own activities and what we have done, it really calls that we look at what we have done in terms of what we can do to change our attitude to protect our environment.\nIn that sense, Madam Speaker, it calls for Members of Parliament, it calls for school children across our country to begin to look at the things that we can do. If you look at what others have done, Madam Speaker, the point was made that as a country, if you look at the proportion of renewable energy, for example, in our energy mix, it is about 0.01.\nI am very happy that just not too long ago, this Parliament passed the Renewable Energy Bill, that seeks to push about 10 per cent of renewable sources of energy in our energy mix.\nMadam Speaker, that is where the world is going and I believe if we continue on that line, to make sure we use the abundance of the resources that God has blessed us with - solar, wind - we can really push and make sure that in the coming years, renewable energy will be a dominant source of our energy resource.\nBut Madam Speaker, as we talk about protecting the environment, we also have to look at our country becoming an oil producing country and the need for us to see that it is not business as usual. That we need to strengthen our institutions, we need to have the capacity to protect our country. The only thing we have is this air we breathe, and the land that God has given us. And so, it is important that our institutions that have the mandate to", 
            "section": "STATEMENTS", 
            "speech": "Thank you Hon Member.\n\nDeputy Minister for Energy (Mr Emmanuel Armah-Kofi Buah): Madam Speaker, I rise in support of the Statement and I would want to re-echo the points that were made by the Hon Member.\n\nMadam Speaker, the point that was made about greening our environment for sustainable development is indeed very true.\n\nMadam Speaker as we talk about the environment, I think that the point must\n\nbe made that on individual basis, we must not think about anything big, we must think about the small things that we can do to help protect our environment. It calls for re-orientation and a change in our own cultural attitude.\n\nMadam Speaker, on a daily basis if we reflect on our own activities and what we have done, it really calls that we look at what we have done in terms of what we can do to change our attitude to protect our environment.\n\nIn that sense, Madam Speaker, it calls for Members of Parliament, it calls for school children across our country to begin to look at the things that we can do. If you look at what others have done, Madam Speaker, the point was made that as a country, if you look at the proportion of renewable energy, for example, in our energy mix, it is about 0.01.\n\nI am very happy that just not too long ago, this Parliament passed the Renewable Energy Bill, that seeks to push about 10 per cent of renewable sources of energy in our energy mix.\n\nMadam Speaker, that is where the world is going and I believe if we continue on that line, to make sure we use the abundance of the resources that God has blessed us with - solar, wind - we can really push and make sure that in the coming years, renewable energy will be a dominant source of our energy resource.\n\nBut Madam Speaker, as we talk about protecting the environment, we also have to look at our country becoming an oil producing country and the need for us to see that it is not business as usual. That we need to strengthen our institutions, we need to have the capacity to protect our country. The only thing we have is this air we breathe, and the land that God has given us. And so, it is important that our institutions that have the mandate to", 
            "time": "11:50:00"
        }, 
        {
            "column": "855", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "[MRBUAH]\ngeneration but the next generation. I would want to thank the Hon Member who made the statement and to call on this House to continue to take the steps that will protect this country and protect our country for future generations.\nThank you, Madam Speaker.", 
            "section": "STATEMENTS", 
            "speech": "protect this country have all it takes to do so, especially if we talk about the oil industry and the challenges in it. The recent oil spill in the Gulf of Mexico is a clear reminder of what can happen. And that is why it is very important that institutions like the Environmental Protection Agency and others must have the capacity and the people to do the work in a way that will protect all of us.\n Madam Speaker, it is also very important to point out that as we talk about greening this environment, it is simply not doing it. But it is a real potential for job opportunities and empowerment of our own people. And I think that if we look for that right mix, we will see that we are not only simply protecting the environment but we are really creating jobs and giving an opportunity to our people. I think it calls for this Parliament to really continue to explore the kind of legislations that will strengthen the institutions that are in the forefront of this fight.\n It also calls for punitive sanctions for violations of our environmental rules. I think one of the things that we have not done very well, that others have also to do, is to always remember that the only thing that people will really pay attention to, is where they violate rules and they are brought to account. We must hit companies and organizations that violate environmental laws, hit them well and hurt their pockets and their bottom line. And I think that is very, very important.\n Madam Speaker, the issue of climate change is real. There has been an argument about whether or not climate change is real. Madam Speaker, it is very real and as a country, we must begin to take the steps that others have taken, so that we can protect, not only our\n\ngeneration but the next generation. I would want to thank the Hon Member who made the statement and to call on this House to continue to take the steps that will protect this country and protect our country for future generations.\n\nThank you, Madam Speaker.", 
            "time": "11:50:00"
        }, 
        {
            "column": "856", 
            "kind": "speech", 
            "name": "Mr Joseph Osei-Owusu (IND -- Bekwai)", 
            "original": "Mr Joseph Osei-Owusu (IND -- Bekwai): Madam Speaker, I intend to be very short. First, I wish to align myself with all the Hon Members who spoke. We are all agreed that --", 
            "section": "STATEMENTS", 
            "speech": "Madam Speaker, I intend to be very short. First, I wish to align myself with all the Hon Members who spoke. We are all agreed that --", 
            "time": "11:50:00"
        }, 
        {
            "column": "856", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Let us be fairly fast, so that a lot of people can contribute.", 
            "section": "STATEMENTS", 
            "speech": "Let us be fairly fast, so that a lot of people can contribute.", 
            "time": "11:50:00"
        }, 
        {
            "column": "856", 
            "kind": "speech", 
            "name": "Mr Osei-Owusu ", 
            "original": "Mr Osei-Owusu : We are all agreed that the environment is at risk, we are all agreed that we need to change attitudes if we can protect the environment. Indeed, I am specifically touched by the quotation from Einstein that \"you cannot change the problem with the attitude that created the problem\" in the first place. But Madam Speaker, what we need to do now, is to change the attitude.", 
            "section": "STATEMENTS", 
            "speech": "We are all agreed that the environment is at risk, we are all agreed that we need to change attitudes if we can protect the environment. Indeed, I am specifically touched by the quotation from Einstein that \"you cannot change the problem with the attitude that created the problem\" in the first place. But Madam Speaker, what we need to do now, is to change the attitude.\n Madam Speaker, I dare say that the attitude will not change if we do not enforce the rules and regulations that we have made for the protection of the environment. In those rules and regulations, Madam Speaker, we have all the values that we wish to promote to ensure environmental safety. Those rules and regulations we have embedded in them all the bad values, we wish to prevent. What we are yet to do, is to ensure that they are enforced to the letter.\n Madam Speaker, virtually everybody in this House or in Government, has travelled outside to countries where we love to cite as places where they take the environment seriously. But we can all also", 
            "time": "11:50:00"
        }, 
        {
            "column": "857", 
            "kind": "continued speech", 
            "name": "Mr Osei-Owusu ", 
            "original": "[MROSEI-OWUSU]", 
            "section": "STATEMENTS", 
            "speech": "say that everyone there knows that if you breach any rule, you are sure the sanctions will apply and they will apply in such a way that you will never do it again. What is missing in our case, is our unwillingness to apply the sanctions and often for fear of losing elections, and here, I dare hit us politicians.\n In today’s Ghana, go and apply the town and country rules against the citizens for littering in the community and they will say, \"you wait, elections will come\". And because of those things, we are afraid to insist that the proper things be done. Madam Speaker, I am urging this House, that beyond talking, admonitions and the sermoning, we should move to the next level of ensuring that the laws of this country - there are already too many of them on our statute books, which are begging to be enforced.\n I thank you, Madam Speaker, for the opportunity.", 
            "time": "11:50:00"
        }, 
        {
            "column": "857", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I thank you.", 
            "section": "STATEMENTS", 
            "speech": "I thank you.\n One here, one there and then we move on. And let us be fairly quick.", 
            "time": "11:50:00"
        }, 
        {
            "column": "857", 
            "kind": "speech", 
            "name": "Mr David T. Assumeng (NDC - Shai Osudoku)", 
            "original": "Mr David T. Assumeng (NDC - Shai Osudoku): Thank you very much, Madam Speaker, for the opportunity. Madam Speaker, may I thank the Hon Member who made the statement for the brilliant exposition and all the contributions that have been made. I fully want to associate myself with the comments.\nMadam Speaker, just at the Korle Lagoon area, we can see the mess that is happening over there -- where we cannot develop the Korle Lagoon into a tourist attraction, just because human beings are occupying the place, where the developer cannot get the chance to develop the place. Madam Speaker, can we, as a people, agree that we would want to tackle the problem of Sodom and Gomorrah without partisan correlation? [Hear! Hear!]\nMadam Speaker, can we go beyond and empower the District Assemblies to apply the laws on their statutes books? The issue of demolition, Madam Speaker - yesterday, the Hon Minister for Transport advised people who are occupying land within the Ghana Aviation area to advise themselves. Madam Speaker, why should we wait and allow developers to develop on lands that are meant for the airport? These are issues that we need to tackle as a nation.\nMadam Speaker, I have just returned from China and I saw water bodies that have been developed into attractions. And like has been mentioned, all of us have been travelling across the length and breadth of this world and we have been seeing it. We have been seeing the nice developments of the water bodies. So what are we doing as a nation?\nMadam Speaker, I would want to thank the Hon Member who made the statement and let us agree that as a nation, we want to tackle the issue of the environment.\nThe issue of galamsey operations - the way the water bodies are being destroyed by persons among our society including foreigners.\nMadam Speaker, how come that we would sit in this country and allow these persons who have developed their country to come here and destroy our water bodies, for that matter our prime", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much, Madam Speaker, for the opportunity. Madam Speaker, may I thank the Hon Member who made the statement for the brilliant exposition and all the contributions that have been made. I fully want to associate myself with the comments.\n Madam Speaker, it is true that attitude is the key to tackling the issue of environment. And I am happy that today’s issue is receiving bi-partisan attention and it is my hope and wish that we will go beyond and carry it to the letter.\n\nMadam Speaker, just at the Korle Lagoon area, we can see the mess that is happening over there -- where we cannot develop the Korle Lagoon into a tourist attraction, just because human beings are occupying the place, where the developer cannot get the chance to develop the place. Madam Speaker, can we, as a people, agree that we would want to tackle the problem of Sodom and Gomorrah without partisan correlation? [Hear! Hear!]\n\nMadam Speaker, can we go beyond and empower the District Assemblies to apply the laws on their statutes books? The issue of demolition, Madam Speaker - yesterday, the Hon Minister for Transport advised people who are occupying land within the Ghana Aviation area to advise themselves. Madam Speaker, why should we wait and allow developers to develop on lands that are meant for the airport? These are issues that we need to tackle as a nation.\n\nMadam Speaker, I have just returned from China and I saw water bodies that have been developed into attractions. And like has been mentioned, all of us have been travelling across the length and breadth of this world and we have been seeing it. We have been seeing the nice developments of the water bodies. So what are we doing as a nation?\n\nMadam Speaker, I would want to thank the Hon Member who made the statement and let us agree that as a nation, we want to tackle the issue of the environment.\n\nThe issue of galamsey operations - the way the water bodies are being destroyed by persons among our society including foreigners.\n\nMadam Speaker, how come that we would sit in this country and allow these persons who have developed their country to come here and destroy our water bodies, for that matter our prime", 
            "time": "11:50:00"
        }, 
        {
            "column": "859", 
            "kind": "continued speech", 
            "name": "Mr David T. Assumeng (NDC - Shai Osudoku)", 
            "original": "[MRASSUMENG]", 
            "section": "STATEMENTS", 
            "speech": "lands -- the galamsey operations? So I am saying that this is the time for us to take a bi-partisan approach in tackling the issue of the environment.\n So I thank the Hon Member for the Statement and -I thank all Hon Members who have contributed, because the contributions have been very brilliant. I think that if, as a nation, We take all these contributions on board, we would be making a headway. This is because now, Madam Speaker, I am not pleased about the rate of development in this country, having seen what I just saw within a few days in that country.\n Thank you for the opportunity, Madam Speaker.", 
            "time": "11:50:00"
        }, 
        {
            "column": "859", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Thank you.", 
            "section": "STATEMENTS", 
            "speech": "Thank you.\n Yes, let us have one last contributor.", 
            "time": "12:00:00"
        }, 
        {
            "column": "859", 
            "kind": "speech", 
            "name": "Mr Kwabena O. Darko-Mensah (NPP -- Takoradi)", 
            "original": "Mr Kwabena O. Darko-Mensah (NPP -- Takoradi): Thank you, Madam Speaker, and also I thank the Hon Member who made the Statement, for such a brilliant presentation. Madam Speaker, I would go straight to the point.\nDoes It include You?\" And I think these are the solutions that we need to provide to ensure that we are actually making an effort in solving the problems of the environment.\nNow, if we take the environment, if it gets degraded, a lot of people suffer. If you come to my own Western Region, recently, when we started the oil and gas exploration and production, there has been a lot of oil spill, there has been a lot of degradation of the sea, such that whales have been dying.\nWe have had a lot of green growth that does not usually come into the sea, such that our fishermen have not been able to catch a lot of fishes in the sea in the Western Region. Clearly, they are losing income and livelihoods are being lost.\nMadam Speaker, we have also spoken about the issue of galamsey, destroying the water bodies. The question is, how do we fix the problem? This is because we cannot continue talking about the solution for the last 40 years without providing answers. I believe that in the area of galamsey, it is time that this country established galamsey parks, make sure they are protected, they are well- serviced and we are sure that they will not affect the environment badly.\nOn the issue of rubber, I believe that it is time that this country had a policy of no littering of waste and rubber on our streets. I am told that in Singapore, you cannot even drop a chewing gum. So, how come that we allow ourselves, that in this country, everywhere you go, the whole place is littered with rubber, including even Parliament. It is time that we made a major policy and ensured that nobody litters in this country.\nThirdly, I believe that recycling is something that a lot of us can go into. It is time that we employed young men and", 
            "section": "STATEMENTS", 
            "speech": "Thank you, Madam Speaker, and also I thank the Hon Member who made the Statement, for such a brilliant presentation. Madam Speaker, I would go straight to the point.\n The celebration of the World Environment Day started since 1972. So in 2012, we are talking about 40 years. Instead of the environment improving, it is rather degrading. Therefore, it shows that all the celebrations that we have had over the years have come to nothing. I believe that the most important thing we need to ask ourselves is, what should we do and I believe that the change has to be now?\n Now, if you take the theme for the celebration of this year’s World Environment Day, it is \"Green Economy,\n\nDoes It include You?\" And I think these are the solutions that we need to provide to ensure that we are actually making an effort in solving the problems of the environment.\n\nNow, if we take the environment, if it gets degraded, a lot of people suffer. If you come to my own Western Region, recently, when we started the oil and gas exploration and production, there has been a lot of oil spill, there has been a lot of degradation of the sea, such that whales have been dying.\n\nWe have had a lot of green growth that does not usually come into the sea, such that our fishermen have not been able to catch a lot of fishes in the sea in the Western Region. Clearly, they are losing income and livelihoods are being lost.\n\nMadam Speaker, we have also spoken about the issue of galamsey, destroying the water bodies. The question is, how do we fix the problem? This is because we cannot continue talking about the solution for the last 40 years without providing answers. I believe that in the area of galamsey, it is time that this country established galamsey parks, make sure they are protected, they are well- serviced and we are sure that they will not affect the environment badly.\n\nOn the issue of rubber, I believe that it is time that this country had a policy of no littering of waste and rubber on our streets. I am told that in Singapore, you cannot even drop a chewing gum. So, how come that we allow ourselves, that in this country, everywhere you go, the whole place is littered with rubber, including even Parliament. It is time that we made a major policy and ensured that nobody litters in this country.\n\nThirdly, I believe that recycling is something that a lot of us can go into. It is time that we employed young men and", 
            "time": "12:00:00"
        }, 
        {
            "column": "861", 
            "kind": "continued speech", 
            "name": "Mr Kwabena O. Darko-Mensah (NPP -- Takoradi)", 
            "original": "[MRDARKOMENSAH]", 
            "section": "STATEMENTS", 
            "speech": "women to just pick the litters and go and recycle them by the recycling plant. I believe that these are some of the small things that we can do to change the environment for the better.\n With these few words, Madam Speaker, I would like to thank you and also thank the Hon Member who made the statement, for such a brilliant presentation.", 
            "time": "12:00:00"
        }, 
        {
            "column": "861", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Thank you very much, Hon Members.\n[MR SECOND DEPUTY SPEAKER IN\nTHE CHAIR]", 
            "section": "STATEMENTS", 
            "speech": "Thank you very much, Hon Members.\n This is the end of Statement time.\n I think the next item is the Public Health Bill, 2011.\n\n[MR SECOND DEPUTY SPEAKER IN\n\nTHE CHAIR]", 
            "time": "12:05:00"
        }, 
        {
            "column": "861", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, at the Commencement of Public Business - Item lO - Public Health Bill, 2011 at the Consideration Stage.", 
            "section": "STATEMENTS", 
            "speech": "Hon Members, at the Commencement of Public Business - Item lO - Public Health Bill, 2011 at the Consideration Stage.", 
            "time": "12:05:00"
        }, 
        {
            "heading": "BILLS - CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "BILLS - CONSIDERATION STAGE", 
            "time": "12:05:00"
        }, 
        {
            "column": "861", 
            "kind": "speech", 
            "name": "Chairman of the Committee (Alhaji Mohammed-Mubarak Muntaka): Mr Speaker, with your indulgence, I would want to draw the attention of your goodself and the House, that after a careful deliberation with most of our Colleagues, together with the Attorney- General’s Department, it was realised that an attempt to pursue the Bill clause by clause, trying to insert \"animal\" was going to be more problematic. So, it was agreed that from clause 173 too, a new provision should be inserted, that with your permission, would read as follows", 
            "original": "Chairman of the Committee (Alhaji Mohammed-Mubarak Muntaka): Mr Speaker, with your indulgence, I would want to draw the attention of your goodself and the House, that after a careful deliberation with most of our Colleagues, together with the Attorney- General’s Department, it was realised that an attempt to pursue the Bill clause by clause, trying to insert \"animal\" was going to be more problematic. So, it was agreed that from clause 173 too, a new provision should be inserted, that with your permission, would read as follows:\n\"That the provisions of Part (1) to (5) of this Act on communicable diseases -- vaccination, quarantine, vector control and environmental sanitation shall apply to animals with the necessary modification.\"\nThe understanding is that with the draftspersons, once this omnibus clause is provided, it gives room for Part (1) to (5) to be dealt with, using the Veterinary Officers, using the necessary modification. So, with this information, even though we are yet to be at clause 173, we would be abandoning most of the amendments that were proposed in trying to fix the animal-human issue.\nJust for your attention, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\n\n\"That the provisions of Part (1) to (5) of this Act on communicable diseases -- vaccination, quarantine, vector control and environmental sanitation shall apply to animals with the necessary modification.\"\n\nThe understanding is that with the draftspersons, once this omnibus clause is provided, it gives room for Part (1) to (5) to be dealt with, using the Veterinary Officers, using the necessary modification. So, with this information, even though we are yet to be at clause 173, we would be abandoning most of the amendments that were proposed in trying to fix the animal-human issue.\n\nJust for your attention, Mr Speaker.", 
            "time": "12:05:00"
        }, 
        {
            "column": "862", 
            "kind": "speech", 
            "name": "Prof. Christopher Ameyaw-Akumfi", 
            "original": "Prof. Christopher Ameyaw-Akumfi: Mr Speaker, that is brilliant. It goes to resolve one of the fundamental issues that I had, given my background, and the Resolution in this fashion, if the legal minds agree, would help us avoid the temptation of equating animals to humans. Although humans are animals, they are not the kinds of animals we are thinking about.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, that is brilliant. It goes to resolve one of the fundamental issues that I had, given my background, and the Resolution in this fashion, if the legal minds agree, would help us avoid the temptation of equating animals to humans. Although humans are animals, they are not the kinds of animals we are thinking about.\n Mr Speaker, having agreed, I am wondering whether it means we have to go right to the beginning of the Bill -- I am trying to get a copy - and whether all those changes we made in inserting \"animals\" in some awkward places, would be dealt with or we are going to consider this change as we proceed from here.", 
            "time": "12:05:00"
        }, 
        {
            "column": "862", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, the understanding was that because it was only one part that we had finished, which was the communicable disease for now, we should not consider that one but rather proceed from where we are, so that when we finish, we would come back and look at the part that we have finished. This is because even now, based on our rules, we would not be able to go back.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the understanding was that because it was only one part that we had finished, which was the communicable disease for now, we should not consider that one but rather proceed from where we are, so that when we finish, we would come back and look at the part that we have finished. This is because even now, based on our rules, we would not be able to go back.", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "continued speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "It may only have to come back at the Second Consideration Stage. So when we ifnish, we would come and look at it and see the renditions that we would agree. If they are all right, we can decide to leave them. But if we still think some of them are problematic, we simply withdraw them, so that it fashions the way we would be proceeding from now.", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "speech", 
            "name": "Prof. Ameya-Akumfi", 
            "original": "Prof. Ameya-Akumfi: Mr Speaker, I accept that compromise.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I accept that compromise.", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So Hon Chairman of the Committee, we are on?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So Hon Chairman of the Committee, we are on?", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, we would be continuing from clause 20.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, we would be continuing from clause 20.", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well.", 
            "time": "12:05:00"
        }, 
        {
            "column": "863", 
            "kind": "speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "Mr Ambrose P. Dery: Mr Speaker, I think your statement is prophetic; we are moving to the Majority side. Mr Speaker, I take it that the proffered solution that the Hon Chairman has stated in respect of clause 173 (2) is at page 12 of the Order Paper. When he was reading out what he had as the formulation, I realised that it was more detailed than what appears here and in my view, it is a more complete rendition.\nthat he read out rather than what is here, I think it would help us.\nSo, I would rather that we get the exact rendition that he read out, so that we can have it reflected in the Order Paper.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think your statement is prophetic; we are moving to the Majority side. Mr Speaker, I take it that the proffered solution that the Hon Chairman has stated in respect of clause 173 (2) is at page 12 of the Order Paper. When he was reading out what he had as the formulation, I realised that it was more detailed than what appears here and in my view, it is a more complete rendition.\n For instance, what we have here is, \"The provisions of Part 1 to 5 on Communicable diseases\", but that one added of this Act. So I agree with the exchanges that have taken place.\n I also believe that if we do this as an omnibus provision, it will solve the problem. I agree that what has been done can only be considered in a Second Consideration Stage. But if this rendition could be made more complete in the way\n\nthat he read out rather than what is here, I think it would help us.\n\nSo, I would rather that we get the exact rendition that he read out, so that we can have it reflected in the Order Paper.", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So, Hon Chairman, if you would come out in detail, that you want an amendment to the clause, whatever as follows --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So, Hon Chairman, if you would come out in detail, that you want an amendment to the clause, whatever as follows --", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, because we are not yet there. Unless otherwise, with your permission, we could take clause 173 to enable us proceed, then maybe, we could take --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, because we are not yet there. Unless otherwise, with your permission, we could take clause 173 to enable us proceed, then maybe, we could take --", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: At the Consideration Stage, nothing stops us from moving that way, if the recurrent effect would help us make progress as we go along.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "At the Consideration Stage, nothing stops us from moving that way, if the recurrent effect would help us make progress as we go along.", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: All right. Rightly so. Mr Speaker, as appeared on the Order Paper, there was atypographical error with the rendition --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "All right. Rightly so. Mr Speaker, as appeared on the Order Paper, there was atypographical error with the rendition --", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Refer to the appropriate clause and the appropriate page, so that the attention of Hon Members would be fully adverted to that.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Refer to the appropriate clause and the appropriate page, so that the attention of Hon Members would be fully adverted to that.", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, with your indulgence I would want us to move to page 12 of today’s Order Paper, amendment (liv), clause 173 of the Bill. The challenge is that the rendition here has a default. So it is not exactly as it is here. With your indulgence, I would want to make those corrections before --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, with your indulgence I would want us to move to page 12 of today’s Order Paper, amendment (liv), clause 173 of the Bill. The challenge is that the rendition here has a default. So it is not exactly as it is here. With your indulgence, I would want to make those corrections before --", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: You want to add a further amendment to what is there?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "You want to add a further amendment to what is there?", 
            "time": "12:10:00"
        }, 
        {
            "column": "864", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Yes, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.", 
            "time": "12:10:00"
        }, 
        {
            "column": "865", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Please, give your rendition.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Please, give your rendition.", 
            "time": "12:10:00"
        }, 
        {
            "column": "865", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 173-- Add the following new subclause", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 173-- Add the following new subclause: \"(2) The provisions of Part 1 to 5 of this Act on communicable diseases, vaccination, quarantine, vector control and environmental sanitation shall apply to animals with the necessary modification.\"", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"(2) The provisions of Part 1 to 5 of this Act on communicable diseases, vaccination, quarantine, vector control and environmental sanitation shall apply to animals with the necessary modification.\"\n So it is a little different from what was advertised.", 
            "time": "12:10:00"
        }, 
        {
            "column": "865", 
            "kind": "speech", 
            "name": "Mr Joseph Y. Chireh", 
            "original": "Mr Joseph Y. Chireh: Mr Speaker, I think that this new amendment or addition that we are making will help us clarify a number of things and also save us good parliamentary time in terms of the debate that we have ensued. So I fully support this and I urge my Hon Colleagues to do same.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think that this new amendment or addition that we are making will help us clarify a number of things and also save us good parliamentary time in terms of the debate that we have ensued. So I fully support this and I urge my Hon Colleagues to do same.", 
            "time": "12:10:00"
        }, 
        {
            "column": "865", 
            "kind": "speech", 
            "name": "Mrs Gifty E. Kusi", 
            "original": "Mrs Gifty E. Kusi: Mr Speaker, I am wondering why clause 173 (1) is there because all the Acts that we pass, bind the Republic. I do not know whether there are some Acts that do not bind the Republic. I do not understand. Now that We have altered subclause (2), this one becomes subclause (1). I am wondering if there is any Act that does not bind the Republic; I do not know.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am wondering why clause 173 (1) is there because all the Acts that we pass, bind the Republic. I do not know whether there are some Acts that do not bind the Republic. I do not understand. Now that We have altered subclause (2), this one becomes subclause (1). I am wondering if there is any Act that does not bind the Republic; I do not know.", 
            "time": "12:10:00"
        }, 
        {
            "column": "865", 
            "kind": "speech", 
            "name": "Mr Chireh", 
            "original": "Mr Chireh: Mr Speaker, that is so. There are many Acts that we have passed. In some cases, it is specifically stated that it binds the Republic. So it is something that is in this particular case appropriate because of the nature of the Public Health Bill. It is a Bill that must compel the Republic to do certain things; you need to specifically state it. But there are quite a number of Bills that you also pass and you do not need to bind the Republic. That is why it is so provided.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, that is so. There are many Acts that we have passed. In some cases, it is specifically stated that it binds the Republic. So it is something that is in this particular case appropriate because of the nature of the Public Health Bill. It is a Bill that must compel the Republic to do certain things; you need to specifically state it. But there are quite a number of Bills that you also pass and you do not need to bind the Republic. That is why it is so provided.", 
            "time": "12:10:00"
        }, 
        {
            "column": "866", 
            "kind": "speech", 
            "name": "Mr Joseph B. Aidoo", 
            "original": "Mr Joseph B. Aidoo: Mr Speaker, as a deliberative body, our minds must meet on any decision that we take in this House. Early on, I listened to the Hon Prof. Ameyaw-Akumfi, with respect to trying to equate animals to humans. I would say that we are even mixing issues relating to animals with that of humans.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, as a deliberative body, our minds must meet on any decision that we take in this House. Early on, I listened to the Hon Prof. Ameyaw-Akumfi, with respect to trying to equate animals to humans. I would say that we are even mixing issues relating to animals with that of humans.\n The Hon Chairman of the Committee rises up to say that the Committee is proposing a new clause, and when I looked at the clause, it is not different from what we had early on done. What the new clause is trying to say, is that the provisions of Part 1 to 5 on communicable diseases, vaccination, quarantine and vector control apply to animals. So where then is the difference, when you take vaccination?\n I think that we are dealing with public health, which relates to human beings. Why then do we lump in the health of animals, mixed them together to come out with a law, a law that would cover the health of animals and the health of -' where we have defined \"animals\" to include \"vermin\". \"Vermin\" includes cockroaches, worms, all manner of things, and we are looking at public health. Is he telling me that we are looking at public health in relation to cockroaches? I am at a loss; I am completely at a loss.\n Mr Speaker, if we are removing animals from this particular Bill, let us say so, because there is an existing law on diseases and health control relating to animals. That law is there. But when we are talking about public health, I believe that it is about human health, but not to mix up animals and humans when animals have been defined to include fleas, lice, mice, cockroaches and so on and so forth. What health are we looking for with respect to cockroaches and mice in this case?", 
            "time": "12:10:00"
        }, 
        {
            "column": "867", 
            "kind": "speech", 
            "name": "Mr Joseph B. Aidoo", 
            "original": "[MRJ.B.AIDOO]\nSecond Deputy Speaker: Thank you very much, Hon Aidoo. Your point is well taken.\nHon Chairman, your response.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would want the Committee to come clearly on this matter because I can foresee a situation whereby at the court, the lawyers and the judges would be looking at provisions relating to the health of cockroaches. [Interruption]\n That is where the Chairman is driving all of us to.\n\nSecond Deputy Speaker: Thank you very much, Hon Aidoo. Your point is well taken.\n\nHon Chairman, your response.", 
            "time": "12:20:00"
        }, 
        {
            "column": "867", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I get the concern of my Hon Colleague. But I would want to remind him that there are diseases of humans that are sometimes as a result of animal behaviour. For example, anthrax or rabies, all these diseases, even though they affect human health, they have their roots in animals.\nplatform. So, my Hon Colleague may not really understand the issue fully because he thinks there are mixings of issues, but they are of great importance.\nIn some countries, Mr Speaker, when you talk about the directorate of public health, in fact, even when you are constructing roads, they would come and want to tell you what to do, so that there would not be too much dust because the dust could be of certain consequences depending on the area.\nSo, public health is a very broad area that he cannot restrict and say it should only be talking about humans. It could talk about so many things. That is why in the deliberations, we believed that the addition of this omnibus clause gives room for the creation of the necessary platform that will allow the authorities that would be implementing this law to be able to act to save all of us.\nMr Speaker, I think we have to proceed without maybe, further delay.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I get the concern of my Hon Colleague. But I would want to remind him that there are diseases of humans that are sometimes as a result of animal behaviour. For example, anthrax or rabies, all these diseases, even though they affect human health, they have their roots in animals.\n So, in managing the health of humans, he cannot exclude managing those animals that could affect the health of humans. That is why if he reads the additional modification to clause 173 being proposed, it talks about \"with the necessary modification\". What we are talking about here is that he cannot ask a dog to carry itself for vaccination; the owner would have to take it.\n I agree with him. There is an existing law, which is Act 83 -- Diseases of Animals Act of 1961. The difficulty is managing it. So What this Bill seeks to do is to create a common platform for managing them. Because any time issues of public health come up, he would get some people isolating themselves saying that: \"Look, we are not part of him; we are not part of this problem\". What this Bill seeks to do, is to create a common\n\nplatform. So, my Hon Colleague may not really understand the issue fully because he thinks there are mixings of issues, but they are of great importance.\n\nIn some countries, Mr Speaker, when you talk about the directorate of public health, in fact, even when you are constructing roads, they would come and want to tell you what to do, so that there would not be too much dust because the dust could be of certain consequences depending on the area.\n\nSo, public health is a very broad area that he cannot restrict and say it should only be talking about humans. It could talk about so many things. That is why in the deliberations, we believed that the addition of this omnibus clause gives room for the creation of the necessary platform that will allow the authorities that would be implementing this law to be able to act to save all of us.\n\nMr Speaker, I think we have to proceed without maybe, further delay.", 
            "time": "12:20:00"
        }, 
        {
            "action": "rose -", 
            "kind": "action", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo --rose --", 
            "time": "12:20:00"
        }, 
        {
            "column": "868", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Thank you very much.\n We can continue with the debate at the Second Consideration Stage.\n I will put the Question. Hon Aidoo, is there any further difficulty?", 
            "time": "12:20:00"
        }, 
        {
            "column": "868", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, if Hon Members do not have a difficulty, I --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if Hon Members do not have a difficulty, I --", 
            "time": "12:20:00"
        }, 
        {
            "column": "868", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I think the Hon Chairman has made it quite clear that the two are inextricably inter-woven and that very often, matters of animal health slum into matters of human health and allied issues. So, if we can work towards a Second Consideration Stage, maybe, that is what we may well do.\nClause 173 as amended ordered to stand part of the Bill.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I think the Hon Chairman has made it quite clear that the two are inextricably inter-woven and that very often, matters of animal health slum into matters of human health and allied issues. So, if we can work towards a Second Consideration Stage, maybe, that is what we may well do.\n Question put and amendment agreed to.\n\nClause 173 as amended ordered to stand part of the Bill.", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So Chairman, can we make progress now?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So Chairman, can we make progress now?", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Rightly so, Mr Speaker; we go back to clause 20.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Rightly so, Mr Speaker; we go back to clause 20.\n Clause 20 -- Public Vaccinators.", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, the amendments to the whole of clause 20 are now irrelevant and all of them are dropped.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the amendments to the whole of clause 20 are now irrelevant and all of them are dropped.", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So that clause 20 should stand as it is?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So that clause 20 should stand as it is?\n Hon Members, the listed amendments have been withdrawn.\n [Amendments accordingly withdrawn by leave of the House.]", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, sorry, there is one; the (iii) item on the Order Paper.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, sorry, there is one; the (iii) item on the Order Paper.\n I beg to move, clause 20, subclause (3), line 3, delete \"Act\" substitute \"Part\"\n So subclause (3) would read as follows:\n \"An assistant public vaccinator shall perform the functions of a public vaccinator in accordance with the regulations made under this Part\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "869", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Made under \"this Part\".\nClause 21 - Free Vaccination.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Made under \"this Part\".\n Question put and amendment agreed to.\n Clause 20 as amended ordered to stand part of the Bill.\n\nClause 21 - Free Vaccination.", 
            "time": "12:20:00"
        }, 
        {
            "column": "870", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 21, Headnote, delete \"Free\" substitute \"Public\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 21, Headnote, delete \"Free\" substitute \"Public\".\n So the heading would be \"Public Vaccination\".\n Question put and amendment agreed to.", 
            "time": "12:20:00"
        }, 
        {
            "column": "870", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, all the other amendments to clause 21 have become irrelevant and therefore, they are abandoned.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, all the other amendments to clause 21 have become irrelevant and therefore, they are abandoned.\n [Amendments accordingly withdrawn by the leave of the House.]", 
            "time": "12:20:00"
        }, 
        {
            "column": "870", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, clause 21 continues to be under consideration even though the listed amendments have been withdrawn.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, clause 21 continues to be under consideration even though the listed amendments have been withdrawn.", 
            "time": "12:20:00"
        }, 
        {
            "column": "870", 
            "kind": "speech", 
            "name": "Mr William O. Boafo", 
            "original": "Mr William O. Boafo: Mr Speaker, I would like to seek your direction with regard to an expression which has been used in clause 21 (2), line 1, after the word \"where\" - \"In the opinion of the public vaccinator\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would like to seek your direction with regard to an expression which has been used in clause 21 (2), line 1, after the word \"where\" - \"In the opinion of the public vaccinator\".\n Mr Speaker, my reason for seeking your direction is to find out from the Chairman whether it is safe to reserve such matters to the opinion of the implementer, in view of the fact that, the judgment becomes subjective and it will not be subject to any objective criteria to assess whether he has properly exercised his discretion or not.\n So far, as \"in the opinion of\" is concerned - if you reserve that for a public officer, it becomes very difficult in most cases to challenge the decisions taken by the public officer.\n I will prefer that we use an objective criterion more than subjective ones.", 
            "time": "12:20:00"
        }, 
        {
            "column": "871", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Chairman, I hope you see the point of the Hon Member? In fact, sometimes when you even say that \"where vaccination would be injurious to health\" -- even that could be safer because it means whoever is saying so, will have to justify why he is saying so. But when something is left in the opinion of a particular person or official, the impression could be that once he says, \"it is my opinion\", then that is the end of the matter.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Chairman, I hope you see the point of the Hon Member? In fact, sometimes when you even say that \"where vaccination would be injurious to health\" -- even that could be safer because it means whoever is saying so, will have to justify why he is saying so. But when something is left in the opinion of a particular person or official, the impression could be that once he says, \"it is my opinion\", then that is the end of the matter.\n How do we handle this, if I get the Hon Boafo well?", 
            "time": "12:20:00"
        }, 
        {
            "column": "871", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: That is so, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "That is so, Mr Speaker.", 
            "time": "12:20:00"
        }, 
        {
            "column": "871", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker:Very well. Hon Chairman.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well. Hon Chairman.\n 12.3O p.m.", 
            "time": "12:20:00"
        }, 
        {
            "column": "871", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I think it was an issue at the Committee level. But the challenge with the health professionals is that - The reason they were leaving as \"opinion\" is that it may differ from one person to another, based on the persons training. Someone will come and say that", 
            "original": "Alhaji Muntaka: Mr Speaker, I think it was an issue at the Committee level. But the challenge with the health professionals is that - The reason they were leaving as \"opinion\" is that it may differ from one person to another, based on the persons training. Someone will come and say that: \"I was vaccinated three months ago\", and based on that, he says you do not need vaccination. Or \"From the way your ailment is, if you are further vaccinated, it is going to create this effect\".\nBut if you make it so explicit in the law, when the person says that: \"You do not need it\" when in the actual sense, you need it, the person will say that: \"The law says that when I say it, that is it\". But the law makes room for you to use your discretion, and then you would be made to answer for your discretion. That was why it was left so.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"I was vaccinated three months ago\", and based on that, he says you do not need vaccination. Or \"From the way your ailment is, if you are further vaccinated, it is going to create this effect\".\n The explanation they gave was that because all medical practitioners have code of ethics and conduct, the belief is that if you say that when the person does not need it, it becomes more or less restrictive. Also, the person who is going to do or not to do the vaccination, should be allowed to take decisions that he or she would be held responsible for. That is at the Committee level; it was decided that it should be with the person’s opinion, so that that person could still be liable for their action and inaction.\n\nBut if you make it so explicit in the law, when the person says that: \"You do not need it\" when in the actual sense, you need it, the person will say that: \"The law says that when I say it, that is it\". But the law makes room for you to use your discretion, and then you would be made to answer for your discretion. That was why it was left so.", 
            "time": "12:20:00"
        }, 
        {
            "column": "872", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, I quite appreciate what the Hon Chairman is saying. Ordinarily, I will not argue with him. But the point is that we are aware that this expression, at times becomes a hurdle for judicial review of Executive decisions, and that is why I threw in this caution.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I quite appreciate what the Hon Chairman is saying. Ordinarily, I will not argue with him. But the point is that we are aware that this expression, at times becomes a hurdle for judicial review of Executive decisions, and that is why I threw in this caution.\n I quite appreciate that the person can express his opinion, but in most cases, it becomes an obstacle to judicial review. We have had cases in the past, which prevented the courts from investigating the basis of the opinion of an Hon Minister.", 
            "time": "12:20:00"
        }, 
        {
            "column": "872", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker: Hon Chairman, can I, maybe, give a direction? \"Subsection 1 does not apply where vaccination could be injurious to health\". Still the vaccinator will have to form an opinion. Definitely, he would have to make a decision. Nevertheless, the subjectivity is removed and if challenged, he should be able to justify his decision. We do not want the impression whereby it would look like", 
            "original": "Mr Second Deputy Speaker: Hon Chairman, can I, maybe, give a direction? \"Subsection 1 does not apply where vaccination could be injurious to health\". Still the vaccinator will have to form an opinion. Definitely, he would have to make a decision. Nevertheless, the subjectivity is removed and if challenged, he should be able to justify his decision. We do not want the impression whereby it would look like: \"That is my discretion and that is the end of the matter\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"That is my discretion and that is the end of the matter\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "872", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I rightly I agree with you. So I would want to move an amendment to that effect, if my Hon Colleague agrees.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I rightly I agree with you. So I would want to move an amendment to that effect, if my Hon Colleague agrees.\n Mr Speaker, I beg to move, clause 21, subclause 2, lines (1) and (2), after \"where\" delete \"in the opinion of the public vaccinator\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "continued speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So, the new rendition will be:\n \"(2) Subsection 1 does not apply where . . . vaccination will be injurious to health, or where there is satisfactory evidence that a person is already successfully vaccinated or otherwise has natural immunity to the disease\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I think that could end a long story.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I think that could end a long story.", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, I would want to find out from the Hon Chairman what degree of evidence he would regard as satisfactory under the same subclause.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would want to find out from the Hon Chairman what degree of evidence he would regard as satisfactory under the same subclause.", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, I would have thought that would be a matter of fact under the circumstances of any particular case - case by case; it will be a matter of fact.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, I would have thought that would be a matter of fact under the circumstances of any particular case - case by case; it will be a matter of fact.", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, this is not a legal mind. But who is to determine the level of satisfactoriness? Why do we not simply say \"where there is evidence\" and leave out that level of subjectivity? What you are saying is, some individual is going to declare whether or not it is satisfactory and yet we have not determined by this law what the indices are. I do not know which is legally correct.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, this is not a legal mind. But who is to determine the level of satisfactoriness? Why do we not simply say \"where there is evidence\" and leave out that level of subjectivity? What you are saying is, some individual is going to declare whether or not it is satisfactory and yet we have not determined by this law what the indices are. I do not know which is legally correct.", 
            "time": "12:20:00"
        }, 
        {
            "column": "873", 
            "kind": "speech", 
            "name": "Mr Chireh: Mr Speaker, in terms of what he is saying, it is even more important that we should have a certain level of satisfaction and if we should look at the way that it was originally put, it was an \"opinion of the public vaccinator\". That is why the \"satisfactory evidence\". If we just leave it as \"evidence\" a person can say that", 
            "original": "Mr Chireh: Mr Speaker, in terms of what he is saying, it is even more important that we should have a certain level of satisfaction and if we should look at the way that it was originally put, it was an \"opinion of the public vaccinator\". That is why the \"satisfactory evidence\". If we just leave it as \"evidence\" a person can say that: \"I have evidence that this has happened\". If it is documented, if after the vaccination, the person has been\ngiven a card or there is a mark or something that has been left on the body, these are cases that you can say that: \"It is satisfactory\". But the determination of satisfaction is normally given to the one who has some level of expertise in this.\nSo if we do not want the word \"satisfactory\" because it cannot be qualified, it is a different argument. But it is better that you have a minimum of the evidence that must qualify for this to be applied.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"I have evidence that this has happened\". If it is documented, if after the vaccination, the person has been\n\ngiven a card or there is a mark or something that has been left on the body, these are cases that you can say that: \"It is satisfactory\". But the determination of satisfaction is normally given to the one who has some level of expertise in this.\n\nSo if we do not want the word \"satisfactory\" because it cannot be qualified, it is a different argument. But it is better that you have a minimum of the evidence that must qualify for this to be applied.", 
            "time": "12:20:00"
        }, 
        {
            "column": "874", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, \"satisfactory\" there is just a tautology. If you look at the sentence carefully, you will note that it has been indicated there that the \"evidence that a person is already successfully vaccinated\". Once a person has successfully gone through a vaccination, it means that the evidence is satisfactory. Why then do you repeat \"satisfactory\" here?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, \"satisfactory\" there is just a tautology. If you look at the sentence carefully, you will note that it has been indicated there that the \"evidence that a person is already successfully vaccinated\". Once a person has successfully gone through a vaccination, it means that the evidence is satisfactory. Why then do you repeat \"satisfactory\" here?\n So I think that we just make it \"evidence\" and allow the phrase '\"successfully vaccinated\" to operate.", 
            "time": "12:20:00"
        }, 
        {
            "column": "874", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akurnfi", 
            "original": "Prof. Ameyaw-Akurnfi: Mr Speaker, going along with Hon Chireh, I think that for as long as all vaccinations get recorded or there are records, can we point at that, which will be the evidence? When we get vaccinated, we carry pieces of paper, some records. Do we not? My fear is that when it becomes so discretionary, that officer may overlook what you think is the clear evidence and then come out with a decision. But if he is to look for some evidence, and here, the medical people can help --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, going along with Hon Chireh, I think that for as long as all vaccinations get recorded or there are records, can we point at that, which will be the evidence? When we get vaccinated, we carry pieces of paper, some records. Do we not? My fear is that when it becomes so discretionary, that officer may overlook what you think is the clear evidence and then come out with a decision. But if he is to look for some evidence, and here, the medical people can help --", 
            "time": "12:20:00"
        }, 
        {
            "column": "874", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So \"where there is evidence that vaccination will be injurious to health\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So \"where there is evidence that vaccination will be injurious to health\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "875", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, yes.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, yes.", 
            "time": "12:20:00"
        }, 
        {
            "column": "875", 
            "kind": "speech", 
            "name": "Mrs Kusi: Mr Speaker, I was just going to say what my Hon Colleague said, that once a person is vaccinated, he is given a certificate and sometimes, for some vaccinations, he needs to go two or three times and they are marked. The person goes twice, he stops and then he produces a certificate or a book that", 
            "original": "Mrs Kusi: Mr Speaker, I was just going to say what my Hon Colleague said, that once a person is vaccinated, he is given a certificate and sometimes, for some vaccinations, he needs to go two or three times and they are marked. The person goes twice, he stops and then he produces a certificate or a book that: \"I have had this\". So I think both words are necessary.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"I have had this\". So I think both words are necessary.\n It is \"satisfactory\" that he has had the evidence, and then \"successfully\" because the person went through all the stages. It does not cause any harm. So I think it should be there.", 
            "time": "12:20:00"
        }, 
        {
            "column": "875", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"Where there is evidence that vaccination is injurious to health\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"Where there is evidence that vaccination is injurious to health\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "875", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I agree with my Hon Colleagues. But I remember this was a very interesting issue. When people go through vaccination in particular, they are given a card. Some people may avoid the vaccination and still have the card. You get to the point, but because the trained officer has a technical eye, sometimes, he can see the symptoms displaying on the person and then yet, the person is holding a card.\nyou could go and create further problems, which they cannot solve. In some instances, they just want to be double sure. So, if you just leave it to evidence and the person is holding the card, it will mean that by law, you cannot further interrogate.\nI know the issue about people sometimes abusing it, but we are talking about public health here, where there are difficult situations, and usually, they are not normal times, they could be difficult times when people are holding paper. That is why we still want the \"satisfactory\" to be there.-", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I agree with my Hon Colleagues. But I remember this was a very interesting issue. When people go through vaccination in particular, they are given a card. Some people may avoid the vaccination and still have the card. You get to the point, but because the trained officer has a technical eye, sometimes, he can see the symptoms displaying on the person and then yet, the person is holding a card.\n That is why they are using that \"satisfactory\" so that he will say that: \"Look, I am not satisfied, I will have to further cross-check\".\n Mr Speaker, just to cite a case. I travelled to Thailand. I was vaccinated against Yellow Fever, and the card was in my passport. But when I got to the airport, they still quarantined me; did further examination, just to be sure because it is a public health issue. Allowing you in just on the basis of your card, could mean that\n\nyou could go and create further problems, which they cannot solve. In some instances, they just want to be double sure. So, if you just leave it to evidence and the person is holding the card, it will mean that by law, you cannot further interrogate.\n\nI know the issue about people sometimes abusing it, but we are talking about public health here, where there are difficult situations, and usually, they are not normal times, they could be difficult times when people are holding paper. That is why we still want the \"satisfactory\" to be there.-", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So, Hon Chairman, What is the position?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So, Hon Chairman, What is the position?", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, the position is that I would want my Hon Colleagues to allow the \"satisfactory evidence\" to be there because that is going to enhance the work of the professional.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the position is that I would want my Hon Colleagues to allow the \"satisfactory evidence\" to be there because that is going to enhance the work of the professional.", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"Satisfactory evidence\"?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"Satisfactory evidence\"?", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, yes.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, yes.", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It does not spoil anything to have \"satisfactory\"; - Where there is satisfactory evidence.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "It does not spoil anything to have \"satisfactory\"; - Where there is satisfactory evidence.\n Question put and amendment agreed to.\n Clause 21 as amended ordered to stand as part of the Bill.\n Clause 22 --- Compulsory vaccination.", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, because of the amendments that we did earlier, all the amendments under clause 22 are abandoned; they are therefore, dropped.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, because of the amendments that we did earlier, all the amendments under clause 22 are abandoned; they are therefore, dropped.", 
            "time": "12:40:00"
        }, 
        {
            "column": "876", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The amendments under clause 22 are withdrawn, but they are for consideration of the House.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "The amendments under clause 22 are withdrawn, but they are for consideration of the House.", 
            "time": "12:40:00"
        }, 
        {
            "column": "877", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, I would want to find out from the Hon Chairman why he opts to use \"Regulations\" in some clauses and \"Legislative Instruments\" in other clauses; whether they are for different intentions.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would want to find out from the Hon Chairman why he opts to use \"Regulations\" in some clauses and \"Legislative Instruments\" in other clauses; whether they are for different intentions.\n Secondly, whether the Legislative Instrument required to be made under clause 22 is restricted to the provisions of this Part because there is no indication that it is restricted to the provisions of this Part as it had early on been done under clause 20, subclause (3).", 
            "time": "12:40:00"
        }, 
        {
            "column": "877", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, ordinarily, it will just be \"instrument\", just to give room for both Legislative and Executive Instruments. But in some of the instances, the Committee is of the view that it must come to Parliament. That is why we are using \"Legislative Instrument\" there.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, ordinarily, it will just be \"instrument\", just to give room for both Legislative and Executive Instruments. But in some of the instances, the Committee is of the view that it must come to Parliament. That is why we are using \"Legislative Instrument\" there.\n But where we used \"instruments\", that was the understanding that I got. Unless, those who are lawyers could argue, otherwise, that where we use \"Legislative Instrument\", we want it to come to Parliament.\n But where we use only \"Instrument,\" it leaves room for either a Legislative Instrument or an Executive Instrurnent. That is the explanation that was offered.", 
            "time": "12:40:00"
        }, 
        {
            "column": "877", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Any other matter under clause 22, which is still under consideration?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Any other matter under clause 22, which is still under consideration?\n Mr Boafoa Mr Speaker, the second aspect of my question was not answered; Whether it is restricted to this Part only or it is general.", 
            "time": "12:40:00"
        }, 
        {
            "column": "877", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Is that the general trend?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Is that the general trend?", 
            "time": "12:40:00"
        }, 
        {
            "column": "877", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, rightly so, and in some of the places, it was stated categorically, \"Executive Instrument\" and in others, it was only \"Instrument\". So, it\nis running across, depending on which Part and clause. Unless, otherwise, we think we must standardize it and just use \"Instrument\". But that was the explanation that was provided at the Committee level.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, rightly so, and in some of the places, it was stated categorically, \"Executive Instrument\" and in others, it was only \"Instrument\". So, it\n\nis running across, depending on which Part and clause. Unless, otherwise, we think we must standardize it and just use \"Instrument\". But that was the explanation that was provided at the Committee level.", 
            "time": "12:40:00"
        }, 
        {
            "column": "878", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: If \"Legislative Instrument\" suits this Part, let us proceed. If there is any difficulty later, we will address it.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "If \"Legislative Instrument\" suits this Part, let us proceed. If there is any difficulty later, we will address it.\n Hon Members, clause 22 is for further consideration.", 
            "time": "12:40:00"
        }, 
        {
            "column": "878", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, does the Hon Chairman consider \"Legislative Instrument\" to be appropriate in these circumstances where it has to be laid in this House for 21 days, regardless of the emergency involved?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, does the Hon Chairman consider \"Legislative Instrument\" to be appropriate in these circumstances where it has to be laid in this House for 21 days, regardless of the emergency involved?\n I would want to know from him, whether he considers it as appropriate because this will have to be laid in this House for 21 days before it becomes effective, regardless of the emergency involved. Having regard to the emergency involved, it may require an immediate action. But if it is a Legislative Instrument, then it has to be laid in this House under the 1992 Constitution for 21 days.", 
            "time": "12:40:00"
        }, 
        {
            "column": "878", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I honestly believe that the concern raised by my Hon Colleague is very legitimate because public health issues sometimes do not give you time to be able to dance around. So I would want to propose an amendment, that wherever we see \"Legislative Instrument\", we should change it to \"Instrument\" so that it can make room for both Executive and Legislative Instrument. So, when it becomes very critical, the Hon Minister may use an Executive Instrument to safeguard the emergency rather than to use Legislative Instrument where he or she must come to Parliament with respect to those clauses.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I honestly believe that the concern raised by my Hon Colleague is very legitimate because public health issues sometimes do not give you time to be able to dance around. So I would want to propose an amendment, that wherever we see \"Legislative Instrument\", we should change it to \"Instrument\" so that it can make room for both Executive and Legislative Instrument. So, when it becomes very critical, the Hon Minister may use an Executive Instrument to safeguard the emergency rather than to use Legislative Instrument where he or she must come to Parliament with respect to those clauses.", 
            "time": "12:40:00"
        }, 
        {
            "column": "879", 
            "kind": "continued speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So, Mr Speaker, I beg to move, that clause 22 (1), line 1, after \"by\" delete \"legislative\".\n So, the new rendition will be:\n \"The Minister may by instrument, generally with reference to the particular district, area or place or with respect to a particular class or classes of persons, order the persons to whom the instrument applies, who do not produce satisfactory evidence of successful vaccination, to be vaccinated by public vaccinator, unless in the opinion of the public vaccinator the vaccination will be injurious to health\".", 
            "time": "12:40:00"
        }, 
        {
            "column": "879", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Even, assuming we were going there, \"may by instrument\", an appropriate instrument, otherwise, it becomes too- \"may by instrument\". If we should make reference to an \"appropriate instrument\", then it could be elegantly put, Hon Chairman.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Even, assuming we were going there, \"may by instrument\", an appropriate instrument, otherwise, it becomes too- \"may by instrument\". If we should make reference to an \"appropriate instrument\", then it could be elegantly put, Hon Chairman.", 
            "time": "12:40:00"
        }, 
        {
            "column": "879", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Rightly so, Mr Speaker. I would want to add that in so doing, it applies to wherever in this Act that we find \"Legislative Instrument\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Rightly so, Mr Speaker. I would want to add that in so doing, it applies to wherever in this Act that we find \"Legislative Instrument\".", 
            "time": "12:40:00"
        }, 
        {
            "column": "879", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"The Minister- may by an appropriate instrument\" and it is to apply wherever we see \"legislative instrument\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"The Minister- may by an appropriate instrument\" and it is to apply wherever we see \"legislative instrument\".\n Question put and amendment agreed to.\n Clause 22 as amended ordered to stand part of the Bill.", 
            "time": "12:40:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo - rose -", 
            "time": "12:40:00"
        }, 
        {
            "column": "879", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Yes, Hon Boafo, I recognize you.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes, Hon Boafo, I recognize you.", 
            "time": "12:40:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, I am sorry you have put the Question but ---", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am sorry you have put the Question but ---", 
            "time": "12:40:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Please, proceed.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Please, proceed.", 
            "time": "12:40:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, early on, we had considered and deleted \"in the opinion of the public vaccinator\" under clause 21 but it reoccurs under clause 22, subclause 1, line -- the penultimate line, after the word \"unless\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, early on, we had considered and deleted \"in the opinion of the public vaccinator\" under clause 21 but it reoccurs under clause 22, subclause 1, line -- the penultimate line, after the word \"unless\".\n Mr Speaker, I propose that the draftsperson takes care of it and have a consequential amendment.", 
            "time": "12:40:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker:Very well. It is ordered that the draftsperson should take note of that accordingly and make all consequential amendments. \"There is evidence that\"; that is the new rendition. Also that, wherever there is \"legislative instrument\", it should be an \"appropriate instrument\". The draftspersons are directed accordingly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well. It is ordered that the draftsperson should take note of that accordingly and make all consequential amendments. \"There is evidence that\"; that is the new rendition. Also that, wherever there is \"legislative instrument\", it should be an \"appropriate instrument\". The draftspersons are directed accordingly.", 
            "time": "12:40:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So, we will put the Question for the avoidance of doubt.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So, we will put the Question for the avoidance of doubt.\n Question put and amendment agreed to.\n Clause 22 as amended ordered to stand part of the Bill.\n Clause 23 ordered to stand part of the Bill.\n Clause 24 -- Vaccination of children.", 
            "time": "12:50:00"
        }, 
        {
            "column": "880", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, because of the earlier amendment, all the amendment proposed under clause 24 are hereby dropped because they are irrelevant.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, because of the earlier amendment, all the amendment proposed under clause 24 are hereby dropped because they are irrelevant.", 
            "time": "12:50:00"
        }, 
        {
            "column": "881", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, the listed amendments are withdrawn.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, the listed amendments are withdrawn.\n [Amendment accordingly withdrawn by leave of the House.]\n Clause 24 ordered to stand part of the Bill\n Clause 25 - Power of entry for vaccination.", 
            "time": "12:50:00"
        }, 
        {
            "column": "881", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, it is the same with clause 25 - All the amendments are now irrelevant and therefore they are hereby dropped.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it is the same with clause 25 - All the amendments are now irrelevant and therefore they are hereby dropped.", 
            "time": "12:50:00"
        }, 
        {
            "column": "881", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, the proposed amendment under item (xiii), clause 25, provides as follows, subclause 1 paragraph (a), line 1, after \"building\" insert \"or structure\", and in line 2, after \"person\" insert \"or an animal\". I believe the Chairman will have to explain why the first part of the proposed amendment is not applicable here but after building insert \"or structure\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the proposed amendment under item (xiii), clause 25, provides as follows, subclause 1 paragraph (a), line 1, after \"building\" insert \"or structure\", and in line 2, after \"person\" insert \"or an animal\". I believe the Chairman will have to explain why the first part of the proposed amendment is not applicable here but after building insert \"or structure\".", 
            "time": "12:50:00"
        }, 
        {
            "column": "881", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, that was the problem because the \"structure\" was brought in to take care of the animal because it was \"building\" and we brought the \"structure\". This is because most at times, the animals were in all sorts of structures. So the \"structure\" was purposely there to take care of the animal. And now that We have made those omnibus amendments, it was irrelevant to now be stating the \"structure\". Because it is the same with the necessary modifications. So it has been taken care of by the amendment that was done earlier.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, that was the problem because the \"structure\" was brought in to take care of the animal because it was \"building\" and we brought the \"structure\". This is because most at times, the animals were in all sorts of structures. So the \"structure\" was purposely there to take care of the animal. And now that We have made those omnibus amendments, it was irrelevant to now be stating the \"structure\". Because it is the same with the necessary modifications. So it has been taken care of by the amendment that was done earlier.\n Thank you, Mr Speaker.", 
            "time": "12:50:00"
        }, 
        {
            "column": "881", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, the Hon Chairman is a Member of Parliament from a metropolis, so he does not care for those of us from the rural areas where people live in kiosks and \"containerized\nstructures\". He is only thinking of buildings and I believe in his constituency, there are containerized structures and kiosks where people do live in.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the Hon Chairman is a Member of Parliament from a metropolis, so he does not care for those of us from the rural areas where people live in kiosks and \"containerized\n\nstructures\". He is only thinking of buildings and I believe in his constituency, there are containerized structures and kiosks where people do live in.", 
            "time": "12:50:00"
        }, 
        {
            "column": "882", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I honestly agree with my Hon Colleague because it is not everybody who lives in a building. So again, I would want to take the amendment to clause 25, line 1, paragraph (a), after \"building\" insert \"or structure\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I honestly agree with my Hon Colleague because it is not everybody who lives in a building. So again, I would want to take the amendment to clause 25, line 1, paragraph (a), after \"building\" insert \"or structure\".\n This is just to take care of -- other than that others who live in wooden structures will say that this law does not apply to them.", 
            "time": "12:50:00"
        }, 
        {
            "column": "882", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, does that satisfies your aspiration?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, does that satisfies your aspiration?", 
            "time": "12:50:00"
        }, 
        {
            "column": "882", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Yes, Mr Speaker - but there is another one -- I do not know whether the subclause takes care of refugee camps - whether he can stretch the meaning of \"compound and yard\" to cover refugee camps because that is a possible area where the public vaccinator can enter to vaccinate them.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker - but there is another one -- I do not know whether the subclause takes care of refugee camps - whether he can stretch the meaning of \"compound and yard\" to cover refugee camps because that is a possible area where the public vaccinator can enter to vaccinate them.", 
            "time": "12:50:00"
        }, 
        {
            "column": "882", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, the understanding is that once you talk about a \"yard\" or \"compound\", it does not really matter whether it is a camp or it is for refugees or it is for normal persons. Once you take care of a yard or compound or a building or a structure, it is believed that it has covered almost every other possibility -- whether refugee camp or whatever it is within a yard, a compound or a structure.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the understanding is that once you talk about a \"yard\" or \"compound\", it does not really matter whether it is a camp or it is for refugees or it is for normal persons. Once you take care of a yard or compound or a building or a structure, it is believed that it has covered almost every other possibility -- whether refugee camp or whatever it is within a yard, a compound or a structure.\n Thank you, Mr Speaker.", 
            "time": "12:50:00"
        }, 
        {
            "column": "882", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, What is a \"yard\"'? This colonial terminology has stayed with us all these years. What is a \"yard\"? He has talked about a \"compound\" - acceptable - \"buildings, structure\". But what is a \"yard\"?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, What is a \"yard\"'? This colonial terminology has stayed with us all these years. What is a \"yard\"? He has talked about a \"compound\" - acceptable - \"buildings, structure\". But what is a \"yard\"?", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo: He is asking", 
            "original": "Mr J. B. Aidoo: He is asking: \"What is a yard\" and I am saying three feet will make a yard.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"What is a yard\" and I am saying three feet will make a yard.", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, you are out of order.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Aidoo, you are out of order.", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, I am trying to find out why we continue to use this colonial description of place of abode.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am trying to find out why we continue to use this colonial description of place of abode.", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Prof. Ameyaw-Akumfi, we have already made a lot of progress earlier with regard to some of these expressions, which are common nomenclatures. So \"yard, unless it is not understood --Actually, we have \"building\" or \"structure\". Is it not so, Hon Boafo?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Prof. Ameyaw-Akumfi, we have already made a lot of progress earlier with regard to some of these expressions, which are common nomenclatures. So \"yard, unless it is not understood --Actually, we have \"building\" or \"structure\". Is it not so, Hon Boafo?\n Hon Chairman, that is agreeable to you.\n Question put and amendment agreed to.\n Clause 25 as amended ordered to stand part of the Bill.\n Clause 26 --- Examination and vaccination of visitors.", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, the amendment proposed has a further amendment, what is advertised as xv. I beg to move, clause 26, line 2, after \"country\" delete \"by air, land or sea who\" and insert \"that\". So the new rendition will be - \"public vaccinator may examine and vaccinate a person who arrives in the country that cannot produce satisfactory evidence or successful vaccination\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the amendment proposed has a further amendment, what is advertised as xv. I beg to move, clause 26, line 2, after \"country\" delete \"by air, land or sea who\" and insert \"that\". So the new rendition will be - \"public vaccinator may examine and vaccinate a person who arrives in the country that cannot produce satisfactory evidence or successful vaccination\".", 
            "time": "12:50:00"
        }, 
        {
            "column": "883", 
            "kind": "speech", 
            "name": "Mrs Kusi", 
            "original": "Mrs Kusi: Mr Speaker, the rendition the Chairman just offered, the \"that\" that he put in, is it about the person who cannot produce or the country that cannot produce? It is not clear. If he says \"a person who arrives in the country that cannot produce satisfactory\" - Is it the\ncountry that does not produce or the person --- This is because when the person arrives in the country, either country gives or the person has forgotten, or lost or did not take it -\nSo if he says \"a person that arrives in the country that cannot produce. . .\" It is not clear.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the rendition the Chairman just offered, the \"that\" that he put in, is it about the person who cannot produce or the country that cannot produce? It is not clear. If he says \"a person who arrives in the country that cannot produce satisfactory\" - Is it the\n\ncountry that does not produce or the person --- This is because when the person arrives in the country, either country gives or the person has forgotten, or lost or did not take it -\n\nSo if he says \"a person that arrives in the country that cannot produce. . .\" It is not clear.", 
            "time": "12:50:00"
        }, 
        {
            "column": "884", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Chairman, if you have the -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Chairman, if you have the -", 
            "time": "13:00:00"
        }, 
        {
            "column": "884", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, it is about grammar. I think, maybe, the best rendition could be to say \"but cannot produce\". So I will change the \"that\" to \"but\". And I do not know whether that would satisfy my Hon Colleague, so that the new rendition will read", 
            "original": "Alhaji Muntaka: Mr Speaker, it is about grammar. I think, maybe, the best rendition could be to say \"but cannot produce\". So I will change the \"that\" to \"but\". And I do not know whether that would satisfy my Hon Colleague, so that the new rendition will read:", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"A public vaccinator may examine and vaccinate a person who arrives in the country but cannot produce satisfactory evidence of successful vaccination\".\n Mr Speaker, if that is better, we can take it", 
            "time": "13:00:00"
        }, 
        {
            "column": "884", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. I can see that the Hon Member is agreeable.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well. I can see that the Hon Member is agreeable.", 
            "time": "13:00:00"
        }, 
        {
            "column": "884", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, I hope the implication is that amendment advertised as (xv) is abandoned? Mr Speaker, I enquired whether the proposed amendment, advertised as (xv) on the Order Paper, is abandoned? He did not say so.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I hope the implication is that amendment advertised as (xv) is abandoned? Mr Speaker, I enquired whether the proposed amendment, advertised as (xv) on the Order Paper, is abandoned? He did not say so.", 
            "time": "13:00:00"
        }, 
        {
            "column": "884", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: That is rightly so. Mr Speaker, that is why I said it was further amended and I gave the new rendition. This means, what was advertised was abandoned.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "That is rightly so. Mr Speaker, that is why I said it was further amended and I gave the new rendition. This means, what was advertised was abandoned.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon. Member, the Hon Chairman read a further amended version.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon. Member, the Hon Chairman read a further amended version.\n Hon Chairman, if you would read it in full for the avoidance of doubt, what we are now --", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, \"the proposed amendment, under clause 26, as advertised, is abandoned. And in its place, I beg to move, clause 26, line 2, after \"country\", delete \"by air, land or sea, who\" and insert \"but\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, \"the proposed amendment, under clause 26, as advertised, is abandoned. And in its place, I beg to move, clause 26, line 2, after \"country\", delete \"by air, land or sea, who\" and insert \"but\".\n Question put and amendment agreed to.", 
            "time": "13:00:00"
        }, 
        {
            "action": "rose-", 
            "kind": "action", 
            "name": "Mr W. O. Boafo", 
            "original": "Mr W. O. Boafo --rose--", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, do you have further amendment?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, do you have further amendment?", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Yes, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, we are on clause 26.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, we are on clause 26.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Yes, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, please, proceed.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, please, proceed.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Boafo: Mr Speaker, this is with regard to the Headnote. It reads", 
            "original": "Mr Boafo: Mr Speaker, this is with regard to the Headnote. It reads:", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"examination and vaccination of visitors\".\n Mr Speaker, when people arrive in this country, we have classes of them. We have visitors, we have students, we have people who come to seek medical examination or check-ups. I think if we delete \"visitors\" and substitute \"immigrants\" that will take care of every class of persons.", 
            "time": "13:00:00"
        }, 
        {
            "column": "885", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, the Hon Member says \"immigrants\" instead of \"visitors\".\n\"Immigrant\" is the general word for all those who come in. \"Visitor\" is for those who come in for a certain purpose; it is a category of immigrants.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, the Hon Member says \"immigrants\" instead of \"visitors\".\n\n\"Immigrant\" is the general word for all those who come in. \"Visitor\" is for those who come in for a certain purpose; it is a category of immigrants.", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, does the word \"visitor\" exclude anybody who is coming? I do not think so. I thought the word \"visitor\"--", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, does the word \"visitor\" exclude anybody who is coming? I do not think so. I thought the word \"visitor\"--", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"Immigrant\" is the omnibus word for all those who are coming in.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"Immigrant\" is the omnibus word for all those who are coming in.", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: All right, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "All right, Mr Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: A visitor is only for a purpose - it is for visiting purposes.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "A visitor is only for a purpose - it is for visiting purposes.", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if you say so. But because I thought that whoever was coming into our country, is a visitor; whether one is coming to sell, whether one is coming to seek medical health, whether one is coming for conference, whatever you are coming in for, one is a visitor to the country. Unless, otherwise, if it is the agreement of Hon Members, that we should rather use \"immigrant\" -- either than that, I really do not see the difference between the use of --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if you say so. But because I thought that whoever was coming into our country, is a visitor; whether one is coming to sell, whether one is coming to seek medical health, whether one is coming for conference, whatever you are coming in for, one is a visitor to the country. Unless, otherwise, if it is the agreement of Hon Members, that we should rather use \"immigrant\" -- either than that, I really do not see the difference between the use of --", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I would have thought that the legal terminology was immigrant. Nevertheless -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I would have thought that the legal terminology was immigrant. Nevertheless -", 
            "time": "13:00:00"
        }, 
        {
            "column": "886", 
            "kind": "speech", 
            "name": "Mrs Kusi", 
            "original": "Mrs Kusi: Mr Speaker, I think I agree with whoever is advocating for \"immigrant\". This is because when even one is going in for a visa, there are visitors’ visa and various categories; those who are going to stay permanently with their husbands, those who are going to school. So we have different categories of visas that are given to people. So I think \"immigrant\" would be the best.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think I agree with whoever is advocating for \"immigrant\". This is because when even one is going in for a visa, there are visitors’ visa and various categories; those who are going to stay permanently with their husbands, those who are going to school. So we have different categories of visas that are given to people. So I think \"immigrant\" would be the best.", 
            "time": "13:00:00"
        }, 
        {
            "column": "887", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: When a diplomat comes into the country to assume duty, the person is not a visitor. When a student comes into the country to study, the person is a student not a visitor. But all these persons are immigrants.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "When a diplomat comes into the country to assume duty, the person is not a visitor. When a student comes into the country to study, the person is a student not a visitor. But all these persons are immigrants.", 
            "time": "13:00:00"
        }, 
        {
            "column": "887", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, I beg to differ. If we have a Ghanaian who has lived in la Cote d’Ivoire for five, ten years, and he is coming back and we still want to examine his vaccination status, I am wondering whether that Ghanaian would be called an immigrant? He is not. So we have to look for a better term, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to differ. If we have a Ghanaian who has lived in la Cote d’Ivoire for five, ten years, and he is coming back and we still want to examine his vaccination status, I am wondering whether that Ghanaian would be called an immigrant? He is not. So we have to look for a better term, Mr Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "887", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, Hon Prof. Ameyaw-Akumfi even went very far. Yesterday, I met the Hon Minister for Communications at the airport. He was arriving in the country. So if we say a person arriving in the country is a visitor, it is wrong. This is because a person arriving there also applies to Ghanaians who are resident here but have travelled, maybe, for one day, two days and are coming back home. We cannot say that these persons arriving are visitors.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, Hon Prof. Ameyaw-Akumfi even went very far. Yesterday, I met the Hon Minister for Communications at the airport. He was arriving in the country. So if we say a person arriving in the country is a visitor, it is wrong. This is because a person arriving there also applies to Ghanaians who are resident here but have travelled, maybe, for one day, two days and are coming back home. We cannot say that these persons arriving are visitors.\n That is where I would Want to agree with the Chair that \"immigrant\" would be most apprdpriate inthis particular context. [Interruptions] Mr Speaker, I am only adding just a small part to the Hon Member’s contribution that one does not even have to go far to la, Cote d’Ivoire to say that Ghanaians who have lived there for five years-- Even if the person had left the country for just one day or even thirty minutes and he is coming back, he cannot be a visitor. He is a Ghanaian. [Interruption] He is not an \"immigrant\" - [Interruption] -- the appropriate term here should be \"emigrant\".", 
            "time": "13:00:00"
        }, 
        {
            "column": "888", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: - One is either coming in as \"immigrant\" or one is going out as an \"emigrant\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "- One is either coming in as \"immigrant\" or one is going out as an \"emigrant\".", 
            "time": "13:00:00"
        }, 
        {
            "column": "888", 
            "kind": "speech", 
            "name": "Alhaji Abdul-Rashid Pelpuo", 
            "original": "Alhaji Abdul-Rashid Pelpuo: Mr Speaker, I hope Hon Ambrose Dery would have been corrected. Mr Speaker, I think that \"immigrant\" is a technical word and it means anybody coming into a second country where the fellow was not born; that person is an immigrant. Immigration is a generic Word that refers to people coming in or going out. But when we talk about immigrant, it is so specific.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I hope Hon Ambrose Dery would have been corrected. Mr Speaker, I think that \"immigrant\" is a technical word and it means anybody coming into a second country where the fellow was not born; that person is an immigrant. Immigration is a generic Word that refers to people coming in or going out. But when we talk about immigrant, it is so specific.\n One must not have been born in that country and one is coming in either as a visitor or to settle. So I think we can just talk about persons coming into the country at the point of entry, or we can leave the \"visitors\".\n But the difficulty with that is, the Hon Member raised an issue about a Ghanaian who may have stayed somewhere for three years and he is coming back home. He is not a visitor, he is coming home. He is not an immigrant, he is not a visitor; he is a Ghanaian coming home but he needs to be vaccinated as well. So we will say \"persons who are coming into the country\" just to give it a description rather than call it a \"visitor\" or \"immigrant\".", 
            "time": "13:00:00"
        }, 
        {
            "column": "888", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, at times, when one gets to the airport and sees immigration, one will see the description \"Non-US Citizens\", \"US Citizens\". At the time that one is coming in, one is regarded as \"immigrant\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, at times, when one gets to the airport and sees immigration, one will see the description \"Non-US Citizens\", \"US Citizens\". At the time that one is coming in, one is regarded as \"immigrant\".", 
            "time": "13:00:00"
        }, 
        {
            "column": "888", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Both categories are regarded as immigrants.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Both categories are regarded as immigrants.", 
            "time": "13:10:00"
        }, 
        {
            "column": "888", 
            "kind": "speech", 
            "name": "Mr Boafo: Immigrants", 
            "original": "Mr Boafo: Immigrants: United States of America (USA) citizens, and non-USA citizens, we may not have it at the Kotoka International Airport (KIA) --- [Interruptions]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "United States of America (USA) citizens, and non-USA citizens, we may not have it at the Kotoka International Airport (KIA) --- [Interruptions]", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: We have it.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "We have it.", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, can I make a suggestion?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, can I make a suggestion?", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Yes.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Yes.", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if we could say, \"examination and vaccination at a point of entry\". So whether it is at the port, border or airport, it is \"at a point of entry\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if we could say, \"examination and vaccination at a point of entry\". So whether it is at the port, border or airport, it is \"at a point of entry\".", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I think that is a practical one, if there is no difficulty, then -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I think that is a practical one, if there is no difficulty, then -", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if that is all right, then I would move the amendment.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if that is all right, then I would move the amendment.", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, please, examination and vaccination of the three - who? He is avoiding the debate, but in doing so, the title is meaningless. What is the subject? Find a term.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, please, examination and vaccination of the three - who? He is avoiding the debate, but in doing so, the title is meaningless. What is the subject? Find a term.", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, our difficulty was with the ones coming in as visitors or immigrants. We have this challenge and I am saying that we should just use \"examination and vaccination at a point of entry\" as the heading. Then reading can stand as it stands now that,", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, our difficulty was with the ones coming in as visitors or immigrants. We have this challenge and I am saying that we should just use \"examination and vaccination at a point of entry\" as the heading. Then reading can stand as it stands now that,\n \"a public vaccinator may examine and vaccinate a person who arrives in the country but cannot show satisfactory evidence of successful vaccination.\"\n So it is at the point of entry, whether it is at the port, border or at the airport, they will have the mandate to do it there. It is just the heading.", 
            "time": "13:10:00"
        }, 
        {
            "column": "889", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, it is a headnote and it will simply be that \"examination and vaccination at a point of entry\" anywhere in Ghana and then you say a \"public vaccinator may\nexamine a person who arrives in the country by air, land or sea...\" So the heading is only telling us about examination and vaccination at a point of entry into Ghana. That is all.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, it is a headnote and it will simply be that \"examination and vaccination at a point of entry\" anywhere in Ghana and then you say a \"public vaccinator may\n\nexamine a person who arrives in the country by air, land or sea...\" So the heading is only telling us about examination and vaccination at a point of entry into Ghana. That is all.", 
            "time": "13:10:00"
        }, 
        {
            "column": "890", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, the Headnote, after \"vaccination\" delete \"of visitors\" and insert \"at a point of entry\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, the Headnote, after \"vaccination\" delete \"of visitors\" and insert \"at a point of entry\".\n Question put and amendment agreed to.", 
            "time": "13:10:00"
        }, 
        {
            "column": "890", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, that is not all, is that so?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, that is not all, is that so?", 
            "time": "13:10:00"
        }, 
        {
            "column": "890", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, that is all. But I would want to remind you about an expression you used some time ago that we should try as much as possible to avoid plebeian language in our deliberation as much as possible.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, that is all. But I would want to remind you about an expression you used some time ago that we should try as much as possible to avoid plebeian language in our deliberation as much as possible.", 
            "time": "13:10:00"
        }, 
        {
            "column": "890", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, please proceed, address me.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Aidoo, please proceed, address me.", 
            "time": "13:10:00"
        }, 
        {
            "column": "890", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, the original intent of this particular clause was to deal with strangers. If you look at the original headnote, it said \"examination and vaccination of strangers\". And then later it was changed to \"visitors\". If you look at the various clauses that we have dealt with, we have vaccination of adult, and children. They have been categorised. And when we come to this particular clause 26, it talks about examination and vaccination of people who are coming in.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the original intent of this particular clause was to deal with strangers. If you look at the original headnote, it said \"examination and vaccination of strangers\". And then later it was changed to \"visitors\". If you look at the various clauses that we have dealt with, we have vaccination of adult, and children. They have been categorised. And when we come to this particular clause 26, it talks about examination and vaccination of people who are coming in.\n But there is a distinction; I have already made that point. It is not every person that is coming in who is a visitor or a stranger; if we are not careful, it means that even when the Hon Deputy Majority Leader travels and is coming back, by this law we have just done, he has to be examined.", 
            "time": "13:10:00"
        }, 
        {
            "column": "891", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you will find that the essence of that whole provision is \"examination and vaccination\". So once the Headnote is clear, that it is for examination at the point of entry, then the appropriate step would be taken at the appropriate time with regard to matters of examination and vaccination. So let us make progress. This is an, observation.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Member, you will find that the essence of that whole provision is \"examination and vaccination\". So once the Headnote is clear, that it is for examination at the point of entry, then the appropriate step would be taken at the appropriate time with regard to matters of examination and vaccination. So let us make progress. This is an, observation.", 
            "time": "13:10:00"
        }, 
        {
            "action": "-", 
            "kind": "action", 
            "name": "Alhaji Muntaka -- rose", 
            "original": "Alhaji Muntaka -- rose ---", 
            "time": "13:10:00"
        }, 
        {
            "column": "891", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Chairman of the Committee, save your breath.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Chairman of the Committee, save your breath.", 
            "time": "13:10:00"
        }, 
        {
            "column": "891", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, just to clarify this.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, just to clarify this.\n Mr Speaker, we have the Speaker of Parliament, a very important person, who travels to a country where there is an outbreak of a disease of serious public interest. Is he saying that because he or she is the Speaker or the President of the country, at the point of entry, there would be no need for examination? That is why we are making it open, when one arrives, depending on the situation and where one is coming from, one will have to - Currently, in South Africa, one can be anybody, but without Yellow Fever, one cannot enter the country.", 
            "time": "13:10:00"
        }, 
        {
            "column": "891", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Chairman, this argument will end here. We may want to look at it formally if any Hon Member feels like having it brought forth at a Second Consideration Stage.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Chairman, this argument will end here. We may want to look at it formally if any Hon Member feels like having it brought forth at a Second Consideration Stage.\n Clause 27 --Notification of arrival of foreign labour.", 
            "time": "13:10:00"
        }, 
        {
            "column": "891", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, clause 27, subclause (1) requires the employer to notify the appropriate authority.\nforeign labour. So I think we have to insert a time that notification must be \"done; seven days or thereabout before the entry of the person.\nOtherwise, if one chooses to inform 10 minutes before, it is legitimate but it may not be convenient for purposes of governance.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clause 27, subclause (1) requires the employer to notify the appropriate authority.\n Mr Speaker, it does not give any time; the employer may choose to notify in an hour, five minutes before arrival of the\n\nforeign labour. So I think we have to insert a time that notification must be \"done; seven days or thereabout before the entry of the person.\n\nOtherwise, if one chooses to inform 10 minutes before, it is legitimate but it may not be convenient for purposes of governance.", 
            "time": "13:10:00"
        }, 
        {
            "column": "892", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Mr Speaker, my dear Friend and Hon Colleague wants seven days notification; it is not practical. But sometimes one is engaged in this negotiation that you must urgently bring the person in. So seven days notice, what one must ask is, what is the malady that this particular time factor is supposed to cure? I believe that it is not curing anything because if one informs the authorities here, they have no way of seeing whether he is carrying a communicable disease or what have you.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, my dear Friend and Hon Colleague wants seven days notification; it is not practical. But sometimes one is engaged in this negotiation that you must urgently bring the person in. So seven days notice, what one must ask is, what is the malady that this particular time factor is supposed to cure? I believe that it is not curing anything because if one informs the authorities here, they have no way of seeing whether he is carrying a communicable disease or what have you.\n So whether it is one hour, seven days, one month, it does not make any difference, unless one is going to subsequently request to forward, for example, samples of blood, urine or what have you and the rest for examination. If one is not going to do that, then Mr Speaker, I do not see why we must straight jacket ourselves and say, \"seven days to be informed\", which may be abused by those at the control points, that they do not have this notice. I think the appropriate authority, basically, the Ministry of the Interior, the Ghana Immigration Service, can take care of it.\n I do not think that they need to inform the appropriate authorities. So long as we have it before, we are right. And in some instances, Mr Speaker, the visas are given solely, that they cannot even tell them with any certainty that he is arriving on such a time.", 
            "time": "13:10:00"
        }, 
        {
            "column": "893", 
            "kind": "continued speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "[MR OWUSU-AGYEMANG]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "But when they get to the airport the seaport or port of entry, whatever they have to go through to make sure that all these pre-conditions are taken care of can be taken care of. I think seven days to make business people and the people who employ these people put at a great disadvantage, is subject to tremendous abuse by those at the control points. I would want to plead with my Hon Colleague that he drops that particular amendment of \"seven days\".", 
            "time": "13:10:00"
        }, 
        {
            "column": "893", 
            "kind": "speech", 
            "name": "Mrs Gifty E. Kusi", 
            "original": "Mrs Gifty E. Kusi: Mr Speaker, we are talking about public health. There are some diseases that once somebody contracts them and they are inherent or something, we should do something about them when the person arrives. So Mr Speaker, I would say, just as the Hon Member said, we do not know how many days, how many months is necessary for which type of disease.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, we are talking about public health. There are some diseases that once somebody contracts them and they are inherent or something, we should do something about them when the person arrives. So Mr Speaker, I would say, just as the Hon Member said, we do not know how many days, how many months is necessary for which type of disease.\n So I think we need to consult and then put something down within a reasonable time; otherwise, when we leave it, people are going to abuse it and we would not even care. This is because it does not give them any time to do anything. But we need to protect ourselves as citizens of this country. In certain places, it is there; especially if one is a visitor or one is going to settle, they give one some time within which one should have done \"a, b, c or d\". So I think we should consult and put the appropriate thing there.", 
            "time": "13:20:00"
        }, 
        {
            "column": "893", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, in view of what the Hon Members who spoke earlier said, can we just make it \"reasonable notice\" so that it would depend upon each case, which may be decided on its own merit?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, in view of what the Hon Members who spoke earlier said, can we just make it \"reasonable notice\" so that it would depend upon each case, which may be decided on its own merit?", 
            "time": "13:20:00"
        }, 
        {
            "column": "893", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: We shall give what?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "We shall give what?", 
            "time": "13:20:00"
        }, 
        {
            "column": "894", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: \"Reasonable notice\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"Reasonable notice\".\n Mr Speaker, I beg to move, clause 27, line 1, after \"give\" insert \"reasonable\".", 
            "time": "13:20:00"
        }, 
        {
            "column": "894", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well.", 
            "time": "13:20:00"
        }, 
        {
            "column": "894", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, is there a difference between a person who is coming into the country and at the point of entry, this fellow is examined and possibly vaccinated? Is there a difference between that person and a labour force coming into the country? They are all persons. I am even thinking that this notification is not necessary at all because anybody -- one does not need to notify us before we can examine one and possibly vaccinate one to ensure that one is in the country and one is safe and one cannot transmit disease. So we do not need to be notified.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, is there a difference between a person who is coming into the country and at the point of entry, this fellow is examined and possibly vaccinated? Is there a difference between that person and a labour force coming into the country? They are all persons. I am even thinking that this notification is not necessary at all because anybody -- one does not need to notify us before we can examine one and possibly vaccinate one to ensure that one is in the country and one is safe and one cannot transmit disease. So we do not need to be notified.\n The notification is at the point of entry, whether one notified anybody or not, one has to fill a form and indicate some things and the authorities will take action based on the information they get. Everybody has to notify authorities when they come in; they do not need to be told to notify the authorities. So I think that if clause 26 is developed, it would take care of notification, it might not be necessary at all, Mr Speaker.", 
            "time": "13:20:00"
        }, 
        {
            "column": "894", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyernang", 
            "original": "Mr Owusu-Agyernang: Mr Speaker, I think the whole essence is what Hon Gifty Kusi was trying to get at. When one arrives within a time frame, then one must undergo \"a\", \"b\", \"c\", \"d\" and \"e\", For starters, if one does not have the vaccinations anyway that are required, one would not be allowed in or one will be vaccinated at the point of entry, that is, if where one is coming from is subject to say cholera outbreak, then one must have a cholera vaccination.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the whole essence is what Hon Gifty Kusi was trying to get at. When one arrives within a time frame, then one must undergo \"a\", \"b\", \"c\", \"d\" and \"e\", For starters, if one does not have the vaccinations anyway that are required, one would not be allowed in or one will be vaccinated at the point of entry, that is, if where one is coming from is subject to say cholera outbreak, then one must have a cholera vaccination.\n So if one does not have it, it will be done at the point of entry anyway. But", 
            "time": "13:20:00"
        }, 
        {
            "column": "895", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyernang", 
            "original": "[MR OWUSU-AGYEMANG]\nthen he is allowed in; if he is not, then the law should apply as we treat any other person entering the country without the necessary certificate.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "for bigger issues, we say that after one month’s arrival or two months, one should then have presented himself or herself to the authorities to check him or her and then undergo whatever one has to undergo.\n Mr Speaker, in these modem times of tourism, we do not want to put too many things in the way of people. But if the tourist as the Hon Deputy Majority Leader said, can come in for two months and then he is not required to do anything when one is coming for employment, does it change the situation? No. That is a big \"no\". But when one is here, then one goes through it.\n But this thing about \"reasonable time\", Mr Speaker, when we are making laws, we should be as much as possible precise. What is the definition of \"reasonable time\"? Therefore, we have a difficulty agreeing with the Hon Member for Akropong that \"an employer of an immigrant shall give reasonable time\". What is \"reasonable time\"?\n Mr Speaker, the point has been adequately canvassed by the Hon Deputy Majority Leader, that everybody who is coming in, is coming in anyway. The fact that one is going to work, does not make it different from anything. So I do not think we should unnecessarily put obstacles in the Way of business people, people who employ labour and What have you. Sometimes they come before they apply for the work permit but sometimes the work permit is also given before. And so, all these, this is more important than anything else.\n Once he gets to the point of entry, the necessary examination would have been taken and if he is found to have the necessary precautionary vaccination,\n\nthen he is allowed in; if he is not, then the law should apply as we treat any other person entering the country without the necessary certificate.", 
            "time": "13:20:00"
        }, 
        {
            "column": "896", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, just supporting the Hon Deputy Majority Leader’s point. I do not think we need this section. In any case, the person coming in is a potential employee. Until he arrives and obtains the work permit, we cannot label him as an employee. In any case, when he arrives at the point, just as we did in the earlier section, the examination should be conducted.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, just supporting the Hon Deputy Majority Leader’s point. I do not think we need this section. In any case, the person coming in is a potential employee. Until he arrives and obtains the work permit, we cannot label him as an employee. In any case, when he arrives at the point, just as we did in the earlier section, the examination should be conducted.\n Why should we allow one week, so that if he is carrying some deadly disease, he is going to exist here for that period to contaminate the environment, the human beings? No! He is coming in as an individual, as a visitor, a potential worker and so on. So Mr Speaker, I honestly do not think that we need this section; he is going to be treated just like anybody entering the country.", 
            "time": "13:20:00"
        }, 
        {
            "column": "896", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Member; we have got the point.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Thank you very much, Hon Member; we have got the point.", 
            "time": "13:20:00"
        }, 
        {
            "column": "896", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, it is good that the Hon Deputy Majority Leader has drawn our attention to this particular section. Mr Speaker, it is discriminatory. It is discriminatory in the sense that the person who is coming, whether he is a labourer or he is an entrepreneur or whatever, those terms are only tasks. If the person is a carrier of a particular disease, it does not matter whether he is a labourer or he is an entrepreneur or he is a billionaire or he is a poor person. So to make a provision, a section just targeting foreign labourers, Mr Speaker, it is not the best for our law.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it is good that the Hon Deputy Majority Leader has drawn our attention to this particular section. Mr Speaker, it is discriminatory. It is discriminatory in the sense that the person who is coming, whether he is a labourer or he is an entrepreneur or whatever, those terms are only tasks. If the person is a carrier of a particular disease, it does not matter whether he is a labourer or he is an entrepreneur or he is a billionaire or he is a poor person. So to make a provision, a section just targeting foreign labourers, Mr Speaker, it is not the best for our law.", 
            "time": "13:20:00"
        }, 
        {
            "column": "896", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, this clause is very important. We should", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, this clause is very important. We should", 
            "time": "13:30:00"
        }, 
        {
            "column": "897", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]\nSo, please, Hon Colleagues, it is not going to be harmful to keep these, so that when the difficult times come, we would have a tool with which we can use to operate and not to wait till the time comes before we say the law did not make provision for it. That is why this provision is made.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "remember that we are consolidating all the laws that have effect on public health That is one. You heard some of our Hon Colleagues talking about when people come to work here; before they come, already those pieces of information are taken. So why do we state it here? It is because of this law, that is why they provide those those pieces of information. We should also remember that when someone is coming for a visit or is just coming into this country, he is given a visa, which determines how long the person is going to stay.\n But when one is coming to work, one comes under a different condition. What this is trying to avoid, Mr Speaker, is that when people just walk in ordinarily as if they are in for a visit and end up working, that is why it puts the burden on the employer. Just to be sure that when you are employing someone who is a foreigner, one would ensure that all these things have been done.\n Mr Speaker, yes, I may agree with my Hon Colleagues when they talk about us not being able to put the time. We may not be able to put time whether one week, two weeks and what have you. But Mr Speaker, this clause is there to take care of emergencies. You should remember, Mr Speaker, today, in the United States (US) after the September 11 bombing, every airline that enters the US must give the menu of the individuals that are on board.\n The European Commission that was challenging it, I think last month or last two months, their Parliament voted that, yes, they have now agreed that all airlines from Europe must also provide those pieces of information. It is to curtail difficult moments and public health is not usually ordinary.\n\nSo, please, Hon Colleagues, it is not going to be harmful to keep these, so that when the difficult times come, we would have a tool with which we can use to operate and not to wait till the time comes before we say the law did not make provision for it. That is why this provision is made.", 
            "time": "13:30:00"
        }, 
        {
            "column": "898", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyemang", 
            "original": "Mr Owusu-Agyemang: Mr Speaker, the point that the Hon Chairman of the Committee is canvassing is neither here nor there. If he says it is to put the burden on the employer, so that the various conditions would be met, this is not the place for it. The place for it is in the Immigration Act or whatever it is, not in the Health Bill; that is what they are obliged to do; the potential employer is obliged to first of all, apply to the Immigration Department, get a certificate or get a permit for him and then when they come, they go and get a permit for one year or two years or six months or whatever. Within that flame, whatever needs to be done, can be done.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the point that the Hon Chairman of the Committee is canvassing is neither here nor there. If he says it is to put the burden on the employer, so that the various conditions would be met, this is not the place for it. The place for it is in the Immigration Act or whatever it is, not in the Health Bill; that is what they are obliged to do; the potential employer is obliged to first of all, apply to the Immigration Department, get a certificate or get a permit for him and then when they come, they go and get a permit for one year or two years or six months or whatever. Within that flame, whatever needs to be done, can be done.\n The point being canvassed here should come again with a better reason for it rather than to say that it is to put the onus on the employer, so that the employer would be obliged to report it and they would be obliged to get their records straight. I do not think that is What this one should do. The place for employer informing the State of the arrival of a potential employee, does not fall within the ambit of the Health Bill but within the ambit of the Immigration Department - [Interruption] -- No! That is What it is. It is not here that it should be.", 
            "time": "13:30:00"
        }, 
        {
            "column": "898", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, if that is the stand of the Hon Chairman of the Committee, I would want to believe that this is not the position of the entire Committee. But if that is the position of the Hon Chairman, then I have two questions for him. One is, what then is the relevance of clause 27? Aside that,\n[M.RJ.B.AlDOO]\nwhat is he going to say about foreign employers? He is restricting this section to foreign labourers, what about foreign employers? Are they not potential carriers of diseases? Why then do we craft a law to target foreign labourers but it has nothing to do with foreign employers? That is why we say it is discriminatory.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if that is the stand of the Hon Chairman of the Committee, I would want to believe that this is not the position of the entire Committee. But if that is the position of the Hon Chairman, then I have two questions for him. One is, what then is the relevance of clause 27? Aside that,\n\n[M.RJ.B.AlDOO]\n\nwhat is he going to say about foreign employers? He is restricting this section to foreign labourers, what about foreign employers? Are they not potential carriers of diseases? Why then do we craft a law to target foreign labourers but it has nothing to do with foreign employers? That is why we say it is discriminatory.", 
            "time": "13:30:00"
        }, 
        {
            "column": "899", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, is it possible to stand this down for further consideration? I realise that the technical people who support us, only one is here.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, is it possible to stand this down for further consideration? I realise that the technical people who support us, only one is here.", 
            "time": "13:30:00"
        }, 
        {
            "column": "899", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well, it is stood down accordingly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well, it is stood down accordingly.", 
            "time": "13:30:00"
        }, 
        {
            "column": "899", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Thank you.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Thank you.\n Clause 28 - Certificate of Vaccination", 
            "time": "13:30:00"
        }, 
        {
            "column": "899", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 28 - line 1, delete \"an adult or a child\" and substitute \"a person or an animal\" and in line 5, delete \"adult or the parent of the child\" and substitute \"person or the young animal\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 28 - line 1, delete \"an adult or a child\" and substitute \"a person or an animal\" and in line 5, delete \"adult or the parent of the child\" and substitute \"person or the young animal\".\n Mr Speaker, in this clause the amendment proposed is irrelevant and therefore, dropped.\n Clause 28 ordered to stand part of the Bill.\n Clause 29 -Prohibition of the practice of inoculation.", 
            "time": "13:30:00"
        }, 
        {
            "column": "899", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 29, subclause (2), line 1, after \"concerned\" delete \"in\" and substitute \"with\"\n\"The person who engagesin -or is concerned with an inoculation practice or at the perfonnance of an operation of inoculation commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than six months or both.\"", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 29, subclause (2), line 1, after \"concerned\" delete \"in\" and substitute \"with\"\n The new rendition would read:\n\n\"The person who engagesin -or is concerned with an inoculation practice or at the perfonnance of an operation of inoculation commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than six months or both.\"", 
            "time": "13:30:00"
        }, 
        {
            "column": "900", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, the clause seeks to create an offence prohibiting the practice of inoculation. Mr Speaker, the Constitution enjoins that, when we are creating an offence, that two things must be satisfied. One is that the offence must be clearly defined and second is the penalty attached.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the clause seeks to create an offence prohibiting the practice of inoculation. Mr Speaker, the Constitution enjoins that, when we are creating an offence, that two things must be satisfied. One is that the offence must be clearly defined and second is the penalty attached.\n In this particular clause, we have the offence just created and the penalty provided but what constitutes inoculation has not been defined. The Constitution says that it must be clearly defined:\n \"A person shall not be guilty of an offence, which at the time it is committed, has not been clearly defined or the penalty provided for.\"\n That is in the Constitution - [Interruption] -- Mr Speaker, I have looked through the Interpretation - [Pause] - Mr Speaker, it is in the Interpretation column.", 
            "time": "13:30:00"
        }, 
        {
            "column": "900", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, I am just concerned with the words \"concerned with,\" because if one is engaged in something, it means one is doing something with it. But if one is concerned with -- one can show concern about something that afiects one. You can show concern about something that does not affect you. So it would be very dangerous for anybody to legislate on something one is concerned about.\nIf I am concerned about the fact that we are inoculating people, should I face the law and should I be found guilty of being concerned about it? So I think that there is something wrong with those two words \"concerned with\" and should be removed.\nMr Speaker, we should delete them in order to save a situation where somebody can show concern in a newspaper article and then would be forced to appear before court because one is showing concern about inoculation.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am just concerned with the words \"concerned with,\" because if one is engaged in something, it means one is doing something with it. But if one is concerned with -- one can show concern about something that afiects one. You can show concern about something that does not affect you. So it would be very dangerous for anybody to legislate on something one is concerned about.\n How would you even prove that somebody is concerned about something?\n\nIf I am concerned about the fact that we are inoculating people, should I face the law and should I be found guilty of being concerned about it? So I think that there is something wrong with those two words \"concerned with\" and should be removed.\n\nMr Speaker, we should delete them in order to save a situation where somebody can show concern in a newspaper article and then would be forced to appear before court because one is showing concern about inoculation.", 
            "time": "13:30:00"
        }, 
        {
            "column": "901", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I get the concern of the Hon Member but let me just give the background. Aside, when someone is engaged, maybe, the person is the one administering, but a situation, where you facilitate, I do not know how we are going to capture that. Maybe, that is what is being _ --- [Interruption] -- All right, so maybe", 
            "original": "Alhaji Muntaka: Mr Speaker, I get the concern of the Hon Member but let me just give the background. Aside, when someone is engaged, maybe, the person is the one administering, but a situation, where you facilitate, I do not know how we are going to capture that. Maybe, that is what is being _ --- [Interruption] -- All right, so maybe:", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"A person who engages in or facilitates in an inoculation practice, or at the performance of an operation of an inoculation commits an offence.\"\n We would want to be able to broaden it, so that it is not only the one who maybe, is administering but those who facilitate.", 
            "time": "13:30:00"
        }, 
        {
            "column": "901", 
            "kind": "speech", 
            "name": "Mr Ben Abdallah Banda", 
            "original": "Mr Ben Abdallah Banda: Mr Speaker, the ‘concern’ here, in my view, is not being used within the context that the Hon Deputy Majority Leader - [Interruption]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the ‘concern’ here, in my view, is not being used within the context that the Hon Deputy Majority Leader - [Interruption]", 
            "time": "13:40:00"
        }, 
        {
            "column": "901", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! Order! Everybody is saying something. So naturally, you will not get --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Order! Order! Everybody is saying something. So naturally, you will not get --", 
            "time": "13:40:00"
        }, 
        {
            "column": "901", 
            "kind": "speech", 
            "name": "Mr Banda: Mr Speaker, I would rather proffer this suggestion. I would want to read it this way", 
            "original": "Mr Banda: Mr Speaker, I would rather proffer this suggestion. I would want to read it this way: \"A person who engages\nin or is involved\" -- Instead of using the word \"concerned\", I would rather suggest that we use the words \"is involved in an inoculation.\"", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"A person who engages\n\nin or is involved\" -- Instead of using the word \"concerned\", I would rather suggest that we use the words \"is involved in an inoculation.\"", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"Engages in or is involved in?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"Engages in or is involved in?", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, the Chairnan provided a very beautiful word, \"facilitate\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the Chairnan provided a very beautiful word, \"facilitate\".", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: \"A person who engages in or facilitates\". So that you are either doing it or you are facilitating it though you are not doing it directly. Maybe, you are sitting somewhere by remote control and yet you are the main facilitator, pulling the strings.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"A person who engages in or facilitates\". So that you are either doing it or you are facilitating it though you are not doing it directly. Maybe, you are sitting somewhere by remote control and yet you are the main facilitator, pulling the strings.", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Banda", 
            "original": "Mr Banda: Mr Speaker, we all understand or some of us do understand that if you facilitate in the commission of an offence, that is more or less like abetment of the offence. If that is the case, then why do we not limit it to a person who engages, so that if the person facilitates in a way, that person would be deemed to have abetted the commission of the offence? So we should limit it to a person who engages rather than adding facilitation.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, we all understand or some of us do understand that if you facilitate in the commission of an offence, that is more or less like abetment of the offence. If that is the case, then why do we not limit it to a person who engages, so that if the person facilitates in a way, that person would be deemed to have abetted the commission of the offence? So we should limit it to a person who engages rather than adding facilitation.", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, I think what the Hon Member is suggesting, would fit into the legal framework.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think what the Hon Member is suggesting, would fit into the legal framework.", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Who engages?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Who engages?", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Who engages? Yes, if you are -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Who engages? Yes, if you are -", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Any form - It is engagement.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Any form - It is engagement.", 
            "time": "13:40:00"
        }, 
        {
            "column": "902", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: All right, Mr Speaker. In that case, I beg to move a further amendment to the proposed amendment, in clause 29, line 1, after \"in\" delete \"or is", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "All right, Mr Speaker. In that case, I beg to move a further amendment to the proposed amendment, in clause 29, line 1, after \"in\" delete \"or is", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "continued speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "concerned in\" so that the new rendition would be \"a person who engages in an inoculation practice or ...\"", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: That is all right.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "That is all right.\n Question put and amendment agreed to.", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, with your permission, I would like to come back to this issue of inoculation being defined as a --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, with your permission, I would like to come back to this issue of inoculation being defined as a --", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: You mean in clause 28?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "You mean in clause 28?", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Clause 29. Mr Speaker, I agree that the definition of what is \"inoculation\" is provided under the Interpretation section. But my point is that the clause which creates the offence must so define what the offence is. It is not the general Interpretation which creates the offence.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Clause 29. Mr Speaker, I agree that the definition of what is \"inoculation\" is provided under the Interpretation section. But my point is that the clause which creates the offence must so define what the offence is. It is not the general Interpretation which creates the offence.\n If we go to the Criminal Offences Act, it is the person who steals, who would be guilty of having committed the offence. Then it provides another sector to indicate What is meant by \"stealing\", \"a person who unlawfully misappropriates another person’s property without his consent\".\n So Mr Speaker, it would not cause any harm by just lifting the definition of \"inoculation\" into the offence-creating clause and providing the appropriate rendition: \"A person commits an unlawful inoculation if that person\" -", 
            "time": "13:40:00"
        }, 
        {
            "column": "903", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: From what Hon Boafo is saying, what kind of - vaccination do you under clause 29 (1) consider unlawful? Whenever a person engages in vaccination, does he do an unlawful thing?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "From what Hon Boafo is saying, what kind of - vaccination do you under clause 29 (1) consider unlawful? Whenever a person engages in vaccination, does he do an unlawful thing?", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, when you talk about inoculation, it is the method, it is a medical term used.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, when you talk about inoculation, it is the method, it is a medical term used.\n Mr Speaker, if you remember, in the time past, there was this equipment like a gun, which they hold and either your shoulder or your thigh, the medical or the public vaccinator used it as a way of getting you vaccinated. When the Acquired Immune Deficiency Syndrome (AIDS) pandemic came to the notice of the world, it was realised that, that method was cruel; it could exacerbate the threat of Human Immune Deficiency Virus (HIV) in particular and therefore, the whole world under the World Health Organisation (WHO) criminalised inoculation.\n All what this Part seeks to do, is to just be in line with the world practice of crirninalising inoculation. And because it is a term that may not be known to many people, that is why it was sent to Interpretation for definition. I do not know why, maybe, my Hon Colleague is saying we should lift it and put it into the main Bill. I believe that being at the Interpretation, serves the same purpose.", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Can we leave any further difficulty to the draftsperson?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Can we leave any further difficulty to the draftsperson?", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, come again, Sir. You were saying something, Sir.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, come again, Sir. You were saying something, Sir.", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I was wondering whether we could not leave any difficulty further to the draftsperson.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I was wondering whether we could not leave any difficulty further to the draftsperson.", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, if the difficulty will result in clarity of the law, it does not matter.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if the difficulty will result in clarity of the law, it does not matter.", 
            "time": "13:40:00"
        }, 
        {
            "column": "904", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It appears it is generally considered that this is clear enough and if the draftsperson would bring any further suggestion, we could consider it at the Second Consideration Stage.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "It appears it is generally considered that this is clear enough and if the draftsperson would bring any further suggestion, we could consider it at the Second Consideration Stage.", 
            "time": "13:40:00"
        }, 
        {
            "column": "905", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Very well, Mr Speaker.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well, Mr Speaker.", 
            "time": "13:40:00"
        }, 
        {
            "column": "905", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Unless, Hon Boafo, you give us a formulation.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Unless, Hon Boafo, you give us a formulation.", 
            "time": "13:40:00"
        }, 
        {
            "column": "905", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, it is amatter of policy by the persons who brought this Bill to us, what part of inoculation you consider as -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it is amatter of policy by the persons who brought this Bill to us, what part of inoculation you consider as -", 
            "time": "13:40:00"
        }, 
        {
            "column": "905", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Boafo, those who brought it feel they have done all they can. If you have any further suggestion, you may please, bring it. Otherwise, we would leave it to the Second Consideration Stage or to the final formulation by the draftspersons. But you would be most welcome to give us a formulation, which you have often helped the House with.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Boafo, those who brought it feel they have done all they can. If you have any further suggestion, you may please, bring it. Otherwise, we would leave it to the Second Consideration Stage or to the final formulation by the draftspersons. But you would be most welcome to give us a formulation, which you have often helped the House with.\n Mr Boafo; Very well, Mr Speaker. I will consult the Chairman.\n Question put and amendment agreed to.\n Clause 29 as amended ordered to stand part of the Bill.\n Clause 30 ordered to stand part of the Bill.\n Clause 31 -- Regulations by the Minister.\n [Amendment withdrawn by leave of the House.]\n Clause 31 ordered to stand part of the Bill. Clause 32 - Interpretation.", 
            "time": "13:40:00"
        }, 
        {
            "column": "905", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 32, interpretation of \"adult\" delete.\nThe argument was that the Children’s Act clearly defines who a child is. So why are we just trying to redefine who an adult is in this Bill? That was the argument used. So the amendment proposed is that we should delete the interpretation of adult.\nQuestion proposed.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 32, interpretation of \"adult\" delete.\n\nThe argument was that the Children’s Act clearly defines who a child is. So why are we just trying to redefine who an adult is in this Bill? That was the argument used. So the amendment proposed is that we should delete the interpretation of adult.\n\nQuestion proposed.", 
            "time": "13:50:00"
        }, 
        {
            "column": "906", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, clause 32, we have a definition of \"inoculation\" and the Chairman was trying to present the views of the medical people. So the question is, how are we going to define \"vaccination\"?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clause 32, we have a definition of \"inoculation\" and the Chairman was trying to present the views of the medical people. So the question is, how are we going to define \"vaccination\"?", 
            "time": "13:50:00"
        }, 
        {
            "column": "906", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, usually, what is done now is not the use of that equipment; that is one. Most of it is oral; others that they do involve using a syringe or injectable, that is one to one. If it is a needle, when they use it for one person, they throw it away. They are no longer using that scarification machine; maybe, Hon Prempeh could help.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, usually, what is done now is not the use of that equipment; that is one. Most of it is oral; others that they do involve using a syringe or injectable, that is one to one. If it is a needle, when they use it for one person, they throw it away. They are no longer using that scarification machine; maybe, Hon Prempeh could help.\n The use of that equipment is what is now illegal. But they usually use oral means, by dropping it into the mouth or using needles or syringes that are one to one instead of the old method. Currently, that is what is done.", 
            "time": "13:50:00"
        }, 
        {
            "column": "906", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, if it is the mode of getting whatever that chemical is into the body, I suppose that is what he is describing, then there should be a clear distinction between \"inoculation\" and \"vaccination\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if it is the mode of getting whatever that chemical is into the body, I suppose that is what he is describing, then there should be a clear distinction between \"inoculation\" and \"vaccination\".\n Supposing by vaccination, you still make an entry into the tissue, then you deposit something in there. But according to you, you use whatever device that is involved once. Does it mean that during inoculation, you cannot do the same thing than have a system of putting the material into the tissue once and then you throw the device away?", 
            "time": "13:50:00"
        }, 
        {
            "column": "907", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, to further explain, you remember when we were young, they would just use a razor or blade, cut you and then collect some powder or other substance and put it in; that is also inoculation. They believe that it is the main source of infection. That is what the World Health Organisation’s (WHO’s) research has shown. That, it is also a means of spreading diseases.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, to further explain, you remember when we were young, they would just use a razor or blade, cut you and then collect some powder or other substance and put it in; that is also inoculation. They believe that it is the main source of infection. That is what the World Health Organisation’s (WHO’s) research has shown. That, it is also a means of spreading diseases.\n So all those methods are what they put together and call inoculation and that is what is not allowed. Now, the method used for vaccination is well stipulated - some are oral, some are through injectables but there is a guideline for the vaccination.", 
            "time": "13:50:00"
        }, 
        {
            "column": "907", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akurnfi", 
            "original": "Prof. Ameyaw-Akurnfi: So in the Interpretation, can We have the definition of \"vaccination\"?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "So in the Interpretation, can We have the definition of \"vaccination\"?", 
            "time": "13:50:00"
        }, 
        {
            "column": "907", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Mr Speaker, I will beg the two contributors that the words \"inoculation\" and \"vaccination\" as far as some of us are concerned, are interchangeable. When we get to the Interpretation and they want us to proffer something, we would proffer. But as far as possible, yes. So I would sit by him and find out his problem, so that we can all think about it.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I will beg the two contributors that the words \"inoculation\" and \"vaccination\" as far as some of us are concerned, are interchangeable. When we get to the Interpretation and they want us to proffer something, we would proffer. But as far as possible, yes. So I would sit by him and find out his problem, so that we can all think about it.\n Vaccination is about vaccine and it depends upon how you are introducing it. Vaccines come in different forms: those that can be taken orally, or as an injection. One of the ways we take some of the injections was scarification and other things. So Mr Speaker, l will find out the specific problems and let you know.", 
            "time": "13:50:00"
        }, 
        {
            "column": "907", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. I think we can make progress.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well. I think we can make progress.", 
            "time": "13:50:00"
        }, 
        {
            "column": "907", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, Hon Dr Prempeh is sitting by me but you see, they are creating the problem. If he is\nsaying that you use an instrument to make an incision and that is the problem, I will tell him that, that is not the problem. You can easily replace that blade one after the other. So that should not constitute the problem. I do not see it. His definition of \"inoculation\" is not quite precise.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, Hon Dr Prempeh is sitting by me but you see, they are creating the problem. If he is\n\nsaying that you use an instrument to make an incision and that is the problem, I will tell him that, that is not the problem. You can easily replace that blade one after the other. So that should not constitute the problem. I do not see it. His definition of \"inoculation\" is not quite precise.", 
            "time": "13:50:00"
        }, 
        {
            "column": "908", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Actually, we are considering clause 32, the interpretation of \"adult\". Is there any difficulty?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Actually, we are considering clause 32, the interpretation of \"adult\". Is there any difficulty?\n Question put and amendment agreed to.", 
            "time": "13:50:00"
        }, 
        {
            "column": "908", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Further amendment.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Further amendment.\n Abandoned. If we have to deal with this matter at the Second Consideration Stage, we will do so. Otherwise, we may lose the track. Any further amendments to clause 32, Hon Members?\n Clause 32 as amended ordered to stand part of the Bill.", 
            "time": "13:50:00"
        }, 
        {
            "column": "908", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, in view of the state of Business in the House and the time, I direct that Business be held beyond the prescribed period, even if for a minute. Even if we are closing one minute past 2 o’ clock, we are entitled to have that done.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, in view of the state of Business in the House and the time, I direct that Business be held beyond the prescribed period, even if for a minute. Even if we are closing one minute past 2 o’ clock, we are entitled to have that done.\n Clause 33 -- Savings in respect of certificates of medical practitioners.", 
            "time": "13:50:00"
        }, 
        {
            "column": "908", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: Mr Speaker, clause 33 (b), the Chairman was seeking an amendment to --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clause 33 (b), the Chairman was seeking an amendment to --", 
            "time": "13:50:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Clause", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Clause\n 33?", 
            "time": "13:50:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Mr Boafo", 
            "original": "Mr Boafo: He is seeking an amendment -- [Interruption] -All right.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "He is seeking an amendment -- [Interruption] -All right.", 
            "time": "13:50:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The proposed amendments are withdrawn. Clause 33 as it originally stands is for the consideration of the House.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "The proposed amendments are withdrawn. Clause 33 as it originally stands is for the consideration of the House.\n Clause 33 ordered to form part of the Bill", 
            "time": "13:50:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: We are moving advisedly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "We are moving advisedly.\n There are no listed amendments for clause 34.\n Hon Members, you would soon realise why we are moving on to two, three more clauses. They are not controversial.\n Clause 34 ordered to stand part of the Bill.\n Clause 35 -Appointment of officers.", 
            "time": "13:50:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 35, line 2, delete \"fit and proper\" and insert \"qualify\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 35, line 2, delete \"fit and proper\" and insert \"qualify\".", 
            "time": "14:00:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Mr Speaker, the rendition will be", 
            "original": "Mr Speaker, the rendition will be:", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"The Minister may, by executive instrument, appoint qualified persons to be officers to enforce and carry out the provisions of this Part\"", 
            "time": "14:00:00"
        }, 
        {
            "column": "909", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Mr Speaker, I would want to draw the Hon Chairman’s attention; -- \"the Minister may, by a Legislative Instrument...\" Executive Instrument is left\nfor the President. So if a Minister is going to advise the President to use an Executive instrument, when Executive Instruments are used on behalf of the President --", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would want to draw the Hon Chairman’s attention; -- \"the Minister may, by a Legislative Instrument...\" Executive Instrument is left\n\nfor the President. So if a Minister is going to advise the President to use an Executive instrument, when Executive Instruments are used on behalf of the President --", 
            "time": "14:00:00"
        }, 
        {
            "column": "910", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: In fact, Hon Chairman, we have taken care of this earlier. Not so? So you may as well proceed accordingly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "In fact, Hon Chairman, we have taken care of this earlier. Not so? So you may as well proceed accordingly.", 
            "time": "14:00:00"
        }, 
        {
            "column": "910", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, we said \"the Minister may, by appropriate instrument . . .\" That was what we did and we said it will run through. It is just that my Hon Colleague was not here.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, we said \"the Minister may, by appropriate instrument . . .\" That was what we did and we said it will run through. It is just that my Hon Colleague was not here.\n Question put and amendment agreed to.\n Clause 35 as amended ordered to stand part of the Bill.\n Clause 36 -- Provision of sanitary stations and anchorages.", 
            "time": "14:00:00"
        }, 
        {
            "column": "910", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 36, delete and substitute the following", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 36, delete and substitute the following:", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "\"(1) A District Assembly shall provide appropriate equipment, houses, structures and sanitary stations for the purposes of this Part and (2) The Minister may, by appropriate instrument, declare an area as a sanitary station or sanitary anchorage for the purposes of this Part.\"", 
            "time": "14:00:00"
        }, 
        {
            "column": "910", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, it is very direct.\nClause 37 to 39 ordered to stand part of the Bill.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, it is very direct.\n Question put and amendment agreed to.\n Clause 36 as amended ordered to stand part of the Bill.\n\nClause 37 to 39 ordered to stand part of the Bill.", 
            "time": "14:00:00"
        }, 
        {
            "column": "911", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, we thought we were entering a different session and so, we would end here and thank our Hon Colleagues sincerely for their support. We are grateful.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, we thought we were entering a different session and so, we would end here and thank our Hon Colleagues sincerely for their support. We are grateful.", 
            "time": "14:00:00"
        }, 
        {
            "column": "911", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: It is already 2.00 p.m. We do not need a Motion to close. Nevertheless, if Leadership has anything to say, they may do so.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "It is already 2.00 p.m. We do not need a Motion to close. Nevertheless, if Leadership has anything to say, they may do so.\n All1aji Pelpuo: Mr Speaker, since it is at your discretion, there is no much to say except to draw the attention of the Chairman that the clause in the last part that allows an immigration officer to allow a person to --", 
            "time": "14:00:00"
        }, 
        {
            "column": "911", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Deputy Majority Leader, we will not do that.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Deputy Majority Leader, we will not do that.", 
            "time": "14:00:00"
        }, 
        {
            "column": "912", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr Speaker, it is at your discretion and I would want to thank my Hon Colleagues and everybody for this wonderful day in our commitment to this job.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, it is at your discretion and I would want to thank my Hon Colleagues and everybody for this wonderful day in our commitment to this job.", 
            "time": "14:00:00"
        }, 
        {
            "column": "912", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Mr Speaker, I would like to agree with the Hon Deputy Majority Leader, that we thank our Hon Colleagues who have stayed this long. I think that we, Leadership need to remind ourselves that we should reciprocate the commitment of Hon Members who are here, by making sure that we take care of their welfare. With these few words, I would leave it to you to adjourn accordingly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would like to agree with the Hon Deputy Majority Leader, that we thank our Hon Colleagues who have stayed this long. I think that we, Leadership need to remind ourselves that we should reciprocate the commitment of Hon Members who are here, by making sure that we take care of their welfare. With these few words, I would leave it to you to adjourn accordingly.", 
            "time": "14:00:00"
        }, 
        {
            "column": "912", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, the House will stand adjourned till tomorrow at ten o’clock in the forenoon.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, the House will stand adjourned till tomorrow at ten o’clock in the forenoon.", 
            "time": "14:00:00"
        }, 
        {
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "14:00:00"
        }
    ], 
    "head": {
        "date": "2012-06-05", 
        "number": 12, 
        "series": 4, 
        "time": "10:40:00", 
        "volume": 77
    }
}