{
    "entries": [
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENTARY DEBATES", 
            "kind": "heading", 
            "original": "PARLIAMENTARY DEBATES", 
            "time": null
        }, 
        {
            "heading": "OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "OFFICIAL REPORT", 
            "time": null
        }, 
        {
            "heading": "IN THE SECOND MEETING OF THE FOURTH SESSION OF THE", 
            "kind": "heading", 
            "original": "IN THE SECOND MEETING OF THE FOURTH SESSION OF THE", 
            "time": null
        }, 
        {
            "heading": "FIFTH PARLIAMENT OF THE FOURTH REPUBLIC OF GHANA", 
            "kind": "heading", 
            "original": "FIFTH PARLIAMENT OF THE FOURTH REPUBLIC OF GHANA", 
            "time": null
        }, 
        {
            "heading": "TWENTIETH YEAR OF THE FOURTH REPUBLIC", 
            "kind": "heading", 
            "original": "TWENTIETH YEAR OF THE FOURTH REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "10:10:00"
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:10:00"
        }, 
        {
            "heading": "WELCOME ADDRESS", 
            "kind": "heading", 
            "original": "WELCOME ADDRESS", 
            "time": "10:10:00"
        }, 
        {
            "column": null, 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Honourable Members, 1 welcome you all to the Second Meeting of the Fourth Session of the Fifth Parliament of the Fourth Republic. I thank the Almighty God for seeing to your well- being while you were away and bringing you all safely back to the House this morning.", 
            "section": "WELCOME ADDRESS", 
            "speech": "Honourable Members, 1 welcome you all to the Second Meeting of the Fourth Session of the Fifth Parliament of the Fourth Republic. I thank the Almighty God for seeing to your well- being while you were away and bringing you all safely back to the House this morning.\n It is my prayer that He will continue to endow us with wisdom and a keen. sense of duty during the course of this Meeting, to enable us continue our work here satisfactorily as in all previous meetings.\n Honourable Members, 1 am aware you did not have the opportunity to rest and invigorate yourselves as you would have wished from the pressures of the work, as a result of the recent biometric registration exercise which thankfully has ended successfully.\n Also, I know that, Honourable Members have also been busy with other constituency engagements. But as exhausting as your Work has been, l wish to state that this is all about the call to national service as Hon Members of Parliament and sacrifices associated with it.\n Hon Members, I take this opportunity to warmly congratulate you for the good work done.\n The present Meeting will be hectic as we have a lot of business to conduct. I trust Honourable Members will, as usual, continue to give the Chair and Leadership, the needed cooperation and improve upon their attendance to the House to enable us complete our business on time.\n Honourable Members, once again, I welcome you back to the House and wish you an enjoyable and fruitful working Meeting.\n Thank you. [Hear! Hear!]", 
            "time": "10:10:00"
        }, 
        {
            "heading": "ANNOUNCEMENTS", 
            "kind": "heading", 
            "original": "ANNOUNCEMENTS", 
            "time": "10:10:00"
        }, 
        {
            "column": "3", 
            "kind": "speech", 
            "name": "Madam Speaker: Hon Members, I have received communication from His Excellency the President and I would like to read this to you. The first one is dated the 12th of April, 2012", 
            "original": "Madam Speaker: Hon Members, I have received communication from His Excellency the President and I would like to read this to you. The first one is dated the 12th of April, 2012:", 
            "section": "ANNOUNCEMENTS", 
            "speech": "RT. HON. SPEAKER, A", 
            "time": "10:10:00"
        }, 
        {
            "heading": "OFFICE OF PARLIAMENT,", 
            "kind": "heading", 
            "original": "OFFICE OF PARLIAMENT,", 
            "time": "10:10:00"
        }, 
        {
            "heading": "STATE HOUSE,", 
            "kind": "heading", 
            "original": "STATE HOUSE,", 
            "time": "10:10:00"
        }, 
        {
            "heading": "PRESIDENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PRESIDENT OF THE REPUBLIC", 
            "time": "10:10:00"
        }, 
        {
            "heading": "OFFICE OF PARLIAMENT", 
            "kind": "heading", 
            "original": "OFFICE OF PARLIAMENT", 
            "time": "10:10:00"
        }, 
        {
            "heading": "PARLIAMENT HOUSE", 
            "kind": "heading", 
            "original": "PARLIAMENT HOUSE", 
            "time": "10:10:00"
        }, 
        {
            "heading": "ACCRA", 
            "kind": "heading", 
            "original": "ACCRA", 
            "time": "10:10:00"
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": "10:10:00"
        }, 
        {
            "column": "4", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Minority Leader?", 
            "section": "OF GHANA", 
            "speech": "Yes, Hon Minority Leader?", 
            "time": "10:10:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Madam Speaker, thank you for welcoming us back.", 
            "section": "OF GHANA", 
            "speech": "Madam Speaker, thank you for welcoming us back.\n I think on this occasion, we have begun on a very good note, beginning at 10 o'clock and I hope that it continues. But a little observation, since we have begun on a very good note.\n Madam Speaker, after the prayers, you gave us a message. The order of business in this House is captured in Order 53. Of course, I do know that as the Speaker, by your leave, the order of Business set out in the Order Paper may be altered on any particular day that is Order 53 (2).\n But since there was no such indication, Madam Speaker, after the prayers, I thought the Message from the President ought to have come to us first, since there was no indication that the business set out in the Order Paper was to be amended, yet you gave us some communication. I do not know whether it is formal communication by the Speaker or ceremonial speech.\n But that as it may, Madam Speaker, that ought to have come after the Message from the President. I was Wondering, but I would not litigate it. I thought that what is worth doing is worth doing well.\n Thank you, Madam Speaker.", 
            "time": "10:10:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I thank you, Hon Minority Leader. I had considered that and Order 53 (2), but I thought it would be taken for granted. But if I varied things here, it is because I have the power on that, under Order 53 (2), to do so. [Hear! Hear!] So you are completely right, but I did use my powers on that, under order", 
            "section": "OF GHANA", 
            "speech": "I thank you, Hon Minority Leader. I had considered that and Order 53 (2), but I thought it would be taken for granted. But if I varied things here, it is because I have the power on that, under Order 53 (2), to do so. [Hear! Hear!] So you are completely right, but I did use my powers on that, under order\n 53 (2).", 
            "time": "10:10:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Cletus Apul Avoka", 
            "original": "Mr Cletus Apul Avoka: Madam Speaker, I appreciate his intervention but I also think that it is only fair for you to welcome us back from recess before any other business or discussions can be", 
            "section": "OF GHANA", 
            "speech": "Madam Speaker, I appreciate his intervention but I also think that it is only fair for you to welcome us back from recess before any other business or discussions can be", 
            "time": "10:10:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Cletus Apul Avoka", 
            "original": "done. So even thought the Standing Orders provide, as he has indicated, I think that you are perfectly right in trying to welcome us back to the House before you go ahead to do or announce other businesses in the House. I think that they complement each other.", 
            "section": "OF GHANA", 
            "speech": "done. So even thought the Standing Orders provide, as he has indicated, I think that you are perfectly right in trying to welcome us back to the House before you go ahead to do or announce other businesses in the House. I think that they complement each other.", 
            "time": "10:10:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Cletus Apul Avoka", 
            "original": "Thank you.", 
            "section": "OF GHANA", 
            "speech": "Thank you.", 
            "time": "10:10:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I thank the Hon Majority Leader. I was think in the same Way, that, should I just start with business without welcoming you, it would be contrary to Ghanaian hospitality. I have to Welcome you and then move on to business. But yes, I used my powers, like I said, under Standing Order 53 (2) to vary the Order. But I thank you; We intend to keep the rules.", 
            "section": "OF GHANA", 
            "speech": "I thank the Hon Majority Leader. I was think in the same Way, that, should I just start with business without welcoming you, it would be contrary to Ghanaian hospitality. I have to Welcome you and then move on to business. But yes, I used my powers, like I said, under Standing Order 53 (2) to vary the Order. But I thank you; We intend to keep the rules.", 
            "time": "10:20:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Madam Speaker, I agree with you when you said that you invoked some residual powers. I will agree with you. But it is not for nothing that we have the order of business set out in the Order Paper for us. So What the Majority Leader is saying, that path is very slippery for him, he should not go there. But I agree with you. You have some inherent residual powers. You have invoked it. I will respect same.", 
            "section": "OF GHANA", 
            "speech": "Madam Speaker, I agree with you when you said that you invoked some residual powers. I will agree with you. But it is not for nothing that we have the order of business set out in the Order Paper for us. So What the Majority Leader is saying, that path is very slippery for him, he should not go there. But I agree with you. You have some inherent residual powers. You have invoked it. I will respect same.\n Thank you.", 
            "time": "10:20:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I thank the Hon Leaders. I think the Leaders intended to put us all on our toes this Meeting.", 
            "section": "OF GHANA", 
            "speech": "I thank the Hon Leaders. I think the Leaders intended to put us all on our toes this Meeting.\n Thank you once again.", 
            "time": "10:20:00"
        }, 
        {
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "10:20:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, Correction of Votes and Proceedings of Thursday, 22 of March, 2012.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, Correction of Votes and Proceedings of Thursday, 22 of March, 2012.\n Any corrections on page 1?\n Page 2 ... 6 --", 
            "time": "10:20:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Madam Speaker, on page 6, I do not really recollect what we did the day before Thursday, that is the Wednesday Sitting.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, on page 6, I do not really recollect what we did the day before Thursday, that is the Wednesday Sitting.", 
            "time": "10:20:00"
        }, 
        {
            "column": "7", 
            "kind": "continued speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "But I noticed that we have, by item numbered 5, adopted the Votes and Proceedings for the Thirty~Sixth Sitting. Then item numbered 6, captures the adoption of the Votes and Proceedings for the Thirty~Third and Thirty-Fourth Sittings.\n It appears the Thirty-Fifth Sitting the Votes and Proceedings is lost out. I do not know whether we approved of same on Wednesday, if my memory could be refreshed. If we did, then that is all right. If we did not, then it appears we are lost out on that. \"", 
            "time": "10:20:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Clerk, can you help us? Was the minutes of the Thirty-Fifth Sitting adopted? [Pause]", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Clerk, can you help us? Was the minutes of the Thirty-Fifth Sitting adopted? [Pause]\n Hon Minority Leader, I see the point you are making because item 6 talks about Thirty-Third, Thirty-Fourth, no Thirty- Fifth but Thirty~Sixth Sitting was talked about in item 5 so we would investigate and find out. We cannot tell you straightaway but it will be investigated and if it has not been approved, then we will bring it to the House.\n Thank you.\n Any more corrections on page 6?\n Page 7 37 --[Pause.]\n Hon Members, the Votes and Proceedings of Thursday the 22 March, 2012 as corrected, is adopted as the true record of proceedings.\n We do not have issues of the Official Report today, so let us move to item 3 then - Questions.\n Hon Leader, we have Questions for the Hon Minister for Environment, Science and Technology.", 
            "time": "10:20:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Madam Speaker, I regret to say that the Hon Minister for Environment, Science and Technology has not yet come to the House. With your", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, I regret to say that the Hon Minister for Environment, Science and Technology has not yet come to the House. With your", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "kind permission, I will pray that we take item 5 on page 2 of the Order Paper. We are happy to indicate that the Chairman of the Committee and the Deputy Minister of State who have been assisting us to pilot the Public Health Bill are both in the House. So, with your kind permission, we will start with deliberations, the consideration of the Public Health Bill, 2011 at page 2, Item 5.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "kind permission, I will pray that we take item 5 on page 2 of the Order Paper. We are happy to indicate that the Chairman of the Committee and the Deputy Minister of State who have been assisting us to pilot the Public Health Bill are both in the House. So, with your kind permission, we will start with deliberations, the consideration of the Public Health Bill, 2011 at page 2, Item 5.", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Thank you.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Thank you.", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Were you going to go back on the Questions today?", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Were you going to go back on the Questions today?", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Madam Speaker, we would defer the Question time for the mean time.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, we would defer the Question time for the mean time.", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, Item 5 will be taken by the Mr First Deputy Speaker.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, Item 5 will be taken by the Mr First Deputy Speaker.", 
            "time": "10:30:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "[MR FIRST DEPUTY SPEAKER IN THE", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "[MR FIRST DEPUTY SPEAKER IN THE", 
            "time": "10:34:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "CHAIR]", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "CHAIR]", 
            "time": "10:34:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Majority Leader ---", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Majority Leader ---", 
            "time": "10:34:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, we will do item 5 at page 2. That is the consideration of the Public Health Bill, 2011.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, we will do item 5 at page 2. That is the consideration of the Public Health Bill, 2011.\n With your kind permission, the Hon Deputy Minister for Health, Hon Rojo Mettle Nunoo is here and he will assist us to deliberate on this Bill. The Chairman of the Committee and other Members are also available. So, even though today is the first day, we want to hit the ground running and to give an indication to everybody that we mean business.\n This is a short Meeting that we have but with a very tall order of business to do, so it is a challenge to all of us. Even though today is our first day, we are starting with the Bill.\n Thank you.", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, this phraseology \"hitting the ground running\" has been used and we know that people who are purported to have done that have hit the ground and suffered broken limbs. [Laughter] So, for the Hon Majority Leader to be invoking this phraseology, I believe he is in a dream world- Notwithstanding, we will see what to do.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, this phraseology \"hitting the ground running\" has been used and we know that people who are purported to have done that have hit the ground and suffered broken limbs. [Laughter] So, for the Hon Majority Leader to be invoking this phraseology, I believe he is in a dream world- Notwithstanding, we will see what to do.", 
            "time": "10:34:00"
        }, 
        {
            "heading": "BILLS -- CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "BILLS -- CONSIDERATION STAGE", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, the Public Health Bill, 2011 at the Consideration Stage.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Members, the Public Health Bill, 2011 at the Consideration Stage.\n Hon Chairman of the Committee, can you refresh the Chair’s memory? Have We started or we are starting afresh? Chairman of the Committee (Alhaji Mohammed-Mubarak Muntaka): Mr Speaker, we are starting all afresh.", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well. Thank you, very much.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well. Thank you, very much.\n Clause 1 --Application of this part to other diseases.\n Clause 2 -Declaration of infected area order for evacuation. --", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: -- rose--", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "-- rose--", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member for Ketu North? Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Member for Ketu North? Very well.", 
            "time": "10:34:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu: Mr Speaker, you asked the Chair to refresh the minds of Hon Members including in particular, the Chair, about the grounds that We had covered before we left, and he says to us that we are going to start all over. Mr (Speaker, I am just perusing this document and the-first provision, part one", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, you asked the Chair to refresh the minds of Hon Members including in particular, the Chair, about the grounds that We had covered before we left, and he says to us that we are going to start all over. Mr (Speaker, I am just perusing this document and the-first provision, part one:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "", 
            "time": "10:34:00"
        }, 
        {
            "column": "10", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu: Mr Speaker, you asked the Chair to refresh the minds of Hon Members including in particular, the Chair, about the grounds that We had covered before we left, and he says to us that we are going to start all over. Mr (Speaker, I am just perusing this document and the-first provision, part one", 
            "original": "\"Application of this part to other diseases\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"Application of this part to other diseases\".", 
            "time": "10:34:00"
        }, 
        {
            "column": "10", 
            "kind": "speech", 
            "name": "Mr Speaker, We are talking about the Public HealthBill, 2011, and we are talking about communicable diseases for part one. It is as though we have not even dealt With, by saying \"Application of this part to other diseases\". I am not too sure what we mean by that. And then the first provision is", 
            "original": "Mr Speaker, We are talking about the Public HealthBill, 2011, and we are talking about communicable diseases for part one. It is as though we have not even dealt With, by saying \"Application of this part to other diseases\". I am not too sure what we mean by that. And then the first provision is:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"1. (1) The Minister shall, by executive instrument, declare that the disease is communicable, infectious or contagious in nature.\"\n I am not too sure of any law that we have crafted which we have begun in this manner, I am not too sure of it.\n So, I am a bit in a wonderland But first of all, the sub-caption Application of this part to other diseases, let us get it straightened and then maybe, we can move on.", 
            "time": "10:34:00"
        }, 
        {
            "column": "10", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if I understand the Hon Minority Leader, very well, this Bill, unlike many of the Bills that We have dealt With, is not specifically under a particular agency. In our effort to put all the health laws together, in order not to leave them separated, there have been a lot of consultations to consolidate them.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if I understand the Hon Minority Leader, very well, this Bill, unlike many of the Bills that We have dealt With, is not specifically under a particular agency. In our effort to put all the health laws together, in order not to leave them separated, there have been a lot of consultations to consolidate them.\n You would realize that this particular Public Health Bill, 2011 has about nine parts. You have a part that talks about tobacco control, which in actual sense is managed by the Directorate of Public Health at the Ghana Health Service, and the Ghana Health Service has its structure.\n So the usual tendency of having a Board or an Agency, all those descriptions will not fit in this particular instance. Most of the parts are being handled by the Food and Drugs Board, and majority of the arts are handled by the Directorate of Public Health under the Ghana Health Service. That is why this Bill did not start with the usual structure that we have.", 
            "time": "10:34:00"
        }, 
        {
            "column": "11", 
            "kind": "continued speech", 
            "name": "Alhaji Muntaka", 
            "original": "[ALHAJI MUNTAKA]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "But as the Hon Minority Leader may be aware of, the Public Health Directorate deals with more issues, sometimes even beyond health, and because of that it is not possible to begin talking about their detailed structure in this particular law, because other laws have established them and they are being managed by those laws. This one is supposed to strengthen their hands in their ability to carry out their duties and perform effectively to protect the public interest, that is why this Bill is drafted in this form.\n At the meeting, this issue came up and the drafters at the Attorney~General’s Office; said \"no; this is another form of putting together a Bill\" and that is Why we are here with the format you are seeing. I do not know if I have satisfactorily answered your question.", 
            "time": "10:34:00"
        }, 
        {
            "column": "11", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, are you satisfied with his explanation?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, are you satisfied with his explanation?", 
            "time": "10:40:00"
        }, 
        {
            "column": "11", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: MrSpeaker, somewhat; not entirely. But for purposes of moving forward, maybe, we will see, as we move on, if there is anything to be done to restructure it in a better Way, we could make proposals.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "MrSpeaker, somewhat; not entirely. But for purposes of moving forward, maybe, we will see, as we move on, if there is anything to be done to restructure it in a better Way, we could make proposals.", 
            "time": "10:40:00"
        }, 
        {
            "column": "11", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.\n Clauses l and 2 ordered to stand part of the Bill.\n Clause 3 -- Stopping of vehicles.", 
            "time": "10:40:00"
        }, 
        {
            "column": "11", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 3, sub-clause (2), delete and substitute the following", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 3, sub-clause (2), delete and substitute the following:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"The Minister may by Regulations provide for the removal of:", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 3, sub-clause (2), delete and substitute the following", 
            "original": "(a) A person suffering or suspected to be suffering from a communicable disease from a vehicle; or", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "(a) A person suffering or suspected to be suffering from a communicable disease from a vehicle; or", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 3, sub-clause (2), delete and substitute the following", 
            "original": "(b) A corpse or article suspected to be capable of spreading infection from a vehicle\"", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "(b) A corpse or article suspected to be capable of spreading infection from a vehicle\"", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Chairman, you should tell us the essence of the amendment", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Chairman, you should tell us the essence of the amendment", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if you read the current rendition, it just said that it is going to be done by Regulation, and in the discussion at the Committee level, it was felt that the way it was couched in the current rendition looked clumsy, if so, why do we not break it up and also re- emphasize, knowing very well that regulations could only be made through the Hon Minister? So that was just what We seek to do.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if you read the current rendition, it just said that it is going to be done by Regulation, and in the discussion at the Committee level, it was felt that the way it was couched in the current rendition looked clumsy, if so, why do we not break it up and also re- emphasize, knowing very well that regulations could only be made through the Hon Minister? So that was just what We seek to do.\n But if you look at the current rendition and what we propose to do, the current amendment is proposing or suggesting that we break the sentence into two, to give it some clarity, instead of the Way it is couched in the Bill which makes it look clumsy.", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Chairman of the Committee, if you look at your new rendition, it is taking out the clause 3 (1) (b) - Or has it captured everything here?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Chairman of the Committee, if you look at your new rendition, it is taking out the clause 3 (1) (b) - Or has it captured everything here?", 
            "time": "10:40:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if you look at the clause 3 (1) (b), it is different from clause 3 (2) because the clause 3 (2) is talking about the person suffering and then corpse, but if you look at clause 3 (1) (b), it talks about detaining any of the persons travelling or being conveyed in or on the vehicle. So it is not necessary that somebody should be suffering from - so that is the difference.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if you look at the clause 3 (1) (b), it is different from clause 3 (2) because the clause 3 (2) is talking about the person suffering and then corpse, but if you look at clause 3 (1) (b), it talks about detaining any of the persons travelling or being conveyed in or on the vehicle. So it is not necessary that somebody should be suffering from - so that is the difference.", 
            "time": "10:40:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.\n But you know that what we have here, even if this law passes, you have to bring the Regulations before it can come into effect. But in this form, while the Hon Minister would bring the Regulation, if you passed the law now, these people can start doing something before even the Regulation comes in to regulate it. That is the difference. Do you get the point I am making?\n With this one, when the law is passed before the introduction of the Regulation, when there is an issue of communicable disease, they can use clause 3 (1) to take action. But with the current rendition that you are proposing to the House, what it means is that, until you bring the Regulation, this category of people cannot take action. That is the difference between your amendment and what is in the Bill. ls that what you want?", 
            "time": "10:40:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, if you look at what is currently in the Bill, it is so. If you look especially at the last sentence, and with your permission, I read", 
            "original": "Alhaji Muntaka: Mr Speaker, if you look at what is currently in the Bill, it is so. If you look especially at the last sentence, and with your permission, I read:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"A person suffering or suspected to be suffering from a communicable disease, or a corpse or an article suspected to be capable of spreading infection may be removed from the vehicle and dealt with as prescribed by Regulations.\"", 
            "time": "10:40:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: It is the dealing that is supposed to be prescribed by Regulations. But if you look at clause 3 (1), (a) and (b), there is no mention of Regulations; it is clause 3 (2) that talks about how to deal With that person, that is going to be prescribed by Regulations, and that is the difference between the two.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is the dealing that is supposed to be prescribed by Regulations. But if you look at clause 3 (1), (a) and (b), there is no mention of Regulations; it is clause 3 (2) that talks about how to deal With that person, that is going to be prescribed by Regulations, and that is the difference between the two.", 
            "time": "10:40:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Rightly so, Mr Speaker, if you look at clause 3 (1), it is more or less standing alone, even though it is part of the whole issue of -- [Interruption]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Rightly so, Mr Speaker, if you look at clause 3 (1), it is more or less standing alone, even though it is part of the whole issue of -- [Interruption]", 
            "time": "10:40:00"
        }, 
        {
            "column": "14", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Yes, it stands alone, that is the point I am making. But you are merging the two to be covered by Regulations. I am saying that, what it means is that, when we pass the law now and until we pass through, all the Motions and introduced Regulations, until we bring in Regulation, if there is \"communicable disease\" somewhere, the law would be redundant in dealing with it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, it stands alone, that is the point I am making. But you are merging the two to be covered by Regulations. I am saying that, what it means is that, when we pass the law now and until we pass through, all the Motions and introduced Regulations, until we bring in Regulation, if there is \"communicable disease\" somewhere, the law would be redundant in dealing with it.\n I am only-telling you because, these are not normal times that is why I am drawing the Committees attention to it. These are not normal times, and for you to get your Regulations before you come and introduce this, I am telling you that this law would not take effect until maybe some other time in the future.", 
            "time": "10:40:00"
        }, 
        {
            "column": "14", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, What we seek to do is to only replace the sub-clause (2), but the sub-clause (1) is still part and it is not tampered with.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, What we seek to do is to only replace the sub-clause (2), but the sub-clause (1) is still part and it is not tampered with.", 
            "time": "10:40:00"
        }, 
        {
            "column": "14", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.\n That is a good explanation. Hon Members, I will put the Question?", 
            "time": "10:40:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Mr Osei Kyei Mensah-Bonsu", 
            "original": "Mr Osei Kyei Mensah-Bonsu - rose -", 
            "time": "10:40:00"
        }, 
        {
            "column": "14", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, What is your problem?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, What is your problem?", 
            "time": "10:40:00"
        }, 
        {
            "column": "14", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu: Mr Speaker, I did own up and said that I have not really had a good look at this Bill. I notice that the short title provides as follows", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I did own up and said that I have not really had a good look at this Bill. I notice that the short title provides as follows:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"An ACT to revise and consolidate the law relating to public health to prevent diseases, promote, safeguard, maintain and protect the health of humans and animals and to provide for related matters.\"\n - Mr Speaker, the little that I have seen from, where we have gotten to, we seem to be concentrating on human beings but we are talking about humans and animals.", 
            "time": "10:40:00"
        }, 
        {
            "column": "15", 
            "kind": "continued speech", 
            "name": "Mr Kyei Mensah-Bonsu: Mr Speaker, I did own up and said that I have not really had a good look at this Bill. I notice that the short title provides as follows", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So I thought that for a start, if we spoke about corpse, we would be talking about carcass as well and as you said any other things. But we seem to be concentrating on that one in respect of clauses 1, 2 and even where we are now, 3.\n I was just perusing it to see whether there are specific places designated for the treatment of animals. I do not see it expressly and so I am wondering why we are choosing this path, if I could have some explanation.", 
            "time": "10:40:00"
        }, 
        {
            "column": "15", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, the explanation he gave earlier was that, these are more or less a consolidation of different legislations, one dealing with tobacco, another dealing with animals and another with human beings, communicable diseases and all those things. As to whether this is the part that deals with - Very well. But if you have scanned through the whole Bill and there is no mention of animals, then you have a case, so the Hon Chairman must respond to that issue.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, the explanation he gave earlier was that, these are more or less a consolidation of different legislations, one dealing with tobacco, another dealing with animals and another with human beings, communicable diseases and all those things. As to whether this is the part that deals with - Very well. But if you have scanned through the whole Bill and there is no mention of animals, then you have a case, so the Hon Chairman must respond to that issue.\n Hon Chairman, which part of this Bill deals with animals?", 
            "time": "10:50:00"
        }, 
        {
            "column": "15", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, you are perfectly right. When you talk about the other parts, you will see that we have a situation where we talk, for example Part IV, about vector control. You talk about Part III that talks about quarantining.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, you are perfectly right. When you talk about the other parts, you will see that we have a situation where we talk, for example Part IV, about vector control. You talk about Part III that talks about quarantining.\n I know he is talking about the animal, yes, and I am saying that when you look at Part III, it talks about quarantine, you look at Part IV, it talks about vector control, and Part V talks about environmental sanitation. So it is within these parts that you find -- And I would want to agree with the Hon Minority Leader, that, it is not only human beings that could spread", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "infections, other animals could, and I want to say that we need to look at the interpretation of the other articles, whether that would not cover the animals.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "infections, other animals could, and I want to say that we need to look at the interpretation of the other articles, whether that would not cover the animals.", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, what the Hon Chairman has said -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, what the Hon Chairman has said -", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: What did he say? Sorry, the Clerk - [Interruption]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "What did he say? Sorry, the Clerk - [Interruption]", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Can he repeat himself?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Can he repeat himself?", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: The Clerk to Parliament was talking to me; sorry. What did you say? Which clause deals with animals? That is the issue.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "The Clerk to Parliament was talking to me; sorry. What did you say? Which clause deals with animals? That is the issue.", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I am saying that when you look at Part III, it talks about quarantine and the quarantine there is not only referring to human beings being quarantined. For example, Part II talks about vaccination and it is not only talking about human vaccination.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I am saying that when you look at Part III, it talks about quarantine and the quarantine there is not only referring to human beings being quarantined. For example, Part II talks about vaccination and it is not only talking about human vaccination.", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Please, you have mentioned animals specifically; do you understand? And that is a very valid point that the Hon Minority Leader is raising. If you look at the Long Title of the Bill, it talks about humans and animals, and if you even look at what you talked about --. stopping of vehicles -- the one that we are doing now, if a vehicle potentially -~- can communicate communicable disease, what happens?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Please, you have mentioned animals specifically; do you understand? And that is a very valid point that the Hon Minority Leader is raising. If you look at the Long Title of the Bill, it talks about humans and animals, and if you even look at what you talked about --. stopping of vehicles -- the one that we are doing now, if a vehicle potentially -~- can communicate communicable disease, what happens?\n You see? That is the point that the Hon Minority Leader is raising.", 
            "time": "10:50:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if the Hon Minority Leader could be patient. I agree like he said, he has not read through, but if you look at even where we are now, and you look at clause 9, it talks specifically about destruction of animals; if you look at clause 9, yes. It is both human and animals as we go along, unless otherwise he thinks that there is some amendment that needs to be done to further enrich it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if the Hon Minority Leader could be patient. I agree like he said, he has not read through, but if you look at even where we are now, and you look at clause 9, it talks specifically about destruction of animals; if you look at clause 9, yes. It is both human and animals as we go along, unless otherwise he thinks that there is some amendment that needs to be done to further enrich it.", 
            "time": "10:50:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: The point the Hon Minority Leader is making is this, let me just give you an example. Look at clause 3 (1) (b),", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "The point the Hon Minority Leader is making is this, let me just give you an example. Look at clause 3 (1) (b),\n \"detain any of the persons travelling or being conveyed in or on a vehicle.\"\n So if there is an animal that has that communicable disease, you cannot detain it because here they have limited it to persons. That is the argument that he is making. You are the Chairman of the Committee and you and the Hon Members of the Committee must guide the House, that is the point. Under this law you can only detain a human being and leave the animal.\n That is the point he is making. If you stop the vehicle, you cannot touch that animal that has the potential of infecting people with that communicable disease, on the vehicle. That is the point that he is making.", 
            "time": "10:50:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, you are right, but I am saying that, we could propose an amendment to enrich as we go along. But when you look at clause 9, most of the time what happens, for example, is that when you have some diseases that affect animals, what is mostly done is the destruction of that animal but you do not usually have the issue of quarantine - You restrict the movement of animals; they destroy them.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, you are right, but I am saying that, we could propose an amendment to enrich as we go along. But when you look at clause 9, most of the time what happens, for example, is that when you have some diseases that affect animals, what is mostly done is the destruction of that animal but you do not usually have the issue of quarantine - You restrict the movement of animals; they destroy them.\n But if we have to introduce an amendment, for example, where we are talking about clauses 2 and 3, I will welcome it to further enrich the discussion-", 
            "time": "10:50:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Chairman of the Committee, this is a very simple issue. This Bill is about humans and animals. [Interruption] Hon Members, order!", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Chairman of the Committee, this is a very simple issue. This Bill is about humans and animals. [Interruption] Hon Members, order!", 
            "time": "10:50:00"
        }, 
        {
            "action": "rose -", 
            "kind": "action", 
            "name": "Some Hon Members", 
            "original": "Some Hon Members - rose --", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Some Hon Members", 
            "original": "Mr First Deputy Speaker; Hon Member for Amenfi East, you were on your feet.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr First Deputy Speaker; Hon Member for Amenfi East, you were on your feet.", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Mr Joseph B. Aidoo", 
            "original": "Mr Joseph B. Aidoo: Yes, Mr Speaker.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.\n All What the Hon Minority Leader is Seeking to do is that, as we take clause 3, we must introduce \"animals\" to whatever provision we have there, because when you look at clause 3 , it talks about humans, it even talks about corpses and articles but it says nothing about animals.\n So we cannot wait as the Hon Chairman is trying to do, because what the Hon Chairman is saying is that, as we go on then we bring \"animals\"; If an amendment can be proposed to introduce \"animals\" in clause 3, maybe in sub-cause (1) and then sub-clause (2), I think it will address the concern of the Hon Minority Leader.", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Chairman of the Committee, have you. defined \"an article\" in the Bill?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Chairman of the Committee, have you. defined \"an article\" in the Bill?", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, not yet", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, not yet", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: So what constitutes \"an article\"?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So what constitutes \"an article\"?", 
            "time": "10:50:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, when we get there, we would -~ [Interruption.] When we get to the Interpretations we Would define it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, when we get there, we would -~ [Interruption.] When we get to the Interpretations we Would define it.\n But, Mr Speaker, maybe, to further propose a further amendment that would solve this problem is that, where we have \"a person\", we simply add \"or animal\"- \"A person or animal suffering\" - [Interruption.] Just to enrich and take the sense that the Long Title or the sub-title describes so that wherever we have \"a person\" we add \"a person or animal\", just take this concern, so that as we go along we do same.\n Thank you, Mr Speaker.", 
            "time": "10:50:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I raised this because as he said, we are trying to aggregate and consolidate the previous laws. It is not as simple as that because he himself just cited, clause 9 - \"Destination of animals\" - \"A veterinary officer, a medical officer or an authorized health officer may order the destruction of an animal\" so we are going on that path.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I raised this because as he said, we are trying to aggregate and consolidate the previous laws. It is not as simple as that because he himself just cited, clause 9 - \"Destination of animals\" - \"A veterinary officer, a medical officer or an authorized health officer may order the destruction of an animal\" so we are going on that path.\n If you come to clause 3, \"stopping of vehicles\", in that case, you may also have to insert \"a medical officer, a veterinary officer\", then you include the \"animal\" so it is not as simple as that Perhaps, if it would meet the convenience of the Hon Deputy Minister and the Chair, I would suggest that we suspend this for the time being. Then meet immediately after this and go through it.\n That is because I am not too sure of the path that We want to tread, we may come out with a lot of mistakes. So let us do it and try to get this as part of the consideration. We could start with that Mr Speaker, so that we would know that we are doing a tidy job. But I am not too sure about the path that the Hon Chairman is treading.", 
            "time": "10:50:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I would Want to suggest that we stand down clauses 2 and 3. The reason is that, we are talking about different paths and I would Want to agree with the Minority Leader - maybe he has not had time to look at it. If he had read through, he would see that it would follow. So that at least we could stand clauses 2 and 3 down and continue. Wherever we have real challenges, We can stand it down and take a further discussion since at the Consideration Stage the rules are flexible and can allow us to be able to take - [Interruption]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would Want to suggest that we stand down clauses 2 and 3. The reason is that, we are talking about different paths and I would Want to agree with the Minority Leader - maybe he has not had time to look at it. If he had read through, he would see that it would follow. So that at least we could stand clauses 2 and 3 down and continue. Wherever we have real challenges, We can stand it down and take a further discussion since at the Consideration Stage the rules are flexible and can allow us to be able to take - [Interruption]", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: So you are suggesting that we should defer the question on clause 3?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So you are suggesting that we should defer the question on clause 3?", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, clauses 2 and 3 .", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clauses 2 and 3 .", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No, I have put the question on clause 2 already.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "No, I have put the question on clause 2 already.", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: I am sorry, it should be on clause 3. Wherever we have a genuine difficulty, we would stand it down to enable us discuss it further so that we can make some progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I am sorry, it should be on clause 3. Wherever we have a genuine difficulty, we would stand it down to enable us discuss it further so that we can make some progress.", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well, that is a compromised position, but before we proceed further, we have the Hon Minister for Environment, Science and Technology with us. I want to suspend the Consideration Stage so that we can take Questions, after that we go back. I believe within that period some consultations could take place behind the scene so that we can make progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well, that is a compromised position, but before we proceed further, we have the Hon Minister for Environment, Science and Technology with us. I want to suspend the Consideration Stage so that we can take Questions, after that we go back. I believe within that period some consultations could take place behind the scene so that we can make progress.", 
            "time": "11:00:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I would not have anything against that, I think it would even give us some breathing space to do further consultations.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I would not have anything against that, I think it would even give us some breathing space to do further consultations.\n I will suggest with respect, that Mr Speaker, we go back, even though you have already put the Question on clauses 1 and 2. If you look at clause 2, it talks about the resort to medical officers, you have already put the Question on that, but you need to insert \"veterinary officers\" throughout. That I, if you agree with the principle.\n So even though you have put the Question, Mr Speaker, with respect, I would suggest to the Chair that we should look at it right from the scratch so that we know that we are on a very good path.", 
            "time": "11:00:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well, What I will suggest is that, after the Question Time, let us see what we can do. I believe after that, we may be able to come to a certain level of compromise, if not, we would decide as a House the way forward. Question time - [Pause]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well, What I will suggest is that, after the Question Time, let us see what we can do. I believe after that, we may be able to come to a certain level of compromise, if not, we would decide as a House the way forward. Question time - [Pause]\n Hon Members, as I indicated earlier, we have the Hon Minister for Environment, Science and Technology in the House to respond to Questions from Hon Members.\n Hon Minister We have been waiting for you for a while.", 
            "time": "11:00:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Ms Hanny-Sherry Ayittey (Minister for Environment, Science and Technology)", 
            "original": "Ms Hanny-Sherry Ayittey (Minister for Environment, Science and Technology): Mr Speaker, I think I will take this opportunity to apologize to the august House for being late, thank you. [Interruptions]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think I will take this opportunity to apologize to the august House for being late, thank you. [Interruptions]", 
            "time": "11:00:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members the Hon Minister has apologized to the House, so Question 663 standing in the name of the Hon Member for Tain.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Members the Hon Minister has apologized to the House, so Question 663 standing in the name of the Hon Member for Tain.\n Rev. Dr Joses Akoto-Asare: Mr Speaker, the Hon Member is unavoidably absent and may I take permission to ask the Question on his behalf?", 
            "time": "11:00:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for Asuogyaman, the basis of getting up to ask a Question on behalf of a Member who is not present the House is not because the Member is absent. The Member must authorize you so to do. If you have not received any authorization, then the permission would not be granted.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Member for Asuogyaman, the basis of getting up to ask a Question on behalf of a Member who is not present the House is not because the Member is absent. The Member must authorize you so to do. If you have not received any authorization, then the permission would not be granted.\n Rev. Dr Joses Akoto-Asare: He has authorized me, Speaker.", 
            "time": "11:00:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well, you may ask the Question.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well, you may ask the Question.\n [Resumption of debate at column 55.]", 
            "time": "11:00:00"
        }, 
        {
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "11:00:00"
        }, 
        {
            "heading": "MINISTRY OF ENVIRONMENT,", 
            "kind": "heading", 
            "original": "MINISTRY OF ENVIRONMENT,", 
            "time": "11:00:00"
        }, 
        {
            "heading": "SCIENCE AND TECHNOLOGY", 
            "kind": "heading", 
            "original": "SCIENCE AND TECHNOLOGY", 
            "time": "11:00:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, today is the very first day of our Second Meeting. I think that the noise is getting out of control. I do not intend naming anybody.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Members, today is the very first day of our Second Meeting. I think that the noise is getting out of control. I do not intend naming anybody.", 
            "time": "11:00:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Ms Hanny-Sherry Ayittey (Minister for Environment, Science and Technology)", 
            "original": "Ms Hanny-Sherry Ayittey (Minister for Environment, Science and Technology): Mr Speaker, the issue of black fly infestation in the Bui Dam area is the preserve of the Ministry of Health and the Ghana Health Services. Mr Speaker, it would be recalled that the Ministry of Health successfully carried out a black fly eradication and onchocerciasis control programme in the Northern, Upper East and Upper West Regions in the 1980s-90s.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the issue of black fly infestation in the Bui Dam area is the preserve of the Ministry of Health and the Ghana Health Services. Mr Speaker, it would be recalled that the Ministry of Health successfully carried out a black fly eradication and onchocerciasis control programme in the Northern, Upper East and Upper West Regions in the 1980s-90s.\n This was under a large scale project with technical support from the World Health Organization (WHO). At the time, the Water Research Institute of the Council for Scientific and Industrial Research (CSIR)/WRI) participated in the programme to monitor the environmental effects of the aerial application of pesticides along the Black and White Volta River to ensure that there were no adverse effects on non-target organisms.\n Mr Speaker, the National Onchocerciasis Secretariat is the Government agency responsible for the control and elimination of the black fly and river blindness.", 
            "time": "11:00:00"
        }, 
        {
            "column": "23", 
            "kind": "continued speech", 
            "name": "Ms Hanny-Sherry Ayittey (Minister for Environment, Science and Technology)", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Indeed, the Headquarters of the controlling body which was founded by the World Health Organization (WHO), was based in Ouagadougou, Burkina- Faso, and the problem was handled and dealt with by a team of interdisciplinary experts from within and outside Ghana and Burkina-Faso.\n After twenty-five (25) years of control activities by the World Health Organization (WHO), it was declared that the incidence of the black fly menace had been brought under control. Hence the project came to an end. Since then, the Ministry of Health has been distributing drugs to inhabitants of the endemic areas and conducting sample checks on residents to prevent its re-occurrence.\n Rev. Dr Joses Akoto-Asare: Mr Speaker, I am satisfied with her answers.\n Thank you.", 
            "time": "11:00:00"
        }, 
        {
            "column": "23", 
            "kind": "speech", 
            "name": "Mr Joseph K. Adda", 
            "original": "Mr Joseph K. Adda: Thank you very much, Mr Speaker. Indeed, the Committee on Mines and Energy recently paid a visit to the Bui Hydro Electric Power Station area and we discovered that the black fly still persists; the problem has not come under control yet. Given many different reasons why that has not come under control, we would like to know from the Hon Minister whether the earlier measures were successful in controlling the fly from her Ministry’s point of View; and What effective next steps are going to be embarked upon to permanently eradicate the flies there?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you very much, Mr Speaker. Indeed, the Committee on Mines and Energy recently paid a visit to the Bui Hydro Electric Power Station area and we discovered that the black fly still persists; the problem has not come under control yet. Given many different reasons why that has not come under control, we would like to know from the Hon Minister whether the earlier measures were successful in controlling the fly from her Ministry’s point of View; and What effective next steps are going to be embarked upon to permanently eradicate the flies there?\n Thank you, Mr Speaker.", 
            "time": "11:10:00"
        }, 
        {
            "column": "23", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "Mr Ayittey: Thank you very much, Mr Speaker. I think the issue of the black fly menace must be looked at as a national", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you very much, Mr Speaker. I think the issue of the black fly menace must be looked at as a national", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "problem, and we need to consult the World Health Organization (WHO) to re- establish the Onchocerciasis Secretariat so that we can get funds to revamp the activities-", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "problem, and we need to consult the World Health Organization (WHO) to re- establish the Onchocerciasis Secretariat so that we can get funds to revamp the activities-", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "Mr Speaker, I think one of the things that we need to do, which the Minister for Environment, Science and Technology had the opportunity to discuss with the authorities of the Bui Dam, is to carry out what we call social impact assessment so that we would be able to estimate the damage that is going on.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I think one of the things that we need to do, which the Minister for Environment, Science and Technology had the opportunity to discuss with the authorities of the Bui Dam, is to carry out what we call social impact assessment so that we would be able to estimate the damage that is going on.", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "So Mr Speaker, I beg the august House, if it would direct that the Ministry of Environment, Science and Technology and the Ministry of Health work together to take over this assignment, my Ministry would be very happy to facilitate that.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "So Mr Speaker, I beg the august House, if it would direct that the Ministry of Environment, Science and Technology and the Ministry of Health work together to take over this assignment, my Ministry would be very happy to facilitate that.", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Prof. Dominic Fobih", 
            "original": "Prof. Dominic Fobih: Thank you, Mr Speaker. Mr Speaker, I think the Question is asking what the Hon Minister is doing about the threatening situation affecting the Bui Dam but the Hon Minister in her Answer, is saying we need to consult the WHO, we need to do this, what is she doing now to at least, ameliorate the threatening situation of the Dam which is being constructed. So it is not coming out Well.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you, Mr Speaker. Mr Speaker, I think the Question is asking what the Hon Minister is doing about the threatening situation affecting the Bui Dam but the Hon Minister in her Answer, is saying we need to consult the WHO, we need to do this, what is she doing now to at least, ameliorate the threatening situation of the Dam which is being constructed. So it is not coming out Well.", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, that is why We have supplementary questions and that is Why I have called you.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Member, that is why We have supplementary questions and that is Why I have called you.", 
            "time": "11:10:00"
        }, 
        {
            "column": "24", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Thank you, Mr Speaker. I think earlier, I intimated that the responsibility is with the Ministry of Health, and the Ministry of Health some years ago, was assisted by the WHO. The environmental issues -- this is what I have said, that my Ministry and the Ministry of Health, with the support of the WHO, can work together and handle this issue.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you, Mr Speaker. I think earlier, I intimated that the responsibility is with the Ministry of Health, and the Ministry of Health some years ago, was assisted by the WHO. The environmental issues -- this is what I have said, that my Ministry and the Ministry of Health, with the support of the WHO, can work together and handle this issue.\n Thank you.", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I would like to know from the Hon Minister, what has been the effect of the pesticides application on the people living in the area?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I would like to know from the Hon Minister, what has been the effect of the pesticides application on the people living in the area?", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I do not know Whether that is supplementary; it is not ---", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I do not know Whether that is supplementary; it is not ---", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, in the Hon Minister’s own answer, she has indicated that pesticides were applied as a way of eliminating the flies in the area, I want to know the effect of the application of such chemicals on the people living in the area.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, in the Hon Minister’s own answer, she has indicated that pesticides were applied as a way of eliminating the flies in the area, I want to know the effect of the application of such chemicals on the people living in the area.", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "Mr Ayittey: Thank you, Mr Speaker, the Water Research Institute is carrying out a research to establish the effect of the pesticides that they are using for the eradication. I think that as a scientist, you would agree with me that the flies always come out with mutants that sometimes are resistant to the pesticides. So we will continue with the work that we are doing and I believe that, with the Ministry of Health and the assistance from WHO, we would be able to do some good programme.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you, Mr Speaker, the Water Research Institute is carrying out a research to establish the effect of the pesticides that they are using for the eradication. I think that as a scientist, you would agree with me that the flies always come out with mutants that sometimes are resistant to the pesticides. So we will continue with the work that we are doing and I believe that, with the Ministry of Health and the assistance from WHO, we would be able to do some good programme.\n Thank you.", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Last question, Hon Minority Leader.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Last question, Hon Minority Leader.", 
            "time": "11:10:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, a few questions, not last. First of all, the Hon Minister tells us, in paragraph l of her Answer, that the Ministry of Health successfully carried out a black fly eradication programme in the Northern, Upper East and Upper West,Regions in the 1980s and 1990s. Is it the case then that black fly menace no longer exists in the Northern, Upper East and Upper West Regions?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, a few questions, not last. First of all, the Hon Minister tells us, in paragraph l of her Answer, that the Ministry of Health successfully carried out a black fly eradication programme in the Northern, Upper East and Upper West,Regions in the 1980s and 1990s. Is it the case then that black fly menace no longer exists in the Northern, Upper East and Upper West Regions?", 
            "time": "11:10:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader it is a programme. The Answer says a Control Programme.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Minority Leader it is a programme. The Answer says a Control Programme.", 
            "time": "11:10:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, with respect it, is a two-path thing that she has stipulated. She said that they set out to eradicate the black fly and control onchocerciasis. So the question is, is the black fly menace totally non-existent in the Northern, Upper East and Upper West Regions? I ask that because she has said to us that, they successfully carried out the eradication. What is the position?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, with respect it, is a two-path thing that she has stipulated. She said that they set out to eradicate the black fly and control onchocerciasis. So the question is, is the black fly menace totally non-existent in the Northern, Upper East and Upper West Regions? I ask that because she has said to us that, they successfully carried out the eradication. What is the position?", 
            "time": "11:10:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "Mr Ayittey: Thank you very much. Mr Speaker, it is true. You know you can control the disease that is caused from the black fly and that has been controlled in these three Northern Regions. But because of the environmental nature of the Bui Dam, that is where we still have some predominant problems. So it is just like malaria, you can control malaria in certain areas but where you have polluted lagoons that allow the eggs to multiply, in some areas it becomes very difficult to do total eradication.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you very much. Mr Speaker, it is true. You know you can control the disease that is caused from the black fly and that has been controlled in these three Northern Regions. But because of the environmental nature of the Bui Dam, that is where we still have some predominant problems. So it is just like malaria, you can control malaria in certain areas but where you have polluted lagoons that allow the eggs to multiply, in some areas it becomes very difficult to do total eradication.\n This is what we have done, we have succeeded. in the Northern Regions; the Ministry of Health, they succeeded. So now, we need to concentrate in the area - the Tain area, more especially with the construction of the Dam, is also going to create a problem for the eradication. So we need to work together and see how we can minimize the blindness.\n Thank you", 
            "time": "11:10:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker,I agree with what the Hon Minister had said. l think by and large, they have succeeded in controlling the menace but the way she had put it, it is made to appear as if they have totally eradicated it. They set out to to eradicate the black fly.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker,I agree with what the Hon Minister had said. l think by and large, they have succeeded in controlling the menace but the way she had put it, it is made to appear as if they have totally eradicated it. They set out to to eradicate the black fly.", 
            "time": "11:10:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, look at paragraph 4 of the Answer.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Minority Leader, look at paragraph 4 of the Answer.", 
            "time": "11:10:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Yes, that is the reason because when she said that they have done that successfully, and in paragraph 4, she says that they have brought it under control; so which is which? That is the point that '1 wanted to make.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Yes, that is the reason because when she said that they have done that successfully, and in paragraph 4, she says that they have brought it under control; so which is which? That is the point that '1 wanted to make.\n But Mr Speaker, another point. Paragraph 2, the Hon Minister tells us that the \"National Onchocerciasis Secretariat\", I think there is a mix ~up there but I believe she wanted to say that the National Onchocerciasis Secretariat is the government agency responsible for the control and elimination of the black fly and river blindness-\n That is what she wanted to say, so it is a typographical error.\n Paragraph 3 is not very clear. The Hon Minister tells us that, the National Onchocerciasis Secretariat was based in Ouagadougou, our National Onshocerciasis Secretariat, is based in Ouagadougou. Can she talk to the microphone, because it is not to me alone, with respect.", 
            "time": "11:10:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr Ayittey", 
            "original": "Mr Ayittey: Mr Speaker, at th.at time, it was a zonal project including the controlling in Burkina Faso also. So the headquarters was based there and we had the Secretariat in Ghana; so it was a multi-sectoral. project between Burkina- Faso and Ghana.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, at th.at time, it was a zonal project including the controlling in Burkina Faso also. So the headquarters was based there and we had the Secretariat in Ghana; so it was a multi-sectoral. project between Burkina- Faso and Ghana.", 
            "time": "11:10:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: What was based in Ghana and what was based in Burkina Faso? That is the question.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "What was based in Ghana and what was based in Burkina Faso? That is the question.", 
            "time": "11:10:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mrs Ayittey", 
            "original": "Mrs Ayittey: The headquarters was based in Burkina Faso but the Secretariat that does the day-to-day administration and financial management that is based in Accra. It is still there but they are poorly resourced. So with funds, they can start work.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The headquarters was based in Burkina Faso but the Secretariat that does the day-to-day administration and financial management that is based in Accra. It is still there but they are poorly resourced. So with funds, they can start work.", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Charles S. Hodogbey", 
            "original": "Mr Charles S. Hodogbey: Thank you Mr Speaker. Mr Speaker, l just want to concentrate my question on paragraph", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you Mr Speaker. Mr Speaker, l just want to concentrate my question on paragraph\n 4.", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: You have only one question.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "You have only one question.", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Hodogbey", 
            "original": "Mr Hodogbey: In paragraph 4, the Hon Minister stated and I quote,", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "In paragraph 4, the Hon Minister stated and I quote,\n \"After 25 years of control activities by the World Health Organization (WHO), it was declared that the incidence of the black fly menace had been brought under control.\"\n Then she went on to say that, they provide\n \"drugs to inhabitants of the endemic areas and conducting sample checks on residents to prevent its re-occurrence.\"\n I would like to know if the menace has been brought under control. The way I understand it, \"control\" means it has been reduced or nothing has existed. Why are they giving drugs to the people?\n 11.20.a.m", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member for North Tongu, that is the issue that we. have just discussed. It was not totally eradicated but it was brought - that was the question the Hon Minority Leader brought up - That it was brought under control. Through that process, we got to know it was not eradicated; it was only brought under control. If something is brought under control, it means that it is there but it is not as serious as it used to be at the beginning, therefore, they distribute these drugs so as to make sure that it does not get out of control.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Member for North Tongu, that is the issue that we. have just discussed. It was not totally eradicated but it was brought - that was the question the Hon Minority Leader brought up - That it was brought under control. Through that process, we got to know it was not eradicated; it was only brought under control. If something is brought under control, it means that it is there but it is not as serious as it used to be at the beginning, therefore, they distribute these drugs so as to make sure that it does not get out of control.", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Hodogbey", 
            "original": "Mr Hodogbey: Mr Speaker, if sample checks had been done routinely I would like to know the results of those sample checks.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, if sample checks had been done routinely I would like to know the results of those sample checks.", 
            "time": "11:10:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister, the results of the sample checks.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Minister, the results of the sample checks.", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, I have mentioned earlier that now we at the Ministry of Environment, Science and Technology are not really handling this project. This is being handled by the Ghana Health Services. So, maybe I can try and get the results and present it to the august House.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I have mentioned earlier that now we at the Ministry of Environment, Science and Technology are not really handling this project. This is being handled by the Ghana Health Services. So, maybe I can try and get the results and present it to the august House.", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, We move to the next Question - Question number 874 - standing in the name of the Hon Member for Agona East.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Members, We move to the next Question - Question number 874 - standing in the name of the Hon Member for Agona East.\n Hon Member for Agona East?", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Mr Speaker, the Hon Member for Agona East is not in the House and I have his permission to ask the Question on his behalf.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the Hon Member for Agona East is not in the House and I have his permission to ask the Question on his behalf.", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: You cannot have his permission because he has not authorized you.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "You cannot have his permission because he has not authorized you.", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Mr Speaker, he has authorized me to seek for your indulgence to ask the Question on his behalf.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, he has authorized me to seek for your indulgence to ask the Question on his behalf.", 
            "time": "11:10:00"
        }, 
        {
            "column": "29", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well. Effect of Climate change measures taken to assist farmers", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Very well. Effect of Climate change measures taken to assist farmers\n 874. Prof (Emeritus) Samuel K. Amoako (on behalf of Mr John Agyabeng) asked the Minister for Environment, Science and Technology what measures the Ministry had put in place to collaborate with the Ministry of Food and Agriculture to assist farmers in the light of the effect of climate change on the activities of the farmers.", 
            "time": "11:10:00"
        }, 
        {
            "column": "30", 
            "kind": "speech", 
            "name": "Ms Hanny-Sherry Ayittey", 
            "original": "Ms Hanny-Sherry Ayittey:_ Mr Speaker, I think with the permission of the House, I can try to summarize.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "_ Mr Speaker, I think with the permission of the House, I can try to summarize.\n Madam Speaker, we know Climate Change is real and is already impacting on the energy, water, agriculture and some other sectors of the economy.\n It is obvious that agriculture is the backbone of the Ghanaian economy, therefore any negative impact resulting from climatic conditions will have serious impact on food security.\n In this regard, the Ministry of Environment, Science and Technology (MEST) collaborates with front line Ministries such as the Ministries of Food and Agriculture(MOFA), Health and Lands and Natural Resources to addressing climate change and climate variability issues in a collaborative manner.", 
            "time": "11:10:00"
        }, 
        {
            "column": "30", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "MOFA is fully represented at the National Climate Change Committee which is the National Coordinating body for climate change issues in the country. Under this Committee there are a number of technical working groups and one of such Working groups is the group on agriculture. The representatives from MOFA on the Climate Change Committee share decisions, policies and strategic initiatives in climate change with relevant stakeholders in the agricultural sector, which farmers are key.\n MEST through the EPA has conducted climate change impacts and vulnerability studies for", 
            "time": "11:10:00"
        }, 
        {
            "column": "31", 
            "kind": "continued speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "ecological zones in the country. This study has aided targeted climate change adaptation interventions especially in the farming communities in parts of the northern region.\n MEST, through the EPA, has also collaborated with MOFA in the preparation of Food and Agriculture Sector Development Policy Two (FASDEP II) Which addresses food security and sustainable agriculture comprehensively. One of the key hallmarks of the FASDEP II document is that, issues of the environment and climate change have been mainstreamed into the policy.\n MOFA also has a unit on Environment. MEST, through its Departments and Agencies has been working closely with this Unit.\n MEST currently is implementing the Ghana Sustainable Land and Water Management Project (GSLWMP) in the three northern regions. The GSLWMP is funded by a Global Environment Facility (GEF) Grant to support the Government of Ghana to (a) improve land management of selected micro-watersheds in Northern Ghana to reverse land degradation and enhance agricultural productivity; (b) it will also improve spatial planning through integration of Watershed management plans.\n This five year project aims to support the Sustainable Development Initiative for the Northern Savanna to realize the vision of \"a diversified and resilient economic zone in the north\" with significant regional environmental benefits.", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "In addition to this, the MEST through the EPA is also collaborating with other relevant institutions to implement the Ghana Environmental Management Projects (GEMP).", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "In addition to this, the MEST through the EPA is also collaborating with other relevant institutions to implement the Ghana Environmental Management Projects (GEMP).", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "The GEMP is a five-year project funded by the Canadian Government to support the Government of Ghana to address desertification in northern Ghana. The goal of GEMP is to strengthen Ghanaian institutions and rural communities to enable them to reverse land degradation and desertification in the three northern regions of Ghana and adopt sustainable land and water management systems that improve food security and reduce poverty.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The GEMP is a five-year project funded by the Canadian Government to support the Government of Ghana to address desertification in northern Ghana. The goal of GEMP is to strengthen Ghanaian institutions and rural communities to enable them to reverse land degradation and desertification in the three northern regions of Ghana and adopt sustainable land and water management systems that improve food security and reduce poverty.", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "MEST also Works in closer collaboration with MOFA to provide early warning systems for farmers:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "MEST also Works in closer collaboration with MOFA to provide early warning systems for farmers:", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "Early warning information on pests infestations", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Early warning information on pests infestations", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "Disease outbreak Rainfall patterns, et cetera.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Disease outbreak Rainfall patterns, et cetera.", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "With temperatures rising as a result of global Warming, MEST collaborates with MOFA in the area of bush or Wildfire prevention and control in farming communities in the country. We have carried out a lot of exercises in the northern part of Ghana. We had involved the traditional authorities in the area of wildfire prevention.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "With temperatures rising as a result of global Warming, MEST collaborates with MOFA in the area of bush or Wildfire prevention and control in farming communities in the country. We have carried out a lot of exercises in the northern part of Ghana. We had involved the traditional authorities in the area of wildfire prevention.", 
            "time": "11:10:00"
        }, 
        {
            "column": "32", 
            "kind": "speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "On awareness creation and information dissemination on climate change, MEST through its Departments and Agencies, and in collaboration with other Ministries has used a number of communication media such as", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "On awareness creation and information dissemination on climate change, MEST through its Departments and Agencies, and in collaboration with other Ministries has used a number of communication media such as", 
            "time": "11:10:00"
        }, 
        {
            "column": "33", 
            "kind": "continued speech", 
            "name": "Mr Speaker, the collaboration to address climate change and climate variability issues could be highlighted in the following areas", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Community durbars\n NGOs and civil society\n Focal group discussions\n Stakeholder meetings at the local level\n Community radio broadcasts\n Local information vans\n To educate farmers on the impacts of climate change on their livelihoods. An example is the Fanteakwa District in the Eastern Region and many other districts in the northern sector through the EPA- VODAF ONE SLM and GEMP projects.\n MEST through the Africa Adaptation Programme (AAP) is currently assisting farmers in five districts including Aowin Suaman (Western), Keta (Volta), Fanteakwa (Eastern), Sissala East (Upper West), and West Mamprusi (Northern) on various projects which will help them adapt to the impacts of climate change.\n In the area of research and technology application, the Ministry through the CSIR has developed early maturity crop varieties. The Center has also come out with drought-resistant crop varieties. These and other interventions are efforts to assist farmers adapt to the impacts of climate change and climate variability.\n Mr Speaker, we continuously visit farmers and educate them on when to plant- We are also advising farmers on the use of fertilizers and how to prepare the soil to make the best advantage of the raining season.", 
            "time": "11:10:00"
        }, 
        {
            "column": "34", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Mr Speaker, the Question specifically was asking for the effect of climate change. And even though the Answer looks very comprehensive and elaborate, I did not hear of any interventions in the area of building dams. What has the Ministry done about using dams to help farmers control climatic change?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the Question specifically was asking for the effect of climate change. And even though the Answer looks very comprehensive and elaborate, I did not hear of any interventions in the area of building dams. What has the Ministry done about using dams to help farmers control climatic change?", 
            "time": "11:30:00"
        }, 
        {
            "column": "34", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, you know that Questions to Ministers are what they are responsible for. That is what our rules say and the Ministry of Environment is not responsible for building dams for farmers.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Member, you know that Questions to Ministers are what they are responsible for. That is what our rules say and the Ministry of Environment is not responsible for building dams for farmers.\n That is a question that goes to the Ministry of Food and Agriculture. So ask another supplementary question.", 
            "time": "11:30:00"
        }, 
        {
            "column": "34", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Very well Mr Speaker.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Very well Mr Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "34", 
            "kind": "speech", 
            "name": "Mr Speaker, I want to refer to the Hon Minister’s Answer on page 34, under the second bullet point where it says and with your permission I quote", 
            "original": "Mr Speaker, I want to refer to the Hon Minister’s Answer on page 34, under the second bullet point where it says and with your permission I quote:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "\"To educate farmers on the impacts of climate change on their livelihoods. An example is the Fanteakwa District in the \"Eastern Region and many other districts in the northern sector through the EPA-VODAFONE SLM and GEMLP projects.\"\n The intervention of the information dissemination, what language is used in the various communities? This is because Mr Speaker, I happened to share the same boundary with Fanteakwa District and there is a problem with the dissemination of information. They do not use the right language which the farmers understand.", 
            "time": "11:30:00"
        }, 
        {
            "column": "34", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker,_these are public education, they are done through the community radios. So obviously one would expect that using the community", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker,_these are public education, they are done through the community radios. So obviously one would expect that using the community", 
            "time": "11:30:00"
        }, 
        {
            "column": "35", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Frequency Modulation (FM) stations, they would speak the predominant language Within the area. But if that has not gone done well, we can repeat the exercise using the appropriate language again.", 
            "time": "11:30:00"
        }, 
        {
            "action": "rose ", 
            "kind": "action", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako -rose -", 
            "time": "11:30:00"
        }, 
        {
            "column": "35", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Your last supplementary question.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Your last supplementary question.", 
            "time": "11:30:00"
        }, 
        {
            "column": "35", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako: Mr Speaker, page 33 of the Hon Minister’s Answer and I refer to the last sentence of the third bullet point and with your permission I quote", 
            "original": "Prof (Emeritus) Amoako: Mr Speaker, page 33 of the Hon Minister’s Answer and I refer to the last sentence of the third bullet point and with your permission I quote:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "\"The goal of GEMP is to strengthen Ghanaian institutions and rural communities to enable them to reverse land degradation and desertification in the three northern regions of Ghana and adopt sustainable land and water management systems that improve food security and reduce poverty.\"\n This part of the Answer is too general.\n Would the Hon Minister please tell us specifically what has been done in the area of reversing degradation and desertification of this part of our country?", 
            "time": "11:30:00"
        }, 
        {
            "column": "35", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, as I said, this particular project is community-based and we are involving the traditional authorities- I said that we had a durbar with the chiefs and then we took them through bush fire prevention which is very common in the three northern regions. We exposed them to the District Assembly bye-laws that can empower them to check bush fires and also to check charcoal production.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, as I said, this particular project is community-based and we are involving the traditional authorities- I said that we had a durbar with the chiefs and then we took them through bush fire prevention which is very common in the three northern regions. We exposed them to the District Assembly bye-laws that can empower them to check bush fires and also to check charcoal production.", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Then also, we have engaged the District Assemblies themselves. They have formed small communities, which they manage. The resources are given to them and we help them with the Seedlings like drought-resistance seedlings and then we also help them with small irrigation technologies so that they can improve upon their own farming.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Then also, we have engaged the District Assemblies themselves. They have formed small communities, which they manage. The resources are given to them and we help them with the Seedlings like drought-resistance seedlings and then we also help them with small irrigation technologies so that they can improve upon their own farming.", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "We are doing this both for the Assemblies and we have also engaged the women farmers in these projects. So this particular programme is a grass-roots one and it is being managed by the Assemblies themselves.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "We are doing this both for the Assemblies and we have also engaged the women farmers in these projects. So this particular programme is a grass-roots one and it is being managed by the Assemblies themselves.", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Mr Speaker, I think you disallowed my first question", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I think you disallowed my first question", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, yes, the one I disallowed is part of the three.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Member, yes, the one I disallowed is part of the three.\n Anyway, I will allow you.", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Prof (Emeritus) Amoako", 
            "original": "Prof (Emeritus) Amoako: Thank you Mr Speaker.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you Mr Speaker.\n Mr Speaker, I just want to have the understanding of the level of collaboration between her Ministry and the Ministry of Food and Agriculture, because I do not know who is doing what. If she can explain the level of collaboration between the two Ministries-", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, at the district, we have the agriculture inspection agencies and in fact they are part of the management of this project. We have a national project co-ordinator who works with the agriculture extension agencies in all these districts. Within the District Assemblies also, there are representatives and they help us to design the project for that particular community.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, at the district, we have the agriculture inspection agencies and in fact they are part of the management of this project. We have a national project co-ordinator who works with the agriculture extension agencies in all these districts. Within the District Assemblies also, there are representatives and they help us to design the project for that particular community.", 
            "time": "11:30:00"
        }, 
        {
            "column": "36", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, we move to the last Question for the day. Question number 876 standing in the name of the Hon Member for Offinso North.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Members, we move to the last Question for the day. Question number 876 standing in the name of the Hon Member for Offinso North.", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Formulation of Laws and Regulations on Environmental Pollution", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Formulation of Laws and Regulations on Environmental Pollution", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "876. Mr Augustine Collins Ntim asked the Minister for Environment, Science and Technology what measures the Ministry was putting in place to formulate the necessary laws and regulations on environmental pollution for the country.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "876. Mr Augustine Collins Ntim asked the Minister for Environment, Science and Technology what measures the Ministry was putting in place to formulate the necessary laws and regulations on environmental pollution for the country.", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, I think I can-", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I think I can-", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Your Answer is rather long. I do not know whether you would --", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Your Answer is rather long. I do not know whether you would --", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: I would like to summarize it for you.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I would like to summarize it for you.", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Very well.", 
            "time": "11:30:00"
        }, 
        {
            "column": "37", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Madam Speaker, Chapter six, article 41(k) of the 1992 Constitution of the 4th Republic enjoins the citizens of Ghana to protect and safeguard the environment. It is therefore not out of place that Parliament passed the Environmental Protection Agency Act, 1994, (Act 490).", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Madam Speaker, Chapter six, article 41(k) of the 1992 Constitution of the 4th Republic enjoins the citizens of Ghana to protect and safeguard the environment. It is therefore not out of place that Parliament passed the Environmental Protection Agency Act, 1994, (Act 490).\n Subsequently, the Environmental Assessment Regulation, 1999 (L.I. 1652) was passed to give meaning to specific provisions of Act. 490. The process of environmental permitting is therefore based on Environmental Assessment Regulations, 1999 (L.I. 1652).\n The aim of the environmental assessment process is to ensure that all potential environmental and social impacts of any undertaking are fully investigated and appropriately managed before, during and after the operations of the project. In fact the L.I. 1652 clearly defines the scope of projects and the form of assessment required of them.", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "MEST through the EPA and in collaboration with other relevant stakeholder institutions have been working on the draft National Environmental Quality Guidelines which were prepared with reference to section 28 of the Environmental Protection Agency Act, 1994. These guidelines are the basis for the draft regulations, namely the National Environmental Quality Standards Regulations. The draft regulations comprise standards for the following environmental media.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "MEST through the EPA and in collaboration with other relevant stakeholder institutions have been working on the draft National Environmental Quality Guidelines which were prepared with reference to section 28 of the Environmental Protection Agency Act, 1994. These guidelines are the basis for the draft regulations, namely the National Environmental Quality Standards Regulations. The draft regulations comprise standards for the following environmental media.", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Short Term Programme", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Short Term Programme", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "a. Noise Pollution In recent times the issue of excessive noise has been of serious concern, especially in built-up residential areas. Sound is measured in decibel (dB), in Ghana as permissible ambient noise set by the EPA.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "a. Noise Pollution In recent times the issue of excessive noise has been of serious concern, especially in built-up residential areas. Sound is measured in decibel (dB), in Ghana as permissible ambient noise set by the EPA.", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Agency has therefore developed guidelines and standards required to address noise levels ranging from residential to commercial/industrial areas: The EPA’s permissible ambient noise levels in residential areas during the day is 55 decibels (dB) and 48 dB at night.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Agency has therefore developed guidelines and standards required to address noise levels ranging from residential to commercial/industrial areas: The EPA’s permissible ambient noise levels in residential areas during the day is 55 decibels (dB) and 48 dB at night.", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "At and around educational and health facilities, it is 55 during the day, 50 at night.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "At and around educational and health facilities, it is 55 during the day, 50 at night.", 
            "time": "11:30:00"
        }, 
        {
            "column": "38", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Noise level for areas with commercial or light industrial activities is 6O (dB) during the day and 55 (dB) during the night. Light industrial areas and places of entertainment, public assembly such as churches and mosques allow 65 dB noise levels during the day and 60 during the night", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Noise level for areas with commercial or light industrial activities is 6O (dB) during the day and 55 (dB) during the night. Light industrial areas and places of entertainment, public assembly such as churches and mosques allow 65 dB noise levels during the day and 60 during the night", 
            "time": "11:30:00"
        }, 
        {
            "column": "39", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Predominant commercial areas allow 70dB during the day and 65 dB during the night.\n For heavy industrial areas 70 dB noise during the day and the night.\n 2. Land\n 22.1 Ghana’s obligations under the Stockholm Convention on Persistent Organic Pollutants (POPs) and the Rotterdam Convention on Prior Informal Consent Produce for Certain Hazardous Chemicals and Pesticides in International Trade mandates the Ministry to enact legislation to regulate and manage the use, trade, transport and the disposal of chemicals in the country.\n In exercise of the power conferred on the Ministry of Environment, Science and Technology, under section 62 of the Environmental Protection Agency Act, 1994 (Act 490), the following draft Regulation for Pesticides Control and Management of Chemicals have been prepared and awaiting parliamentary approval:\n Draft Pesticides (Advertising) Regulations;\n Draft Pesticides (Labelling and Packing) Regulations;\n Draft Pesticides (Registration) Regulations; and\n Draft Technical Guidelines for Pesticides Transportation, Storage and Disposal.\n 23 Under the Basel Convention on the Transboundary Movement of Hazardous Wastes and their Disposal and the related Basel Protocol on Liability and", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Compensation for Damage resulting from Transboundary Movement of Hazardous Wastes and their Disposal, Hazardous and Electronic Waste Control and Management Bill, 2011 has been prepared to provide for the control, management and disposal of disposal of hazardous waste and electronic waste and for related purposes. The Bill is now going through final stages of stakeholder consultations.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Compensation for Damage resulting from Transboundary Movement of Hazardous Wastes and their Disposal, Hazardous and Electronic Waste Control and Management Bill, 2011 has been prepared to provide for the control, management and disposal of disposal of hazardous waste and electronic waste and for related purposes. The Bill is now going through final stages of stakeholder consultations.", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "3. Water Pollution", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "3. Water Pollution", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "3.1 Marine Pollution Bill", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "3.1 Marine Pollution Bill", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ghana ratified the MARPOI Convention which is concerned with oil pollution. The convention aims at achieving complete elimination of international pollution of the marine environment by oil and other harmful substances from ships and to minimize the accidental discharge of such substance.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Ghana ratified the MARPOI Convention which is concerned with oil pollution. The convention aims at achieving complete elimination of international pollution of the marine environment by oil and other harmful substances from ships and to minimize the accidental discharge of such substance.", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ghana’s Marine Pollution law formulated in 1964 had not seen any review to address emerging challenges, particularly of the oil industry. The new Marine Pollution Bill jointly prepared by the Ghana Maritime Authority and the Environmental Protection Agency will incorporate the Convention on Oil Pollution Preparedness, Response, Co~ operation and Dumping of Wastes to address the challenges of the oil industry.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Ghana’s Marine Pollution law formulated in 1964 had not seen any review to address emerging challenges, particularly of the oil industry. The new Marine Pollution Bill jointly prepared by the Ghana Maritime Authority and the Environmental Protection Agency will incorporate the Convention on Oil Pollution Preparedness, Response, Co~ operation and Dumping of Wastes to address the challenges of the oil industry.", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "4. Air Pollution", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "4. Air Pollution", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "4.1 Air Quality and Emission Policy", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "4.1 Air Quality and Emission Policy", 
            "time": "11:30:00"
        }, 
        {
            "column": "40", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Ministry has secured Cabinet approval on Air Quality and Emission Policy. The policy seeks to initiate strategies to reduce emission with attractive co-benefits by reducing future generation’s health locally. It would also have additional positive impacts on climate change nationally and globally.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Ministry has secured Cabinet approval on Air Quality and Emission Policy. The policy seeks to initiate strategies to reduce emission with attractive co-benefits by reducing future generation’s health locally. It would also have additional positive impacts on climate change nationally and globally.", 
            "time": "11:30:00"
        }, 
        {
            "column": "41", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The policy also sets up the framework for the development of emission standards and guideline for testing and monitoring of emissions based on generic emission targets that take into consideration fuel-efficiency and clean combustion and modem technology.\n 5. Buffer Zone Policy\n The Ministries of Water Resources, Works and Housing and Environment, Science and Technology are jointly submitting for Cabinet approval, a riparian Buffer Zone Policy for managing freshwater bodies in Ghana.\n Buffer zones provide natural services such as improving water quality by trapping sediment and chemicals from run- off before reaching water bodies; moderates flooding, help recharge groundwater and prevent soil erosion; creates shade which lower temperatures and hence improve habitat for aquatic organisms; and provides food, nesting cover and shelter for wildlife.\n Buffer zones also provide valuable socio-economic services including creation of jobs in the planting and maintenance of economic trees; provision of valuable timber and income from non~ timber forest products such as forage and fruits; provision of indigenous multi- species of plants traditionally harvested for medicine and material for building; conserving natural scenic areas of recreational value, cropping, and ecotourism; provision of potable water supply for local communities; and support fish pollutions for many fishing communities.\n In order to begin realizing these identified valuable and other potential services from the establishment of buffer", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "zones, and to curb the discriminate dumping and the development of infrastructure in waterways, the policy harmonizes all traditional and existing public institutional standards on buffers bordering water bodies or river systems. The policy also focuses on providing measures that would guide the co- ordinated creation of vegetative buffers for the preservation and functioning of our water bodies and vital ecosystems.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "zones, and to curb the discriminate dumping and the development of infrastructure in waterways, the policy harmonizes all traditional and existing public institutional standards on buffers bordering water bodies or river systems. The policy also focuses on providing measures that would guide the co- ordinated creation of vegetative buffers for the preservation and functioning of our water bodies and vital ecosystems.", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "b. Industrial Effluent Discharge Quality", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "b. Industrial Effluent Discharge Quality", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The draft National Environment Quality Guidelines provide basis for prescribed limits, for industrial effluent discharge quality for specific industrial sectors including food and beverage, textile, paint and chemicals, metals and others. While the Ministry continue with broad consultations on the draft regulations prior to sending it to Parliament to pass the National Environmental Quality Guidelines into law (regulations), industries are required to ensure that wastewater discharges from their operations meet the permissible limits of the EPA Nation Environmental Quality Guidelines (NEQGs), which when passed into law would include pollution charges mandated under section 28, Act 490.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The draft National Environment Quality Guidelines provide basis for prescribed limits, for industrial effluent discharge quality for specific industrial sectors including food and beverage, textile, paint and chemicals, metals and others. While the Ministry continue with broad consultations on the draft regulations prior to sending it to Parliament to pass the National Environmental Quality Guidelines into law (regulations), industries are required to ensure that wastewater discharges from their operations meet the permissible limits of the EPA Nation Environmental Quality Guidelines (NEQGs), which when passed into law would include pollution charges mandated under section 28, Act 490.", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Such pollution charges would provide the needed cost/benefit required for decision-making and also drives voluntary pollution reduction programmes using cleaner production approaches particularly in the industrial sector.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Such pollution charges would provide the needed cost/benefit required for decision-making and also drives voluntary pollution reduction programmes using cleaner production approaches particularly in the industrial sector.", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "MIEST through EPA has systematically initiated compliance promotion and regulatory actions that integrate environmental concerns, promotion, development aspirations. Some of the measures adopted by the EPA include:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "MIEST through EPA has systematically initiated compliance promotion and regulatory actions that integrate environmental concerns, promotion, development aspirations. Some of the measures adopted by the EPA include:", 
            "time": "11:30:00"
        }, 
        {
            "column": "42", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The establishment of a sub-regional Cleaner Production Center, a center of excellence, located at Tema, to enhance the country’s capacity to assist industries,", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The establishment of a sub-regional Cleaner Production Center, a center of excellence, located at Tema, to enhance the country’s capacity to assist industries,", 
            "time": "11:30:00"
        }, 
        {
            "column": "43", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYTITEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "develop and implement cleaner and resource efficient production programmes that Will improve results in reduced manufacturing costs, lower pollution and improved health and safety performance.\n Institutionalization of the Akoben Environmental Performance Rating and Public Disclosure to develop an information regulatory system so as to drive the Agency’s continuous environmental improvement (CB1) programmes for enterprises.\n There is the need to facilitate the passing of the National Environmental Quality Guidelines into law since this will help regulatory work as well as the compliance promotion facet of the Agency’s work.\n Biosafety Bill\n This Bill which deals with genetically modified seed, its regulation for implementation and uses has been passed by Parliament and signed by the President of the Republic of Ghana.\n Regulations for Installation, Deployment of Communication Towers/Mast\n This regulation was issued on 12 May, 2010 and gazetted on 14th January, 2011 and distributed to all mobile phone operators and the National Communication Authority\n Nuclear Safety\n Laws and Treaties put in place\n The Application of Safeguards in Connection with the Treaty on Non- Proliferation of Nuclear Weapons (July, 1973);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Additional Protocol to the Agreement between the Government of the Republic of Ghana and the IAEA for the Application of Safeguards in Connection with the Treaty on Non- Proliferation of Nuclear Weapons (June, 1998);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Additional Protocol to the Agreement between the Government of the Republic of Ghana and the IAEA for the Application of Safeguards in Connection with the Treaty on Non- Proliferation of Nuclear Weapons (June, 1998);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Convention on Physical Protection of Nuclear Material (October, 2002);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Convention on Physical Protection of Nuclear Material (October, 2002);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Parliament has also ratified the Convention on Nuclear Safety (July,", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Parliament has also ratified the Convention on Nuclear Safety (July,", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "1995);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "1995);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Comprehensive Nuclear Test Ban Treaty (CTBT);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Comprehensive Nuclear Test Ban Treaty (CTBT);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The African Nuclear Weapon Free Zone (Pelindaba) Treaty;", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The African Nuclear Weapon Free Zone (Pelindaba) Treaty;", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Amendment to the Convention on Physical Protection of Nuclear Material (2005);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Amendment to the Convention on Physical Protection of Nuclear Material (2005);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The joint Convention on the Safety of Spent Fuel Management and on the Safety of Radioactive Waste Management (the Joint Convention);", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The joint Convention on the Safety of Spent Fuel Management and on the Safety of Radioactive Waste Management (the Joint Convention);", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Cabinet has given approval for ratification of the Convention on Assistance in the Case of Nuclear Accident or Radiological Emergency;", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Cabinet has given approval for ratification of the Convention on Assistance in the Case of Nuclear Accident or Radiological Emergency;", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Convention on early Notification of a Nuclear Accident and the Convention on Supplementary Compensation for Nuclear Damage (CSC).", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Convention on early Notification of a Nuclear Accident and the Convention on Supplementary Compensation for Nuclear Damage (CSC).", 
            "time": "11:30:00"
        }, 
        {
            "column": "44", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "National Environment Policy This is in its final stage of consultation with stakeholders/ civil society/NGOs for Cabinet approval.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "National Environment Policy This is in its final stage of consultation with stakeholders/ civil society/NGOs for Cabinet approval.", 
            "time": "11:30:00"
        }, 
        {
            "column": "45", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "National Climate Change Policy Draft policy is ready for final approval by stakeholders.\n Land Use and Spatial PlanningAuthority Bill\n The Bill which is currently before Cabinet for approval is intended to look at land use at the regional and district planning level for accelerated development.", 
            "time": "11:30:00"
        }, 
        {
            "column": "45", 
            "kind": "speech", 
            "name": "Mr Ntim", 
            "original": "Mr Ntim: Mr Speaker, I thank the Hon Minister for the kind of comprehensive answer given. But I get so much worried, so much alarmed in the face of all these Regulations, anytime I drive pass the Birim River heading towards my constituency. The level of turbidity, the level of pollution, the level of environmental degradation as a result of uncontrolled mining activities. To what extent is her Ministry collaborating with the Ministry of Mines and Energy to address that canker?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I thank the Hon Minister for the kind of comprehensive answer given. But I get so much worried, so much alarmed in the face of all these Regulations, anytime I drive pass the Birim River heading towards my constituency. The level of turbidity, the level of pollution, the level of environmental degradation as a result of uncontrolled mining activities. To what extent is her Ministry collaborating with the Ministry of Mines and Energy to address that canker?\n Thank you.", 
            "time": "11:40:00"
        }, 
        {
            "column": "45", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, that is not strictly speaking supplementary because you have now brought in Ministry of Mines and Energy and the rest. But I will allow the question so far as it deals with environmental pollution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Member, that is not strictly speaking supplementary because you have now brought in Ministry of Mines and Energy and the rest. But I will allow the question so far as it deals with environmental pollution.", 
            "time": "11:40:00"
        }, 
        {
            "column": "45", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, recently, the Hon Minister for Lands and Natural Resources and myself, controlling the Mining Sector, took a tour of some of these seriously degraded areas and there is a National Security Task Force for Natural Resources, headed by Brigadier", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, recently, the Hon Minister for Lands and Natural Resources and myself, controlling the Mining Sector, took a tour of some of these seriously degraded areas and there is a National Security Task Force for Natural Resources, headed by Brigadier", 
            "time": "11:40:00"
        }, 
        {
            "column": "46", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Mishio. We are working together so that they can be resourced to bring the activities of illegal miners under control. The important part as I mentioned, is also on the Buffer Zone Policy because the Buffer Zone Policy, when it is passed into a law, means that, you would have to leave about 50 to 100 meters as a buffer zone from any water body and that would go a long way to help us to police the activities of these people.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mishio. We are working together so that they can be resourced to bring the activities of illegal miners under control. The important part as I mentioned, is also on the Buffer Zone Policy because the Buffer Zone Policy, when it is passed into a law, means that, you would have to leave about 50 to 100 meters as a buffer zone from any water body and that would go a long way to help us to police the activities of these people.", 
            "time": "11:40:00"
        }, 
        {
            "column": "46", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "11.50 am .", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "11.50 am .", 
            "time": "11:40:00"
        }, 
        {
            "column": "46", 
            "kind": "speech", 
            "name": "Mr Ntim", 
            "original": "Mr Ntim: Mr Speaker, the Hon Minister has done a comprehensive work with respect to the environmental pollution and degradation but with respect to water pollution, she touched only on the Marine Pollution Bills.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the Hon Minister has done a comprehensive work with respect to the environmental pollution and degradation but with respect to water pollution, she touched only on the Marine Pollution Bills.\n As a country, the major problem that We have with regard to water has to do with the rivers, lakes and water bodies, I get the impression that, as a Ministry, she has not done much or has not sufficient Regulations to be able to protect those various water bodies. That explains why rivers like the Offin River, the Birim and most of the major rivers we have in the country are being destroyed, they are being degraded. Can she answer that?", 
            "time": "11:40:00"
        }, 
        {
            "column": "46", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, with humility, I disagree with the Hon Member of Parliament because we have the Water Resources Commission, their whole mandate is to protect Water bodies. We also have the Ministry of Water Resources, Works and Housing, that is the core mandate of the Ministry - so when we come in and then if he is talking about mining activities, this is what l am saying, that now, we are coming out with this importation of hazardous chemical goods. We can control the importation of dangerous chemicals like cyanide and mercury that these illegal miners use.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, with humility, I disagree with the Hon Member of Parliament because we have the Water Resources Commission, their whole mandate is to protect Water bodies. We also have the Ministry of Water Resources, Works and Housing, that is the core mandate of the Ministry - so when we come in and then if he is talking about mining activities, this is what l am saying, that now, we are coming out with this importation of hazardous chemical goods. We can control the importation of dangerous chemicals like cyanide and mercury that these illegal miners use.", 
            "time": "11:40:00"
        }, 
        {
            "column": "47", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYITTEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Then, when you come to mining, you have Minerals Commission, then you have the Minerals Inspectorate Division under the Minerals Commission, they have to regulate the activities of those companies they have issued licenses to. We manage the disposal of their effluent, we make sure - recently, we have asked all the mining companies to install distillation plants so that every liquid that is going to be released into the environment is going to be distilled into hundred per cent pure water.\n Factories and manufacturing companies are also expected to treat every liquid that they release into the atmosphere. All these are outlined in the Environmental Permit.\n Thank you.", 
            "time": "11:40:00"
        }, 
        {
            "column": "47", 
            "kind": "speech", 
            "name": "Mr Ntim", 
            "original": "Mr Ntim: Mr Speaker, I just want to find out from the Hon Minister whether she can give a word of assurance. Now, the adage, Akyem Kwaa onom Birim is no longer valid because of the level of pollution. I think it is a major concern. Can she assure the House that her Ministry is going to work in collaboration with_all the necessary agencies to restore the sanity of the Birim River?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I just want to find out from the Hon Minister whether she can give a word of assurance. Now, the adage, Akyem Kwaa onom Birim is no longer valid because of the level of pollution. I think it is a major concern. Can she assure the House that her Ministry is going to work in collaboration with_all the necessary agencies to restore the sanity of the Birim River?", 
            "time": "11:40:00"
        }, 
        {
            "column": "47", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, I mentioned earlier than the Hon Minister for Lands and Natural Resources (Hon Mike Hammah) and myself are working together to resource the National Security Task Force. Currently, my Ministry and the Water Commission are also presenting a Bill through Cabinet to Parliament and Hon E. T. Mensah is here, we have signed it together and I can assure you that it is our responsibility to make sure that Ghanaians have access to quality drinking water.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I mentioned earlier than the Hon Minister for Lands and Natural Resources (Hon Mike Hammah) and myself are working together to resource the National Security Task Force. Currently, my Ministry and the Water Commission are also presenting a Bill through Cabinet to Parliament and Hon E. T. Mensah is here, we have signed it together and I can assure you that it is our responsibility to make sure that Ghanaians have access to quality drinking water.", 
            "time": "11:40:00"
        }, 
        {
            "column": "48", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "The Ministry of Environment, Science and Technology.would work very hard to ensure that we live up to our mandate.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "The Ministry of Environment, Science and Technology.would work very hard to ensure that we live up to our mandate.", 
            "time": "11:40:00"
        }, 
        {
            "column": "48", 
            "kind": "speech", 
            "name": "Mr George Kofi Arthur", 
            "original": "Mr George Kofi Arthur: Mr Speaker, as the Hon Member mentioned, the only Bill here that we are dealing with, is the Marine Pollution Bill which does not talk much about streams, rivers and other water bodies. May I know from the Hon Minister, she mentioned that the small scale miners have tempered with the rivers in his constituency. My constituency also, they have tempered with almost every river including streams and nothing has been done about it.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, as the Hon Member mentioned, the only Bill here that we are dealing with, is the Marine Pollution Bill which does not talk much about streams, rivers and other water bodies. May I know from the Hon Minister, she mentioned that the small scale miners have tempered with the rivers in his constituency. My constituency also, they have tempered with almost every river including streams and nothing has been done about it.\n May I know which policy talks about prevention of these pollutions in these small scale miners, the way they are polluting the rivers - which policy talks about the prevention? Can she give us any policy that talks about it?", 
            "time": "11:40:00"
        }, 
        {
            "column": "48", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, I think we have the Minerals Commission as I mentioned-", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I think we have the Minerals Commission as I mentioned-", 
            "time": "11:40:00"
        }, 
        {
            "column": "48", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minister, before the people go to do the mining, do they not get EPA authorization? That is really why Hon Members are asking you these questions.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Minister, before the people go to do the mining, do they not get EPA authorization? That is really why Hon Members are asking you these questions.\n The role of EPA, and the impact assessment that is supposed to be done before the people go there, that is why the Members of Parliament, a lot of them have taken interest in this Question, I saw a lot of them on their feet, that is why I am trying to interject so that we can save some time.", 
            "time": "11:40:00"
        }, 
        {
            "column": "48", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, we have illegal miners and before a small scale mining company commences operation, they do obtain environmental permit from EPA- [Interruption] - from my Ministry and the big mining companies. We regulate them through the Akoben but the problem that is facing us is the quantum of what we call galamsey operators. It is a serious issue, We have submitted a memorandum on it to the Presidency so that we look at", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, we have illegal miners and before a small scale mining company commences operation, they do obtain environmental permit from EPA- [Interruption] - from my Ministry and the big mining companies. We regulate them through the Akoben but the problem that is facing us is the quantum of what we call galamsey operators. It is a serious issue, We have submitted a memorandum on it to the Presidency so that we look at", 
            "time": "11:40:00"
        }, 
        {
            "column": "49", 
            "kind": "continued speech", 
            "name": "Ms Ayittey", 
            "original": "[MS AYTITEY]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "it as a national issue. So many people are entering this country Without the requisite permit. They are degrading our natural resources. It is a national issue and as I mentioned earlier on, We are working with the National Security Committee on Natural Resources so that we can resource them and flush them out of these areas.", 
            "time": "11:40:00"
        }, 
        {
            "column": "49", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, I will take two more, one from each side. Hon Member for Techiman North and then Hon Member for North Tongu.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Hon Members, I will take two more, one from each side. Hon Member for Techiman North and then Hon Member for North Tongu.", 
            "time": "11:40:00"
        }, 
        {
            "column": "49", 
            "kind": "speech", 
            "name": "Prof. Christopher Ameyaw-Ekumfi", 
            "original": "Prof. Christopher Ameyaw-Ekumfi: Mr Speaker, the issue about fresh water pollution coming out of the Answer that you gave is very simple. You have collaborated with the Ministry of Transport on the Marine Pollution Bill, so, Colleagues are asking you to indicate the collaborative approaches in coming out with Regulations on fresh water pollution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the issue about fresh water pollution coming out of the Answer that you gave is very simple. You have collaborated with the Ministry of Transport on the Marine Pollution Bill, so, Colleagues are asking you to indicate the collaborative approaches in coming out with Regulations on fresh water pollution.\n MI Speaker, that is not quite clear from the Answer. To my substantive question, on the Marine Pollution Bill, Mr Speaker, is the Hon Minister satisfied that this deals adequately with pollution problems associated with the oil industry and whether this is enough to fit into the Petroleum Exploration and Production Bill as far as pollution is concerned.", 
            "time": "11:40:00"
        }, 
        {
            "column": "49", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, on my collaboration, especially, with other sectors, I mentioned that we have collaborated with the Water Resources Commission and we have developed the buffer zone policy, so, this will assist us to manage our fresh water pollution. This policy is currently before Cabinet for approval, that is why it is not here.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, on my collaboration, especially, with other sectors, I mentioned that we have collaborated with the Water Resources Commission and we have developed the buffer zone policy, so, this will assist us to manage our fresh water pollution. This policy is currently before Cabinet for approval, that is why it is not here.", 
            "time": "12:00:00"
        }, 
        {
            "column": "50", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "On the Marine Pollution Bill, it would come to Parliament. We have done stakeholders consultation and then we would also expect your wisdom and your input to enrich the Bill when it is laid before you for discussion. It is at the Committee level -- [interruptions]-- yes, it has come here, it is here -- the Clerk knows about it. The Hon Member was also talking about the pollution, Mr Speaker, this illegal mining activity is a national issue and I would appeal to Parliament to help because we are doing our best.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "On the Marine Pollution Bill, it would come to Parliament. We have done stakeholders consultation and then we would also expect your wisdom and your input to enrich the Bill when it is laid before you for discussion. It is at the Committee level -- [interruptions]-- yes, it has come here, it is here -- the Clerk knows about it. The Hon Member was also talking about the pollution, Mr Speaker, this illegal mining activity is a national issue and I would appeal to Parliament to help because we are doing our best.", 
            "time": "12:00:00"
        }, 
        {
            "column": "50", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "It is not only environment, Immigration is involved, the Police Service is involved, the traditional authorities are involved, land use management is involved. So we expect and we are appealing to everybody to assist us and the Ministry of Lands and Natural Resources, so that we can work together in a collaborative manner to bring this big problem under control.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "It is not only environment, Immigration is involved, the Police Service is involved, the traditional authorities are involved, land use management is involved. So we expect and we are appealing to everybody to assist us and the Ministry of Lands and Natural Resources, so that we can work together in a collaborative manner to bring this big problem under control.", 
            "time": "12:00:00"
        }, 
        {
            "column": "50", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I will take the last question.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I will take the last question.", 
            "time": "12:00:00"
        }, 
        {
            "column": "50", 
            "kind": "speech", 
            "name": "Mr Charles S. Hodogbey", 
            "original": "Mr Charles S. Hodogbey: Mr Speaker, in the Hon Minister’s answer, she addressed several areas of pollution. I believe Ghana is a signatory to several international Conventions on the degradation of the environment, such as the Stockholm Declaration, the Rio Declaration, the Kyoto Declaration and many others. All of these, about the \"polluter pays\" principle, meaning whatever industry or person who pollutes the environment pays for the cost.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, in the Hon Minister’s answer, she addressed several areas of pollution. I believe Ghana is a signatory to several international Conventions on the degradation of the environment, such as the Stockholm Declaration, the Rio Declaration, the Kyoto Declaration and many others. All of these, about the \"polluter pays\" principle, meaning whatever industry or person who pollutes the environment pays for the cost.\n But in the Hon Minister‘s address, even when she came to the issue of land -- if you drive around Accra, you will see so many sachets - these non-degradable materials lying all over, in the Hon Minister’s Answer, she never addressed that issue. When I was in the Western Region, I saw so many rivers de-coloured. I would like to know whether by\" the \"polluter pays\" principle, her Ministry is able to enforce that law for polluters to pay - [Interruption]", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, on a point of order. Mr Speaker, my Colleague in trying to ask the question said that \"in her address to us.\"", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, on a point of order. Mr Speaker, my Colleague in trying to ask the question said that \"in her address to us.\"\n Mr Speaker, I have not seen the Hon Minister addressing this House, she was summoned here to answer a Question and not to address the House. So I do not know if he is referring to an earlier address that she gave somewhere.", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I was waiting for him to properly land and then draw his attention and ask him what address he was talking about", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I was waiting for him to properly land and then draw his attention and ask him what address he was talking about", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, Mr Speaker. He was losing me when he said \"in her address\". So I was going to ask where she addressed us and when?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Yes, Mr Speaker. He was losing me when he said \"in her address\". So I was going to ask where she addressed us and when?", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Mr Hodogbey", 
            "original": "Mr Hodogbey: I am sorry, Mr Speaker, I was referring to the Hon Minister’s Answer. So what I was asking is, having mentioned all these and with the \"polluter pays\" principle in all these Conventions, has she taken any step to ensure that those companies manufacturing water, companies mining in the Western Region pay for the cost of removing the pollution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I am sorry, Mr Speaker, I was referring to the Hon Minister’s Answer. So what I was asking is, having mentioned all these and with the \"polluter pays\" principle in all these Conventions, has she taken any step to ensure that those companies manufacturing water, companies mining in the Western Region pay for the cost of removing the pollution.", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I think the question is whether there is any measure in place for people who pollute the environment to pay for the cost of the pollution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I think the question is whether there is any measure in place for people who pollute the environment to pay for the cost of the pollution.", 
            "time": "12:00:00"
        }, 
        {
            "column": "51", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Mr Speaker, the Hon Member talked about sachet water. Mr Speaker, last year, Cabinet approved a policy that, from 2012, we need to look at the importation of certain grams of plastic materials and I also mentioned that currently, we have placed before Cabinet the E-Waste and Hazardous Chemical Bill which I believe would be before this august House before you rise. And then Mr Speaker, this coming Friday, the", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, the Hon Member talked about sachet water. Mr Speaker, last year, Cabinet approved a policy that, from 2012, we need to look at the importation of certain grams of plastic materials and I also mentioned that currently, we have placed before Cabinet the E-Waste and Hazardous Chemical Bill which I believe would be before this august House before you rise. And then Mr Speaker, this coming Friday, the", 
            "time": "12:00:00"
        }, 
        {
            "column": "52", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ministry and other agencies would be launching the Plastic Waste Awareness campaign at Efua Sutherland Park.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Ministry and other agencies would be launching the Plastic Waste Awareness campaign at Efua Sutherland Park.", 
            "time": "12:00:00"
        }, 
        {
            "column": "52", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "I would take this opportunity to invite Hon Members of this House to come and join us. We have had several meetings with the Sachet Water Manufacturing Association, they have asked us to assist them so that they can transform their business into a more environmentally friendly one. We are currently in consultations with almost all the various bodies that pollute the environment When it comes to mining Mr Speaker, mining companies before they commence operations, have to do what we call reclamation bond and this reclamation bond has to be placed in stocks and also in physical cash. It is placed in our banks so that in case of dangerous environmental pollution coming from a company, we can lay hands on this money and then restore quickly the environment.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "I would take this opportunity to invite Hon Members of this House to come and join us. We have had several meetings with the Sachet Water Manufacturing Association, they have asked us to assist them so that they can transform their business into a more environmentally friendly one. We are currently in consultations with almost all the various bodies that pollute the environment When it comes to mining Mr Speaker, mining companies before they commence operations, have to do what we call reclamation bond and this reclamation bond has to be placed in stocks and also in physical cash. It is placed in our banks so that in case of dangerous environmental pollution coming from a company, we can lay hands on this money and then restore quickly the environment.", 
            "time": "12:00:00"
        }, 
        {
            "column": "52", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Currently, we are reviewing the situation with the reclamation bond for all the mining companies and I think that the Environmental Protection Agency (EPA) and the consultants are working very hard to ensure that companies that pollute pay responsibly for their pollution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Currently, we are reviewing the situation with the reclamation bond for all the mining companies and I think that the Environmental Protection Agency (EPA) and the consultants are working very hard to ensure that companies that pollute pay responsibly for their pollution.", 
            "time": "12:00:00"
        }, 
        {
            "column": "52", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, let me commend the Hon Minister for the attempt to comprehensively deal with the question that was raised. I think she normally endeavors to be as comprehensive as possible in answers she provides to this House. I am looking forward to this issue about effecting or giving effect to matters relating to noise pollution, particularly, as you said, in built- up areas and also to have a proper land use and special planning programme. Mr Speaker, what is happening in Ghana is really uncontrolled, uncoordinated and haphazard land use; it is not helping our cause at all. If you go to", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, let me commend the Hon Minister for the attempt to comprehensively deal with the question that was raised. I think she normally endeavors to be as comprehensive as possible in answers she provides to this House. I am looking forward to this issue about effecting or giving effect to matters relating to noise pollution, particularly, as you said, in built- up areas and also to have a proper land use and special planning programme. Mr Speaker, what is happening in Ghana is really uncontrolled, uncoordinated and haphazard land use; it is not helping our cause at all. If you go to", 
            "time": "12:00:00"
        }, 
        {
            "column": "53", 
            "kind": "continued speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "[MR KYEI MENSAH-BONSU]", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "other African countries, you would see a very different picture and I think we would encourage her to go on this path.", 
            "time": "12:00:00"
        }, 
        {
            "column": "53", 
            "kind": "speech", 
            "name": "Mr Speaker, to remind the Hon Minister, the Question is", 
            "original": "Mr Speaker, to remind the Hon Minister, the Question is:", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "\"To ask the Ministry for Environment, Science and Technology what measures the Ministry is putting in place to formulate the necessary laws and regulations on environmental pollution for the country.\"\n The Ministry in this case is the State - the obligation of the State. Mr Speaker, unfortunately, in her Answer, the Hon Minister draws attention to article 41(k). Article 41(k) Mr Speaker, with respect to the Hon Minister relates to duties of a citizen. We are talking about what role the state should be playing and with respect, may I draw attention of the Hon Minister to article 36 (9) which provides as follows:\n \"The State shall take appropriate measures needed to protect and safeguard the national environment for posterity. . .\"\n Mr Speaker, would the Hon Minister agree that she got it wrong this time?", 
            "time": "12:00:00"
        }, 
        {
            "column": "53", 
            "kind": "speech", 
            "name": "Ms Ayittey", 
            "original": "Ms Ayittey: Thank you, Mr Speaker. I think I got it wrong. It is supposed to be article 36 (9) of the 1992 Constitution.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you, Mr Speaker. I think I got it wrong. It is supposed to be article 36 (9) of the 1992 Constitution.", 
            "time": "12:10:00"
        }, 
        {
            "column": "53", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Thank you very much, Hon Minister, for attending upon the House to respond to Questions from Hon Members. Hon Minister, you are discharged.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Thank you very much, Hon Minister, for attending upon the House to respond to Questions from Hon Members. Hon Minister, you are discharged.\n Hon Members, that brings us to the end of Question time.\n Chairman of the Health Committee, what is the position now?", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, we have had the understanding together with the Hon Minority Leader and the Director for Public Health and we have agreed that, yes, it was very, very relevant that between clauses 1 and 16, there were some omissions of \"or a person\", so we have addressed that, and with your indulgence, we would want to take them on board and move on so that we can make some progress.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, we have had the understanding together with the Hon Minority Leader and the Director for Public Health and we have agreed that, yes, it was very, very relevant that between clauses 1 and 16, there were some omissions of \"or a person\", so we have addressed that, and with your indulgence, we would want to take them on board and move on so that we can make some progress.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I do not know whether my Hon Leader is a Member of the Health Committee. The Hon Chairman speaks on behalf of the Committee so to get up and say, \"I have consulted with the Minority Leader\", it is the Committee’s work that we are looking at not to -", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I do not know whether my Hon Leader is a Member of the Health Committee. The Hon Chairman speaks on behalf of the Committee so to get up and say, \"I have consulted with the Minority Leader\", it is the Committee’s work that we are looking at not to -", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: No, Hon Member, you were not here. An issue cropped up.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "No, Hon Member, you were not here. An issue cropped up.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, I was here.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, I was here.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Yes, you were here; very well. An issue cropped up and it was raised initially by the Hon Minority Leader.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Yes, you were here; very well. An issue cropped up and it was raised initially by the Hon Minority Leader.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, Mr Speaker, but--", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Yes, Mr Speaker, but--", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: And several suggestions came on the floor as to the way forward.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "And several suggestions came on the floor as to the way forward.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "DrA. A. Osei", 
            "original": "DrA. A. Osei: Mr Speaker, my point is that I do not know if his Committee Members could agree with his discussion ~-", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, my point is that I do not know if his Committee Members could agree with his discussion ~-", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very Well.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Very Well.\n It is important that he also consults his Committee Members.", 
            "time": "12:10:00"
        }, 
        {
            "column": "54", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, Mr Speaker.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Yes, Mr Speaker.", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: So what is the new rendition?", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "So what is the new rendition?", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, with your indulgence, if you can slack the rules of the House at the Consideration Stage --", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Mr Speaker, with your indulgence, if you can slack the rules of the House at the Consideration Stage --", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "SCIENCE AND TECHNOLOGY", 
            "speech": "Very well.\n Thank you very much for reminding me. Hon Members, we have gone back to the Consideration Stage.", 
            "time": "12:10:00"
        }, 
        {
            "heading": "BILLS -- CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "BILLS -- CONSIDERATION STAGE", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Thank you very much.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you very much.", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if you could relax the rules of the Consideration Stage for us to go back to clause 2, with your indulgence.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if you could relax the rules of the Consideration Stage for us to go back to clause 2, with your indulgence.", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: We will continue and take it at the Second Consideration Stage. [Pause] Yes, Hon Minority Leader, let me hear from you.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "We will continue and take it at the Second Consideration Stage. [Pause] Yes, Hon Minority Leader, let me hear from you.", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I think the road suggested by the Hon Chairman would help the House so if we can, go back to clause 2 and maybe begin from there so that we are all clear in our minds the direction; with respect to the Chair.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the road suggested by the Hon Chairman would help the House so if we can, go back to clause 2 and maybe begin from there so that we are all clear in our minds the direction; with respect to the Chair.", 
            "time": "12:10:00"
        }, 
        {
            "column": "55", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Is it the relaxation of the rules or going against the rules? This is because I have put the Question and the rules are very clear on this matter, but I Want to find a way out of it. I agree, because I suspect the reason", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Is it the relaxation of the rules or going against the rules? This is because I have put the Question and the rules are very clear on this matter, but I Want to find a way out of it. I agree, because I suspect the reason", 
            "time": "12:10:00"
        }, 
        {
            "column": "56", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "why you are pushing this is that it is consequential. It would be consequential for us to start from there; I know that is why. So I have relaxed the rules.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "why you are pushing this is that it is consequential. It would be consequential for us to start from there; I know that is why. So I have relaxed the rules.", 
            "time": "12:10:00"
        }, 
        {
            "column": "56", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Thank you, Mr Speaker. Mr Speaker, then we would start from clause 2 (2).", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you, Mr Speaker. Mr Speaker, then we would start from clause 2 (2).", 
            "time": "12:10:00"
        }, 
        {
            "column": "56", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: So the Question that I have put on clause 2 has been vacated and it is deemed as if I have not put the Question on clause 2, because the issue being raised is very fundamental to the Bill.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So the Question that I have put on clause 2 has been vacated and it is deemed as if I have not put the Question on clause 2, because the issue being raised is very fundamental to the Bill.", 
            "time": "12:10:00"
        }, 
        {
            "column": "56", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, clause 2 sub-clause (2), line 1, after \"all persons\" we insert \"animals\" so that it will read, if you will allow me to take it again, Mr Speaker.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clause 2 sub-clause (2), line 1, after \"all persons\" we insert \"animals\" so that it will read, if you will allow me to take it again, Mr Speaker.\n We are re-writing or we are deleting subclasses (2) and inserting in its place: \"The order for evacuation may apply to a person or animal or a class of persons or species of animals specified in the instrument.\"\n Mr Speaker, the reason is, as we earlier discussed, because we are talking about protection of both humans and animals, we felt that we needed to make this incorporation to be able to take care of not only humans but animals as well. That is why we are doing this.", 
            "time": "12:10:00"
        }, 
        {
            "column": "56", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members, this amendment is informed by discussions that had taken place on the floor of the House earlier, starting with the Hon Minority Leader, so I would put the Question.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Members, this amendment is informed by discussions that had taken place on the floor of the House earlier, starting with the Hon Minority Leader, so I would put the Question.\n Question put and amendment agreed to.", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, sub- clause (3) of clause 2, line 1, after \"a person\" we insert \"animal\", and then line 4, after \"medical officer\" we insert \"veterinary officer\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, sub- clause (3) of clause 2, line 1, after \"a person\" we insert \"animal\", and then line 4, after \"medical officer\" we insert \"veterinary officer\".", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Which clause are you talking about?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Which clause are you talking about?", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, clause 2 sub-clause (3).", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, clause 2 sub-clause (3).", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Alhaji Muntaka: Mr Speaker, in-line 1, after \"a person\" we insert \"or animals\" and then in line 4, after \"medical officer\" we insert \"or veterinary officer\" and in the same line 4, at the tail end, we have \"a medical officer\". After that \"medical officer\" again, we have \"or a veterinary officer\" so that the new rendition will read, with your indulgence, Mr Speaker, as follows", 
            "original": "Alhaji Muntaka: Mr Speaker, in-line 1, after \"a person\" we insert \"or animals\" and then in line 4, after \"medical officer\" we insert \"or veterinary officer\" and in the same line 4, at the tail end, we have \"a medical officer\". After that \"medical officer\" again, we have \"or a veterinary officer\" so that the new rendition will read, with your indulgence, Mr Speaker, as follows:", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "\"A person or animal shall not reside, enter or carry on businesses within an infected area or a part of an infected area in contravention of an order for evacuation except under an order in writing to that effect signed by the medical officer or veterinary officer and under conditions specified by the medical officer or veterinary officer.\"", 
            "time": "12:10:00"
        }, 
        {
            "column": "57", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, I think the principle is understood, but certainly, an animal cannot carry on business so We need to further look at that place.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the principle is understood, but certainly, an animal cannot carry on business so We need to further look at that place.\n Then also, with respect to the fourth line, instead of saying \"medical officer or veterinary officer\" we could say \"medical or veterinary officer\" and that would affect the last one as well. So we have to look at how to construct it correctly.", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I think the Hon Minority Leader is perfectly right. We would leave that to the drafters to fine time it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think the Hon Minority Leader is perfectly right. We would leave that to the drafters to fine time it.", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: But what Question am I putting?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "But what Question am I putting?", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, you are putting the Question that, \"after \"a person\" we are putting \"or animal\" and then the \"medical officer\" would be \"medical or veterinary officer\". That is what we seek to do.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, you are putting the Question that, \"after \"a person\" we are putting \"or animal\" and then the \"medical officer\" would be \"medical or veterinary officer\". That is what we seek to do.\n But the issue about carrying out business is to allow the drafters to reconstruct the - to re-look at it to take care of -- [Interruption]", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr Speaker, no, no. This is not a matter of leaving the drafters with the intent of what we want to say. It is not a matter of just the drafters deciding that an animal can or cannot carry out business. There must be some intent and he must explain to us so we can then decide if it is possible to leave it to the draftsperson. But we are saying that an animal cannot carry out business unless we have other provisions that we want to think about. But he cannot just say, \"Leave it to the drafters\". It is a serious matter.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, no, no. This is not a matter of leaving the drafters with the intent of what we want to say. It is not a matter of just the drafters deciding that an animal can or cannot carry out business. There must be some intent and he must explain to us so we can then decide if it is possible to leave it to the draftsperson. But we are saying that an animal cannot carry out business unless we have other provisions that we want to think about. But he cannot just say, \"Leave it to the drafters\". It is a serious matter.", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, if I can try to make a further amendment to that, where we say \"A person or animal shall not reside or enter -- [Interruption]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, if I can try to make a further amendment to that, where we say \"A person or animal shall not reside or enter -- [Interruption]", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Mr Speaker, looking at what is contained in (3), I guess we can leave (3) as it is and have (4), that is one following after (3).", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, looking at what is contained in (3), I guess we can leave (3) as it is and have (4), that is one following after (3).", 
            "time": "12:10:00"
        }, 
        {
            "column": "58", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: A new sub-clause? We can have a new sub-clause taking care of the animals?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "A new sub-clause? We can have a new sub-clause taking care of the animals?", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Yes, Mr Speaker. In which case we would not then include \"carry on business\", because it is difficult to have the conjunct when we have that phraseology \"carry on business\", so let us relocate that and we have a different clause to take care of that.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker. In which case we would not then include \"carry on business\", because it is difficult to have the conjunct when we have that phraseology \"carry on business\", so let us relocate that and we have a different clause to take care of that.", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, in that sense, I would want to stand down clause 2, sub-clause (2).", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, in that sense, I would want to stand down clause 2, sub-clause (2).", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: The only amendment you are making therefore is the \"medical and the veterinary officer?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "The only amendment you are making therefore is the \"medical and the veterinary officer?", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Yes, Mr Speaker.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Do you understand?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Do you understand?", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Yes, MI Speaker.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, MI Speaker.", 
            "time": "12:10:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Minority Leader, we cannot leave it out alone based on your own argument earlier, as \"medical or veterinary officer\". All right, because it is \"persons\" so you have limited it to---", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Minority Leader, we cannot leave it out alone based on your own argument earlier, as \"medical or veterinary officer\". All right, because it is \"persons\" so you have limited it to---", 
            "time": "12:20:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: That is why I am saying you can leave clause 3 as it is, then we have a new provision to take care of the animals. In which case we then insert \"veterinary officer\" but let me include \"carrying on business -\"", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "That is why I am saying you can leave clause 3 as it is, then we have a new provision to take care of the animals. In which case we then insert \"veterinary officer\" but let me include \"carrying on business -\"", 
            "time": "12:20:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: It is the same rendition except that you will not include \"carrying on business ---\"", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "It is the same rendition except that you will not include \"carrying on business ---\"", 
            "time": "12:20:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: But rather insert in place of \"medical officer\" \"veterinary officer\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "But rather insert in place of \"medical officer\" \"veterinary officer\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "59", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Thank you, Mr Speaker, then I take it again, clause 2, sub-clause 3 - we will maintain what is --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you, Mr Speaker, then I take it again, clause 2, sub-clause 3 - we will maintain what is --", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Please, once you are maintaining it, you do not move anything there. So, if you want to bring a new sub-clause, take your time, let us clear it, then you can have the sub-clause at the end of the clause 3, then the draftsperson will know Where to put it as a new sub-clause.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Please, once you are maintaining it, you do not move anything there. So, if you want to bring a new sub-clause, take your time, let us clear it, then you can have the sub-clause at the end of the clause 3, then the draftsperson will know Where to put it as a new sub-clause.", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: MrSpeaker, as an animal scientist, I get the impression that pulling humans and animals together is a source of great confusion. We are in one sense, looking at the actors, the veterinary doctors, and so on. Animals will then be subjects in this whole enterprise. The vectors; those causing the diseases and so on. And that is why we are running into problems with animals doing business. I think Mr Speaker -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "MrSpeaker, as an animal scientist, I get the impression that pulling humans and animals together is a source of great confusion. We are in one sense, looking at the actors, the veterinary doctors, and so on. Animals will then be subjects in this whole enterprise. The vectors; those causing the diseases and so on. And that is why we are running into problems with animals doing business. I think Mr Speaker -", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Member, help the House. Is it possible for an animal to be an agent of communicable disease? This is because this is the part one - communicable diseases; is it possible for an animal to be an agent of communicable diseases?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Member, help the House. Is it possible for an animal to be an agent of communicable disease? This is because this is the part one - communicable diseases; is it possible for an animal to be an agent of communicable diseases?", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Certainly.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Certainly.", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: If the answer is yes, then we can include animals.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "If the answer is yes, then we can include animals.", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Exactly.And this is why in the same statement, trying to bring both the animal and the humans; it is going to create problems therefore, I would support the Minority Leader’s view that we have separate subclauses for animals and for --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Exactly.And this is why in the same statement, trying to bring both the animal and the humans; it is going to create problems therefore, I would support the Minority Leader’s view that we have separate subclauses for animals and for --", 
            "time": "12:20:00"
        }, 
        {
            "column": "60", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Yes, we have all agreed on that.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, we have all agreed on that.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: And also suggest that we probably take some time out to look at the animals and the humans separately. This is because the Hon Chairman not being an animal scientist is himself confused about who is what and who is not.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "And also suggest that we probably take some time out to look at the animals and the humans separately. This is because the Hon Chairman not being an animal scientist is himself confused about who is what and who is not.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Are you with the new rendition dealing exclusively with the animals now?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Are you with the new rendition dealing exclusively with the animals now?", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Yes, Mr Speaker.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Otherwise, you can defer it and we take the other amendments then we come back to it.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Otherwise, you can defer it and we take the other amendments then we come back to it.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, like you rightly advised, I was going to take subclauses 4 and 5, then when I have taken this one, I will bring the additional", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, like you rightly advised, I was going to take subclauses 4 and 5, then when I have taken this one, I will bring the additional", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I beg to move, clause 2, sub-clause (4), line 1, after \"a person\" insert \"or animal\".", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, clause 2, sub-clause (4), line 1, after \"a person\" insert \"or animal\".", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, again, the principle is understood but I would suggest that we have a construction on these lines. Subsection 3 and indeed, the new one, \"do not apply to a person passing or an animal being herded along a thoroughfare which is allowed to remain open\", then you remove to the public.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, again, the principle is understood but I would suggest that we have a construction on these lines. Subsection 3 and indeed, the new one, \"do not apply to a person passing or an animal being herded along a thoroughfare which is allowed to remain open\", then you remove to the public.", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Does the animal constitute part of the public?", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Does the animal constitute part of the public?", 
            "time": "12:20:00"
        }, 
        {
            "column": "61", 
            "kind": "speech", 
            "name": "Mr Kyei-Mensah-Bonsu", 
            "original": "Mr Kyei-Mensah-Bonsu: Yes, Mr Speaker, that is why I am saying that, in that case --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Yes, Mr Speaker, that is why I am saying that, in that case --", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Does the animal constitute part of the public? If the place is reserved for the public -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Does the animal constitute part of the public? If the place is reserved for the public -", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: No I am saying that we delete \"to the public\" so that we shall have subsections 3 and if you like 4 -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "No I am saying that we delete \"to the public\" so that we shall have subsections 3 and if you like 4 -\n \"do not apply to a person passing or an animal being herded along a thoroughfare which is allowed to remain open\".\n I think that is a better way to, but given the problems, maybe after this, we may have to -", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Hon Members we are having some few challenges, is it not possible to look closely at this because of the element. I know we want to hit the ground running but we must make sure that, in that process, we do the proper thing.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Hon Members we are having some few challenges, is it not possible to look closely at this because of the element. I know we want to hit the ground running but we must make sure that, in that process, we do the proper thing.", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Dr Kojo Appiah-Kubi", 
            "original": "Dr Kojo Appiah-Kubi: Mr Speaker, I beg to differ with my Hon Leader because the emphasis is on the agent which is the carrier of diseases and not the person who is herding the animals. Whether it is a person or animal, they all pass through a place- So I do not see anything wrong with this construction so I beg my Leader to allow it to stand as it is at the moment. This is because the animal passes through and the person also passes through, it does not make any difference.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to differ with my Hon Leader because the emphasis is on the agent which is the carrier of diseases and not the person who is herding the animals. Whether it is a person or animal, they all pass through a place- So I do not see anything wrong with this construction so I beg my Leader to allow it to stand as it is at the moment. This is because the animal passes through and the person also passes through, it does not make any difference.", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Please, the point makes a lot of difference but let me hear from the Minority Leader.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Please, the point makes a lot of difference but let me hear from the Minority Leader.", 
            "time": "12:20:00"
        }, 
        {
            "column": "62", 
            "kind": "speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "Mr Kyei Mensah-Bonsu: Mr Speaker, the Hon Colleague may address his mind to the following section.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, the Hon Colleague may address his mind to the following section.\n \"A person who contravenes sub- section 3, commits an offence and it is liable. . .\"", 
            "time": "12:20:00"
        }, 
        {
            "column": "63", 
            "kind": "continued speech", 
            "name": "Mr Kyei Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Indeed, we are not talking about animal straying. We are talking about they being herded. That is why I am saying that, if we are talking about a sanction regime, it can only apply to human beings. That was why I offered that suggestion. But if we are running into problems, Mr Speaker, maybe, we can take an adjournment, think through properly and come tomorrow to.", 
            "time": "12:20:00"
        }, 
        {
            "column": "63", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: What is the mischief that this sub-clause is trying to cure? They want to be careful in such a way that because of the fact that you have a certain kind of disease, you should not be allowed to pass certain places. That is the essence. Do we bring animals into this sub-clause? That is my --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "What is the mischief that this sub-clause is trying to cure? They want to be careful in such a way that because of the fact that you have a certain kind of disease, you should not be allowed to pass certain places. That is the essence. Do we bring animals into this sub-clause? That is my --", 
            "time": "12:20:00"
        }, 
        {
            "column": "63", 
            "kind": "speech", 
            "name": "Mr Mathias Puozaa", 
            "original": "Mr Mathias Puozaa: Mr Speaker, I think it might be relevant because we can have a case of a dog with rabies and the owner should be held responsible. [Interruption] So the person here or the owner of the animal should be charged.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I think it might be relevant because we can have a case of a dog with rabies and the owner should be held responsible. [Interruption] So the person here or the owner of the animal should be charged.", 
            "time": "12:20:00"
        }, 
        {
            "column": "63", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Again, it makes a lot of sense and that is the point the Hon Minority Leader is making. The owner should be charged, but it is not the clause that creates the offence. The owner can be somewhere, but what about where the animal is not being herded.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Again, it makes a lot of sense and that is the point the Hon Minority Leader is making. The owner should be charged, but it is not the clause that creates the offence. The owner can be somewhere, but what about where the animal is not being herded.\n What happens? This amendment is not thinking of where the animal is not herded, it is only talking about when the animal is herded, and then the owner will be - What about if it is not being herded, where the animal is straying?\n There are two things we can do, let us defer it and look at it and if the other area that are not controversial we can proceed to make progress or we defer the whole thing to go and look at it. Those are the", 
            "time": "12:20:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "two options. But if they will have consequential effect, then the best thing to do is to look at, since we have introduced the animal component into the sub-clause, the whole thing again and make sure that we do not have challenges. In any case, it will facilitate the rate at which we will move. But as at now, we are having challenges.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "two options. But if they will have consequential effect, then the best thing to do is to look at, since we have introduced the animal component into the sub-clause, the whole thing again and make sure that we do not have challenges. In any case, it will facilitate the rate at which we will move. But as at now, we are having challenges.", 
            "time": "12:20:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Once the Committee did not address its mind to the animal component in filing the amendments, it is likely to run through. So now that this issue has cropped up in the House and the House has agreed, that animals should form part, then we must go back and look at the various sub- clauses and fine-tune them, harmonize them and bring them back so that we can make faster progress.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Once the Committee did not address its mind to the animal component in filing the amendments, it is likely to run through. So now that this issue has cropped up in the House and the House has agreed, that animals should form part, then we must go back and look at the various sub- clauses and fine-tune them, harmonize them and bring them back so that we can make faster progress.", 
            "time": "12:20:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "I know your difficulties and I know your challenges. That is my view.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I know your difficulties and I know your challenges. That is my view.", 
            "time": "12:20:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: I am happy Mr Speaker knows the challenge of the Committee, The Committee has three Bills at the same stage, so it is like propelling three of the --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I am happy Mr Speaker knows the challenge of the Committee, The Committee has three Bills at the same stage, so it is like propelling three of the --", 
            "time": "12:30:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Mr FirstDeputy Speaker", 
            "original": "Mr FirstDeputy Speaker: I am talking about your personal challenge. [Laughter] Do not hide behind tho Committee.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I am talking about your personal challenge. [Laughter] Do not hide behind tho Committee.", 
            "time": "12:30:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr Speaker, I wish to thank you sincerely for the suggestion and wish to collaborate with the Leadership to maybe, as soon as possible, try to look at them even though we had tried looking at them to fine-tune them maybe before tomorrow -", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I wish to thank you sincerely for the suggestion and wish to collaborate with the Leadership to maybe, as soon as possible, try to look at them even though we had tried looking at them to fine-tune them maybe before tomorrow -", 
            "time": "12:30:00"
        }, 
        {
            "column": "64", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: I think that will be better. Get in touch with the Hon Minority Leader and others that have expressed interest so far to meet with your Committee to look at them and fine-tune. I think we will move at a faster rate if you do that. But the way it is now, the Committee itself is under siege.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "I think that will be better. Get in touch with the Hon Minority Leader and others that have expressed interest so far to meet with your Committee to look at them and fine-tune. I think we will move at a faster rate if you do that. But the way it is now, the Committee itself is under siege.", 
            "time": "12:30:00"
        }, 
        {
            "column": "65", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Rightly so, Mr Speaker. We thank you sincerely for the suggestion.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Rightly so, Mr Speaker. We thank you sincerely for the suggestion.", 
            "time": "12:30:00"
        }, 
        {
            "column": "65", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very Well. Hon Members, that brings us to the end of the Consideration Stage anyway.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very Well. Hon Members, that brings us to the end of the Consideration Stage anyway.", 
            "time": "12:30:00"
        }, 
        {
            "column": "65", 
            "kind": "speech", 
            "name": "Mr Gershon K. B. Gbediame", 
            "original": "Mr Gershon K. B. Gbediame: Mr Speaker, I beg to move, that the House do now adjourn and reconvene tomorrow at 10 o'clock in the forenoon.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, I beg to move, that the House do now adjourn and reconvene tomorrow at 10 o'clock in the forenoon.", 
            "time": "12:30:00"
        }, 
        {
            "column": "65", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Mr Speaker, given the circumstances, I beg to second the Motion for adjournment but I will plead with the Committee to really sit down and clean it up because it is certainly not in the interest --", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Mr Speaker, given the circumstances, I beg to second the Motion for adjournment but I will plead with the Committee to really sit down and clean it up because it is certainly not in the interest --", 
            "time": "12:30:00"
        }, 
        {
            "column": "65", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: In fact, that is the order I am going to make. We thought that today we would do a lot more;", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "In fact, that is the order I am going to make. We thought that today we would do a lot more;", 
            "time": "12:30:00"
        }, 
        {
            "column": "66", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "time is not on our-side. These are not normal times as I said earlier.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "time is not on our-side. These are not normal times as I said earlier.", 
            "time": "12:30:00"
        }, 
        {
            "column": "66", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "So Chairman of the Committee, I will suggest that immediately we adjourn, you get in touch with the members of the Committee and the Leadership of the House so that you start working on some of these amendments for tomorrow.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "So Chairman of the Committee, I will suggest that immediately we adjourn, you get in touch with the members of the Committee and the Leadership of the House so that you start working on some of these amendments for tomorrow.", 
            "time": "12:30:00"
        }, 
        {
            "column": "66", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Thank you, Mr Speaker. In fact, that is exactly what we -[Interruption.]", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Thank you, Mr Speaker. In fact, that is exactly what we -[Interruption.]", 
            "time": "12:30:00"
        }, 
        {
            "column": "66", 
            "kind": "speech", 
            "name": "Mr First Deputy Speaker", 
            "original": "Mr First Deputy Speaker: Very well.", 
            "section": "BILLS -- CONSIDERATION STAGE", 
            "speech": "Very well.\n Hon Members, Motion moved and seconded for the adjournment of the House.", 
            "time": "12:30:00"
        }, 
        {
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "12:30:00"
        }
    ], 
    "head": {
        "date": "2012-05-15", 
        "number": 1, 
        "series": 4, 
        "time": "10:10:00", 
        "volume": 77
    }
}