{
    "entries": [
        {
            "heading": "PARLIAMENTARY DEBATES", 
            "kind": "heading", 
            "original": "PARLIAMENTARY DEBATES", 
            "time": null
        }, 
        {
            "heading": "OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "OFFICIAL REPORT", 
            "time": null
        }, 
        {
            "heading": "CONTENTS", 
            "kind": "heading", 
            "original": "CONTENTS", 
            "time": null
        }, 
        {
            "heading": "ORAL ANSWERS TO URGENT QUESTIONS-", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO URGENT QUESTIONS-", 
            "time": null
        }, 
        {
            "heading": "ORAL ANSWERS TO QUESTIONS --", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS --", 
            "time": null
        }, 
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENTARY DEBATES", 
            "kind": "heading", 
            "original": "PARLIAMENTARY DEBATES", 
            "time": null
        }, 
        {
            "heading": "OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "OFFICIAL REPORT", 
            "time": null
        }, 
        {
            "heading": "FIFTH PARLIAMENT OF THE FOURTH REPUBLIC OF GHANA", 
            "kind": "heading", 
            "original": "FIFTH PARLIAMENT OF THE FOURTH REPUBLIC OF GHANA", 
            "time": null
        }, 
        {
            "heading": "NINETEENTH YEAR OF THE FOURTH REPUBLIC", 
            "kind": "heading", 
            "original": "NINETEENTH YEAR OF THE FOURTH REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "10:15:00"
        }, 
        {
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "10:15:00"
        }, 
        {
            "heading": "WELCOME ADDRESS", 
            "kind": "heading", 
            "original": "WELCOME ADDRESS", 
            "time": "10:15:00"
        }, 
        {
            "column": null, 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, it is my pleasure to welcome you back to the House after the recess. I am very much aware of the hectic work at the constituency level which always saps part of your energies otherwise reserved. for the work here in the House. But this notwithstanding, it is my hope that you took some time off your busy schedule to rest and energize enough for this Meeting’s work, which promises to be a very busy one.", 
            "section": "WELCOME ADDRESS", 
            "speech": "Hon Members, it is my pleasure to welcome you back to the House after the recess. I am very much aware of the hectic work at the constituency level which always saps part of your energies otherwise reserved. for the work here in the House. But this notwithstanding, it is my hope that you took some time off your busy schedule to rest and energize enough for this Meeting’s work, which promises to be a very busy one.\n Hon Members, I am happy that you have all come back in good health. I hope and pray that the Good Lord will continue to guide and grant us all strength and\n wisdom to begin and end the Meeting successfully. Let us with candour approach the work that lies ahead of us and continue with goodwill to complete it.\n Hon Members, as our House continues to win admiration of the international community, particularly on consensus building between the political divide in the House, let us continue to approach issues from our respective perspectives as usual, but agree to quickly dialogue on the naughty ones for the public good.\n The Chair’s prime expectations for the Meeting are punctuality and regularity to both plenary and committee meetings by Hon Members and commitment to duty as well. I have the confidence that Hon Members will rise up to the challenge. We owe a duty to Mother Ghana and let us all work with zeal and in good spirit.\n As usual, Leadership, in consultation with the Chair, has made good most of the housekeeping matters and will continue to resolve with dispatch those outstanding. I have no doubt at all that Hon Members will not have much difficulty going about their work during the Meeting.", 
            "time": "10:15:00"
        }, 
        {
            "column": "3", 
            "kind": "continued speech", 
            "name": "Madam Speaker", 
            "original": "[MADAM SPEAKER]", 
            "section": "WELCOME ADDRESS", 
            "speech": "On this note, I welcome Hon Members once again to the House and wish them an enjoyable stay and fruitful deliberations.\n I thank you, Hon Members.\n [Hear! Hear!]", 
            "time": "10:15:00"
        }, 
        {
            "heading": "ANNOUNCEMENTS", 
            "kind": "heading", 
            "original": "ANNOUNCEMENTS", 
            "time": "10:15:00"
        }, 
        {
            "column": "3", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, I have the pleasure to introduce to you a five- member delegation of the Parliament of Uganda who are on a six-day study visit to Ghana. They are here to understudy, among other things, the operations of a multi-party Parliament and also to learn at first hand the role of the Shadow Cabinet in the House.", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Hon Members, I have the pleasure to introduce to you a five- member delegation of the Parliament of Uganda who are on a six-day study visit to Ghana. They are here to understudy, among other things, the operations of a multi-party Parliament and also to learn at first hand the role of the Shadow Cabinet in the House.\n The delegation comprises four'Hon Members of Parliament and a Secretary. They are:\n Hon- Betty Ocan Aol - Leader of Delegation\n Hon Lucy Ajok - MP (Opposition)\n Hon Joseph Ssewungu -- MP (Opposition)\n Hon Alice Alaso -- Secretary-General (Opposition)\n Ms Dinah Muhangi - Secretary to the Delegation.\n Hon Members, 1, on your behalf, Wish them a pleasant stay in the country and fruitful deliberations.\n Welcome.", 
            "time": "10:15:00"
        }, 
        {
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "10:25:00"
        }, 
        {
            "column": "4", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, Votes and Proceedings, being minutes of the Special Sitting of Parliament for Friday, 26th August, 2011", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, Votes and Proceedings, being minutes of the Special Sitting of Parliament for Friday, 26th August, 2011\n Page 1 6--", 
            "time": "10:25:00"
        }, 
        {
            "column": "4", 
            "kind": "speech", 
            "name": "Mrs Akosua F. Osei-Opare", 
            "original": "Mrs Akosua F. Osei-Opare: Mr Speaker, I wish to make a correction on page 6, item 3, number 14, which states that I was absent. But I was absent with permission, duly complying with standard procedure when an Hon Member is asking for permission to be away. I did comply, so, I would like the correction to be made that I was absent but with permission.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, I wish to make a correction on page 6, item 3, number 14, which states that I was absent. But I was absent with permission, duly complying with standard procedure when an Hon Member is asking for permission to be away. I did comply, so, I would like the correction to be made that I was absent but with permission.", 
            "time": "10:25:00"
        }, 
        {
            "column": "4", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you, very much, Hon Member.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Thank you, very much, Hon Member.\n Page 7 15-[Pause.]\n The Votes and Proceedings of Friday, 26 August. 2011 as corrected is adopted as the true record of proceedings.\n Hon Members, Official Report dated Monday, 22 August, 2011-", 
            "time": "10:25:00"
        }, 
        {
            "column": "4", 
            "kind": "speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "Mr Ambrose P. Dery: Mr Speaker, I get the impression that we are supposed to be dealing with the Official Report. There has not been any Official Report today, even though 1 know that Hon Members were given Official Reports before we rose- In the circumstances, we crave your indulgence if we could defer the Official Reports to tomorrow so that", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, I get the impression that we are supposed to be dealing with the Official Report. There has not been any Official Report today, even though 1 know that Hon Members were given Official Reports before we rose- In the circumstances, we crave your indulgence if we could defer the Official Reports to tomorrow so that", 
            "time": "10:25:00"
        }, 
        {
            "column": "5", 
            "kind": "continued speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "[MR DERY]", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members could bring their copies and be part of the process. So if you could step down the Official Report until tomorrow; I do not know what the Leader of the House --", 
            "time": "10:25:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, I believe that is the position.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Majority Leader, I believe that is the position.", 
            "time": "10:25:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Mr Speaker, I have no objection; I think it would be useful for Hon Members to look at the Official Report‘s today and tomorrow; we can make the corrections. And those who do not have their copies can also get them today.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, I have no objection; I think it would be useful for Hon Members to look at the Official Report‘s today and tomorrow; we can make the corrections. And those who do not have their copies can also get them today.", 
            "time": "10:25:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: So I suspend that till tomorrow for the Official Reports for the various Special Sitting days to be.distributed accordingly.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "So I suspend that till tomorrow for the Official Reports for the various Special Sitting days to be.distributed accordingly.\n Item (3)- Urgent Question- which stands in the name of Hon Kwaku Agyeman- manu, the Hon Member for Dormaa West.", 
            "time": "10:25:00"
        }, 
        {
            "column": "5", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, I beg to indicate that the substantive Minister is not available; he travelled outside the country before we resumed today. But the Hon Deputy Minister in the Ministry, who is also a Colleague of ours in this House, is available to stand in for him.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, I beg to indicate that the substantive Minister is not available; he travelled outside the country before we resumed today. But the Hon Deputy Minister in the Ministry, who is also a Colleague of ours in this House, is available to stand in for him.\n So subject to the convenience of the House, I am craving your indulgence to permit the Hon Deputy Minister to answer the Question on his behalf. But I notice that this is an Urgent Question and it appears the Hon Member who has asked the Question is not here himself and the Question looks like constituency-specific, or it has some bearing to his constituency Dormaa Municipal area. So I do not know whether in the circumstances, we", 
            "time": "10:25:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: If the Minority Leadership can help us in any way, because this is an Urgent Question; so that we know what to do.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "If the Minority Leadership can help us in any way, because this is an Urgent Question; so that we know what to do.", 
            "time": "10:25:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Mr Speaker, we believe an Hon Colleague has been given instruction to ask the Question, especially that it is an Urgent Question, we believe that we have somebody to ask the Question; on his behalf so that we can deal with it.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Mr Speaker, we believe an Hon Colleague has been given instruction to ask the Question, especially that it is an Urgent Question, we believe that we have somebody to ask the Question; on his behalf so that we can deal with it.\n Also, we do not have anything against our Colleague, who is the Deputy Minister standing in to answer the Question.", 
            "time": "10:25:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Very well, we shall proceed.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Very well, we shall proceed.", 
            "time": "10:25:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Andrews Adjei-Yeboah", 
            "original": "Mr Andrews Adjei-Yeboah: MrSpeaker, with your permission, I would like to stand in for the Hon Member for Dormaa, Mr Agyeman-Mann, who is not available presently.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "MrSpeaker, with your permission, I would like to stand in for the Hon Member for Dormaa, Mr Agyeman-Mann, who is not available presently.", 
            "time": "10:25:00"
        }, 
        {
            "column": "6", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you may proceed.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Member, you may proceed.", 
            "time": "10:25:00"
        }, 
        {
            "heading": "ORAL ANSWERS TO URGENT", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO URGENT", 
            "time": "10:25:00"
        }, 
        {
            "heading": "QUESTIONS", 
            "kind": "heading", 
            "original": "QUESTIONS", 
            "time": "10:25:00"
        }, 
        {
            "heading": "MINISTRY OF LANDS AND NATURAL", 
            "kind": "heading", 
            "original": "MINISTRY OF LANDS AND NATURAL", 
            "time": "10:25:00"
        }, 
        {
            "heading": "RESOURCES", 
            "kind": "heading", 
            "original": "RESOURCES", 
            "time": "10:25:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, from the Answer given, may I know from the Hon Deputy Minister when the May to October wages would be paid as well.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, from the Answer given, may I know from the Hon Deputy Minister when the May to October wages would be paid as well.", 
            "time": "10:25:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, the arrangement for payment normally takes one month. Initially, we had problems; the process starts from the districts where one has to submit an invoice through the district, regional and to head office and then some verification has to be done. But we have identified some problems with this arrangement in that it causes delays and some discomfort to the plantation workers and so we have tried to streamline the process. Now, it takes about one month and they would get their salaries.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the arrangement for payment normally takes one month. Initially, we had problems; the process starts from the districts where one has to submit an invoice through the district, regional and to head office and then some verification has to be done. But we have identified some problems with this arrangement in that it causes delays and some discomfort to the plantation workers and so we have tried to streamline the process. Now, it takes about one month and they would get their salaries.", 
            "time": "10:25:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, I want to know from the Hon Deputy Minister, as he is aware, a committee went round and this problem was not actually localized in Dormaa; it is all over the country. So apart from the Dormaa issue, is he also telling us that the Ministry is Working to resolve the ones in other areas in the country?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I want to know from the Hon Deputy Minister, as he is aware, a committee went round and this problem was not actually localized in Dormaa; it is all over the country. So apart from the Dormaa issue, is he also telling us that the Ministry is Working to resolve the ones in other areas in the country?", 
            "time": "10:25:00"
        }, 
        {
            "column": "7", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, the problem cuts across all plantation sites in the country. We have identified the problem and we know it has caused the Ministry some worrisome moments. We have taken", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the problem cuts across all plantation sites in the country. We have identified the problem and we know it has caused the Ministry some worrisome moments. We have taken", 
            "time": "10:35:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, in the light of these problems that he is mentioning, What assurance do we have that people who have worked need not wait for some time before they are paid; can we get the best out of these workers so that the vision of the Government to make sure that the plantation becomes successful would stay on course?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in the light of these problems that he is mentioning, What assurance do we have that people who have worked need not wait for some time before they are paid; can we get the best out of these workers so that the vision of the Government to make sure that the plantation becomes successful would stay on course?", 
            "time": "10:35:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, we really do appreciate the nature of the problem and we know it has caused some of the workers a lot of problems. We have sat down with all the stakeholders involved in this arrangement -- the private operators, the representatives of the plantation workers and the Ministry itself. We have identified the limitations and we have corrected them. We wish to assure this House that payments would be more regular than they used to be.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, we really do appreciate the nature of the problem and we know it has caused some of the workers a lot of problems. We have sat down with all the stakeholders involved in this arrangement -- the private operators, the representatives of the plantation workers and the Ministry itself. We have identified the limitations and we have corrected them. We wish to assure this House that payments would be more regular than they used to be.", 
            "time": "10:35:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Charles S. Hodogbey", 
            "original": "Mr Charles S. Hodogbey: Mr Speaker, even though this Question is constituency-specific, the issue at stake is a countrywide issue.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, even though this Question is constituency-specific, the issue at stake is a countrywide issue.\n In my area, there are about three places where the afforestation programme has started. But as I am speaking now, in all these three areas, the boys and girls have abandoned the project. I would like to know from the Hon Deputy Minister whether he is aware that in most places in the country, the afforestation programme has gone to a standstill. -", 
            "time": "10:35:00"
        }, 
        {
            "column": "8", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: MrSpeaker, I said we had initial. challenges with the whole programme, especially with paying regular cash inflows and this had to do with certain budgetary constraints. We have resolved the issue and as I speak now, it", 
            "section": "RESOURCES", 
            "speech": "MrSpeaker, I said we had initial. challenges with the whole programme, especially with paying regular cash inflows and this had to do with certain budgetary constraints. We have resolved the issue and as I speak now, it", 
            "time": "10:35:00"
        }, 
        {
            "column": "9", 
            "kind": "continued speech", 
            "name": "Mr Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "is only for September/ October that we owe plantation workers. -We have also put in mechanisms to ensure that payment is going to be more regular so the problem would definitely be solved. As I speak now, we do not owe any worker except for September and October.", 
            "time": "10:35:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Osei Kyei-Mensah-Bonsu", 
            "original": "Mr Osei Kyei-Mensah-Bonsu: Mr Speaker, the Hon Deputy Minister has alluded to some challenges which afflicted the programme and he alludes to, in particular, budgetary constraints. What are the real challenges? Is it the case that the list of the people to be engaged got bloated along the line which affected the budget?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Hon Deputy Minister has alluded to some challenges which afflicted the programme and he alludes to, in particular, budgetary constraints. What are the real challenges? Is it the case that the list of the people to be engaged got bloated along the line which affected the budget?", 
            "time": "10:35:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, when we started the programme, in our estimation, we made it one Worker to one hectare. In some places, we realized that there was indeed some over-recruitment and so there were payment problems but this has been rationalized. The whole process has been rationalized as we speak now. Some workers have been paid off and we are now within limits.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, when we started the programme, in our estimation, we made it one Worker to one hectare. In some places, we realized that there was indeed some over-recruitment and so there were payment problems but this has been rationalized. The whole process has been rationalized as we speak now. Some workers have been paid off and we are now within limits.\n We also had cash flow problems. The private contractors were supposed to use their money to make payments, submit their invoices and then Government would reimburse. But inflows from Government sometimes delayed and With the high interest rates on money these operators used to take from banks -- we had problems, but these have all been resolved with all the stakeholders. As we speak now, the whole system has been rationalized.", 
            "time": "10:35:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Sampson Ahi", 
            "original": "Mr Sampson Ahi: Mr Speaker, I want to know from the Hon Deputy Minister whether he is aware that the scheme is in", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I want to know from the Hon Deputy Minister whether he is aware that the scheme is in\n [1O]\n arrears for people who have been engaged in the Western Region, specifically, Juaboso. I have been receiving complaints that for the past six months, they have not been paid and I want to find out whether he is aware. If he is aware, what is he going to do to ensure that those who have been engaged under the scheme would be paid?", 
            "time": "10:45:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, as I said earlier, we had initial problems of a backlog of payments. These have all been resolved and now, we owe only for September and October. So the Hon Member may have to crosscheck his facts again from the district.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, as I said earlier, we had initial problems of a backlog of payments. These have all been resolved and now, we owe only for September and October. So the Hon Member may have to crosscheck his facts again from the district.", 
            "time": "10:45:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Dr Anthony A. Osei", 
            "original": "Dr Anthony A. Osei: Mr Speaker, the Hon Deputy Minister in answering the Question said that they have had some budgetary problems. Could he tell this House, as of date, how .much has been paid and what was the annual Budget allocated for the programme. It will give us an indication of the difficulties he is having, so that if this House finds it necessary, we can find out ways of approving additional funds for the programme.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Hon Deputy Minister in answering the Question said that they have had some budgetary problems. Could he tell this House, as of date, how .much has been paid and what was the annual Budget allocated for the programme. It will give us an indication of the difficulties he is having, so that if this House finds it necessary, we can find out ways of approving additional funds for the programme.", 
            "time": "10:45:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, honestly, I do not have the figures right away. But what I do know is that in the Supplementary Budget that we passed, some adequate funds were made available and that has helped solved the problem.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, honestly, I do not have the figures right away. But what I do know is that in the Supplementary Budget that we passed, some adequate funds were made available and that has helped solved the problem.", 
            "time": "10:45:00"
        }, 
        {
            "column": "9", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Mr Speaker, it looks like they would have to do something to the acoustic system. We can hardly hear ourselves and I was not hearing most of the answers given by the Hon Deputy Minister. So I suggest that the Clerk’s Office do something about it_ It has been like this; most of the time you would have to strain your ears or you would hardly hear what is being said. So I thought I should bring it to your notice.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, it looks like they would have to do something to the acoustic system. We can hardly hear ourselves and I was not hearing most of the answers given by the Hon Deputy Minister. So I suggest that the Clerk’s Office do something about it_ It has been like this; most of the time you would have to strain your ears or you would hardly hear what is being said. So I thought I should bring it to your notice.", 
            "time": "10:45:00"
        }, 
        {
            "column": "11", 
            "kind": "continued speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "[MR OWUSU-AGYEMANG]", 
            "section": "RESOURCES", 
            "speech": "I did not \"hear most of the things he said and sometimes, from the back too, you do not hear anything at all.", 
            "time": "10:45:00"
        }, 
        {
            "column": "11", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much. I trust that would be taken care of .", 
            "section": "RESOURCES", 
            "speech": "Thank you very much. I trust that would be taken care of .\n Hon Members, item 4, Question 885.", 
            "time": "10:45:00"
        }, 
        {
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "10:45:00"
        }, 
        {
            "heading": "MINISTRY OF LANDS AND NATURAL", 
            "kind": "heading", 
            "original": "MINISTRY OF LANDS AND NATURAL", 
            "time": "10:45:00"
        }, 
        {
            "heading": "RESOURCES", 
            "kind": "heading", 
            "original": "RESOURCES", 
            "time": "10:45:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: .Mr Speaker, in the second part of theQuestion, the Hon Deputy Minister has done well indicating to the House how disbursements have been made. Can he help us as well with the first part also where GH¢4 million was realized and how it was disbursed?", 
            "section": "RESOURCES", 
            "speech": ".Mr Speaker, in the second part of theQuestion, the Hon Deputy Minister has done well indicating to the House how disbursements have been made. Can he help us as well with the first part also where GH¢4 million was realized and how it was disbursed?", 
            "time": "10:45:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, the specific figures are not available. But what happens is that there is a special account and he was the Deputy Minister. He is aware that there is a special account at the Ministry where we lodge sales or revenue from confiscated lumber and these are used for general operations and monitoring.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the specific figures are not available. But what happens is that there is a special account and he was the Deputy Minister. He is aware that there is a special account at the Ministry where we lodge sales or revenue from confiscated lumber and these are used for general operations and monitoring.", 
            "time": "10:45:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, can the Hon Deputy Minister help the House to appreciate the seemingly dangerous trend where individuals will go and do the harvest and then within the sector, some other people front and the illegal lumber is sold out to the very people who went to do the havoc.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, can the Hon Deputy Minister help the House to appreciate the seemingly dangerous trend where individuals will go and do the harvest and then within the sector, some other people front and the illegal lumber is sold out to the very people who went to do the havoc.", 
            "time": "10:45:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, it is a very difficult situation, especially when one cannot easily identify a particular time when somebody is fronting for another person. But what we do is that, we have intensified the prosecutions at the courts and the courts normally determine how this lumber is to be disposed of and how we should use the proceeds. So sometimes, it is very difficult to determine who is fronting for who. But we usually give priority in the sale to District Assemblies and to other development bodies.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, it is a very difficult situation, especially when one cannot easily identify a particular time when somebody is fronting for another person. But what we do is that, we have intensified the prosecutions at the courts and the courts normally determine how this lumber is to be disposed of and how we should use the proceeds. So sometimes, it is very difficult to determine who is fronting for who. But we usually give priority in the sale to District Assemblies and to other development bodies.", 
            "time": "10:45:00"
        }, 
        {
            "column": "12", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, his mention of District Assemblies, what measure has also been put in place to avoid the situation where some illegal lumber is purchased and then used on government projects?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, his mention of District Assemblies, what measure has also been put in place to avoid the situation where some illegal lumber is purchased and then used on government projects?", 
            "time": "10:45:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, it is again very, very difficult. But what we are doing from the Ministry is that, we are very soon coming out with a procurement policy to ensure that all- public institutions purchase their wood from accredited sources. So from the ministerial level, this is one of the measures we are trying to adopt.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, it is again very, very difficult. But what we are doing from the Ministry is that, we are very soon coming out with a procurement policy to ensure that all- public institutions purchase their wood from accredited sources. So from the ministerial level, this is one of the measures we are trying to adopt.", 
            "time": "10:45:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr Isaac Osei", 
            "original": "Mr Isaac Osei: Mr Speaker, would the Hon Deputy Minister enlighten us a bit about who these beneficiary stakeholders are, who received the GH¢15,000.00 plus?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, would the Hon Deputy Minister enlighten us a bit about who these beneficiary stakeholders are, who received the GH¢15,000.00 plus?", 
            "time": "10:45:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, when We intercept illegal wood, there are two ways by which we share the revenue that comes out of the sale. If it is from known sources- by known sources-- what we mean is, if we are able to trace that the illegal wood was harvested from a particular source, then the revenue from that source is shared according to law. It is specified in section 37, sub-section 4 of Act 1649.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, when We intercept illegal wood, there are two ways by which we share the revenue that comes out of the sale. If it is from known sources- by known sources-- what we mean is, if we are able to trace that the illegal wood was harvested from a particular source, then the revenue from that source is shared according to law. It is specified in section 37, sub-section 4 of Act 1649.\n The proceeds, for example, go to the chiefs and then the amount of money given to them is used to -develop conservation-related activities in the community. That is when the source is not known. But where the source is known, we share it according to a formula as in the stumpage fee.", 
            "time": "10:45:00"
        }, 
        {
            "column": "13", 
            "kind": "speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "Mr Henry Ford Kamel: Mr Speaker, portions of the lands of Tuba, Plerno, Amanfro and Kokrobite are located within the lands acquired under Executive", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, portions of the lands of Tuba, Plerno, Amanfro and Kokrobite are located within the lands acquired under Executive", 
            "time": "10:55:00"
        }, 
        {
            "column": "15", 
            "kind": "continued speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "\"State investments in the land and State leases granted should be protected from further encroachments and that the Executive Instrument should be amended to exclude the encroached portions so that Government retained only the area it had developed and leased out\". This decision was communicated to the Lands Commission for implementation.\n The implementation of this decision required the Lands Commission to do a number of things:\n undertake a complete inventory and delineation the State investments on the land.\n amendment of the E.I. to limit the \" acquisition to the portion to be retained by the State.\n a proper planning of the encroached lands to ensure judicious use so as not to blight the State investments on the retained portion.\n release of the portions of the land not required by the State to the landowners.\n Mr Speaker, a committee comprising the Ministry of Lands and Natural Resources, the Lands Commission, Town and Country Planning Department, and the District Assemblies has been formed to implement the Cabinet decision. The inventory and delineation of the area occupied by IDA has been completed and discussions have been held with the leadership of CEMSDA. As soon as the consultation processes are completed, the Executive Instrument will be amended to release the encroached portion to the owners.\n Madam Speaker, I wish to point out that the Supreme Court, in the case Nii Kpobi Tettey Tisuru vAtz‘0rney~General, has ruled", 
            "time": "10:55:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, the Hon Minister in his conclusion has indicated that article 20 (6) of the 1992 Constitution cannot therefore apply to acquisitions done before the Constitution came into effect. In his own Answer, he has also indicated that a committee has been set up and it is undertaking inventory of acquisitions and that portions that are not to be retained by Government would be released to the landowners. On what basis then is the Ministry going to release such lands to their owners? What is the principle behind the release of such lands?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Hon Minister in his conclusion has indicated that article 20 (6) of the 1992 Constitution cannot therefore apply to acquisitions done before the Constitution came into effect. In his own Answer, he has also indicated that a committee has been set up and it is undertaking inventory of acquisitions and that portions that are not to be retained by Government would be released to the landowners. On what basis then is the Ministry going to release such lands to their owners? What is the principle behind the release of such lands?", 
            "time": "10:55:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, it is obvious that large portions of the land have been encroached upon. [Interruption.]", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, it is obvious that large portions of the land have been encroached upon. [Interruption.]", 
            "time": "10:55:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! Order!", 
            "section": "RESOURCES", 
            "speech": "Order! Order!", 
            "time": "10:55:00"
        }, 
        {
            "column": "16", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, large portions of the land have been encroached upon and Government thinks that it is in everybody’s interest, especially when the request was also made by the Central Regional Administration to regularize this so that, some portions of the land could be made available to the people who have encroached upon it. We are doing this basically on, I think, good faith and not on law, just good faith.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, large portions of the land have been encroached upon and Government thinks that it is in everybody’s interest, especially when the request was also made by the Central Regional Administration to regularize this so that, some portions of the land could be made available to the people who have encroached upon it. We are doing this basically on, I think, good faith and not on law, just good faith.", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, on the principle of reversal rights to the landowners, it is a principle that is fundamental and rests in natural justice.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, on the principle of reversal rights to the landowners, it is a principle that is fundamental and rests in natural justice.\n But let me ask the Hon Deputy Minister; he has indicated that assessment had been done way back in 2007 and the compensation amount stood at that time, at forty-one million, four hundred and eighty-six thousand, five hundred and sixty-five Ghana cedis (GH¢4l ,486,565 .00). May I know whether this amount relates to the total land acquisition or portions of the acquisition?", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, I think it relates to the total acquisition.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I think it relates to the total acquisition.", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, on page 17, the last paragraph, the Answer indicates that as soon as the consultation processes are completed, the Executive Instrument would be amended to exclude the encroached portions to the owners. Nothing has been indicated anywhere in the Answer for payment of compensation. Could the Hon Minister tell us whether the Government is going to pay the compensation and if so when?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, on page 17, the last paragraph, the Answer indicates that as soon as the consultation processes are completed, the Executive Instrument would be amended to exclude the encroached portions to the owners. Nothing has been indicated anywhere in the Answer for payment of compensation. Could the Hon Minister tell us whether the Government is going to pay the compensation and if so when?\n Mr Kamel; Mr Speaker, we have a whole lot of compensation to pay for Government acquired lands. There is a great deal of backlog of compensations. We will definitely pay compensation to the landowners -when? 1 cannot tell but we would definitely pay compensation to the owners.", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, that will be the last intervention.", 
            "section": "RESOURCES", 
            "speech": "Hon Aidoo, that will be the last intervention.", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, I thought that was just.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I thought that was just.", 
            "time": "10:55:00"
        }, 
        {
            "column": "17", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Please, proceed.", 
            "section": "RESOURCES", 
            "speech": "Please, proceed.", 
            "time": "10:55:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, the Deputy Minister in his Answer, indicated that the Ministry is holding discussions with the CEMSD; now there is no consultation taking place or any discussion going on with the landowners- This has not been indicated anywhere in the Minister’s answers. Mr Speaker, may I know, whereby the land that would be released to the landowners, would it include land which the Ministry, that is Government, released to the Mechanics and Scrap Dealers Association as well as the Medium Dwelling Company Limited.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Deputy Minister in his Answer, indicated that the Ministry is holding discussions with the CEMSD; now there is no consultation taking place or any discussion going on with the landowners- This has not been indicated anywhere in the Minister’s answers. Mr Speaker, may I know, whereby the land that would be released to the landowners, would it include land which the Ministry, that is Government, released to the Mechanics and Scrap Dealers Association as well as the Medium Dwelling Company Limited.\n 1 am asking this because the purpose for acquisition was for irrigation and the Ministry on its own discretion released portions of the land to CEMSDA and the Medium Dwelling Company Limited but not for irrigation. So if now the Minister has admitted that portions that are not intended for irrigation are going to be released to the landowners, would the release include these two, parcels of land, one is 260.13 acres and the other one is 47.309 acres?", 
            "time": "11:05:00"
        }, 
        {
            "column": "18", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, let me say that if you look at the 2007 Cabinet decision, you will realize that Government is interested in two things, first of all in protecting the investments it has made so far on some portions of the land. Government also feels that because of the levels of encroachment and with the intervention of the Central Regional Administration of some lands, the encroachment should be regularized. These are two things Cabinet decided in", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, let me say that if you look at the 2007 Cabinet decision, you will realize that Government is interested in two things, first of all in protecting the investments it has made so far on some portions of the land. Government also feels that because of the levels of encroachment and with the intervention of the Central Regional Administration of some lands, the encroachment should be regularized. These are two things Cabinet decided in\n 2007.\n So Government will definitely protect its interest and release those lands that have been encroached upon to the CEMSDA and others. But it would be an omission if in the answer, we did not", 
            "time": "11:05:00"
        }, 
        {
            "column": "19", 
            "kind": "continued speech", 
            "name": "Mr Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "include\" consultations with the landowners, it is definitely an important requirement l and we will make sure that whatever final decision is taken the landowners are involved so that they become part of the decision.", 
            "time": "11:05:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, would you want to clarify - the last intervention.", 
            "section": "RESOURCES", 
            "speech": "Hon Aidoo, would you want to clarify - the last intervention.", 
            "time": "11:05:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, the Minister just circumvented my question. The answer was not specific.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Minister just circumvented my question. The answer was not specific.\n Mr Speaker, this land had been acquired more than 32 years back but no compensation had been paid. And the Ministry\" after having . compulsorily acquired the land on its own, released portions to private individuals or private entities.\n My question is, in returning portions that the Government will not use in the interest of the State, including portions that have been given to private entities, would the Ministry consider giving all these portions, that is, including the l.and given to CEMSDA, which is a private entity and the land given to the Medium Dwelling Company Limited which is also a private entity. Will he consider releasing them to the landowners?", 
            "time": "11:05:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: We want to uphold the policy decision of the Government in 2007, we want to go by it, we do not intend to change anything.", 
            "section": "RESOURCES", 
            "speech": "We want to uphold the policy decision of the Government in 2007, we want to go by it, we do not intend to change anything.\n Thank you. _", 
            "time": "11:05:00"
        }, 
        {
            "column": "19", 
            "kind": "speech", 
            "name": "Mr Hodogbey", 
            "original": "Mr Hodogbey: Mr Speaker, if you look at the Executive Instrument (E.l.), the number shows that the land was acquired in 1979. I would like to know from the Deputy Minister, from 1979 until now, if he is aware of the Farm Lands Act, that any land which has been left for 8 years", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, if you look at the Executive Instrument (E.l.), the number shows that the land was acquired in 1979. I would like to know from the Deputy Minister, from 1979 until now, if he is aware of the Farm Lands Act, that any land which has been left for 8 years", 
            "time": "11:05:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Papa Owusu Ankomah", 
            "original": "Papa Owusu Ankomah: Mr Speaker, the question posed by the Hon ember offends the Standing Orders relating to Questions. He is making assumptions not even of facts but of law and e is not supposed to make assumptions when he poses Questions to Ministers, that on arm lands, there is a law stating that 8 years ---", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the question posed by the Hon ember offends the Standing Orders relating to Questions. He is making assumptions not even of facts but of law and e is not supposed to make assumptions when he poses Questions to Ministers, that on arm lands, there is a law stating that 8 years ---", 
            "time": "11:05:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Papa Owusu-Ankomah, you refer to the Order and then you argue.", 
            "section": "RESOURCES", 
            "speech": "Hon Papa Owusu-Ankomah, you refer to the Order and then you argue.", 
            "time": "11:05:00"
        }, 
        {
            "column": "20", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: Thank you very much, Mr Speaker.", 
            "section": "RESOURCES", 
            "speech": "Thank you very much, Mr Speaker.\n I will refer you to Order 67 (l) (a) and it states - _\n -Questions must comply with the following conditions:\n (b)a Question shall not contain arguments, expression of opinion, inferences, imputations, epithets or controversial, ironical or offensive expressions or hypothetical cases.\"\n And if you also look at (e) it states:\n \"a Question shall not solicit the expression of opinion or the solution o an abstract legal case or a hypothetical\" proposition\".\n Mr Speaker, the combined effect of these expressions make the Hon Member’s question contrary to Order 67 and ought not to be allowed by the Chair, particularly Mr Speaker, that portion of the Question that states that there is a Farm Lands Act.\n I do not know any law in this country called the Farm Land Act, which provides that 8 years when a farm land is not developed, it belongs to the State. That can never be a statement either of law or fact. It is an assumption that emerges in the Question and solicits the Minister's opinion where opinions are not supposed to be solicited in respect of Questions.\n Thank you, Mr Speaker.", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, I am not aware of any Farm Land Act. Maybe if the House will indulge me, I will go and research and if I get the answer, I will come back to the House to give it to the Hon Member.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I am not aware of any Farm Land Act. Maybe if the House will indulge me, I will go and research and if I get the answer, I will come back to the House to give it to the Hon Member.", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Deputy Minister.", 
            "section": "RESOURCES", 
            "speech": "Thank you very much, Hon Deputy Minister.\n Some Hon Members --rose-", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, you intend to pursue the matter?", 
            "section": "RESOURCES", 
            "speech": "Hon Members, you intend to pursue the matter?", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr Hodogbey", 
            "original": "Mr Hodogbey: Yes, Mr Speaker, first, 1 want to say, my Senior Colleague --", 
            "section": "RESOURCES", 
            "speech": "Yes, Mr Speaker, first, 1 want to say, my Senior Colleague --", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you are out of order --- [Interruption]", 
            "section": "RESOURCES", 
            "speech": "Hon Member, you are out of order --- [Interruption]\n Order! Order!\n Hon Member for Weija, I recognize you.", 
            "time": "11:05:00"
        }, 
        {
            "column": "21", 
            "kind": "speech", 
            "name": "Ms Shirley A. Botchway", 
            "original": "Ms Shirley A. Botchway: Mr Speaker, in the Hon Deputy Minister’s Answer, and I refer to the very last sentence, it talks about Government making sure that the right thing is done. Would the Hon Deputy Minister tell the House, whether the right thing would include payment of compensation to people Whose properties were demolished in the last demolition exercise a few months ago on that very site?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in the Hon Deputy Minister’s Answer, and I refer to the very last sentence, it talks about Government making sure that the right thing is done. Would the Hon Deputy Minister tell the House, whether the right thing would include payment of compensation to people Whose properties were demolished in the last demolition exercise a few months ago on that very site?\n This is because he says it needs a political decision and I think this is something that should be looked at as well", 
            "time": "11:15:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, we will ensure the right thing is done- We will ensure compensation is paid to the landowners, we will also ensure that other related matters are dealt with appropriately. But as to the specific issue of paying compensation to people whose properties were demolished, I cannot take that decision here.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, we will ensure the right thing is done- We will ensure compensation is paid to the landowners, we will also ensure that other related matters are dealt with appropriately. But as to the specific issue of paying compensation to people whose properties were demolished, I cannot take that decision here.", 
            "time": "11:15:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Dr A. A. Osei: Mr Speaker, I am surprised at the last statement made by the Hon Deputy Minister. Let me remind him of his own statement. It states as follows", 
            "original": "Dr A. A. Osei: Mr Speaker, I am surprised at the last statement made by the Hon Deputy Minister. Let me remind him of his own statement. It states as follows:", 
            "section": "RESOURCES", 
            "speech": "\". . . government will ensure that the right thing is done such that both the State investments in the area and the community rights . . .\" '\n And he is saying that people who build property do not have a right? He said they cannot do anything about that. Mr Speaker, that contradicts his own statement. Mr Speaker, he should come again.", 
            "time": "11:15:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, compensation would be paid but when it would be paid, I do not know. We will ensure the right things are done.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, compensation would be paid but when it would be paid, I do not know. We will ensure the right things are done.", 
            "time": "11:15:00"
        }, 
        {
            "column": "22", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: We move to the next item. Question numbered 980, standing in the name of the Hon Member for Asunafo South?", 
            "section": "RESOURCES", 
            "speech": "We move to the next item. Question numbered 980, standing in the name of the Hon Member for Asunafo South?", 
            "time": "11:15:00"
        }, 
        {
            "column": "23", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, Hon George Boakye is not available and has asked me to crave your indulgence to ask this Question on his behalf.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, Hon George Boakye is not available and has asked me to crave your indulgence to ask this Question on his behalf.", 
            "time": "11:15:00"
        }, 
        {
            "column": "23", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you may proceed.", 
            "section": "RESOURCES", 
            "speech": "Hon Member, you may proceed.\n Measures to save Abonyere Forest ' from Illegal Chainsaw Operators\n Q.98O. Mr Andrew Adjei-Yeboah (on behalf 0fMr George Boakye) asked the Minister for Lands and Natural Resources what measures the Ministry had put in place to save the Abonyere Forest in the Asunafo South District from destruction by illegal chainsaw operators.", 
            "time": "11:15:00"
        }, 
        {
            "column": "23", 
            "kind": "speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "Mr Henry Ford Kamel: Mr Speaker, the Abonyere Forest Reserve is one of the eight (8) forest reserves managed by the Goaso Forest District. It covers a total area of 41 .18 km with a total perimeter of 43 .64 kilometers. It is located within the jurisdiction of Asunafo South District Assembly and owned by the Kwapong, Akrodie and Sankore Stools. It is predominantly a production forest reserve and the Timber Utilization Contract (TUC) is owned by Messrs Logs and Lumber Limited (LLL).", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the Abonyere Forest Reserve is one of the eight (8) forest reserves managed by the Goaso Forest District. It covers a total area of 41 .18 km with a total perimeter of 43 .64 kilometers. It is located within the jurisdiction of Asunafo South District Assembly and owned by the Kwapong, Akrodie and Sankore Stools. It is predominantly a production forest reserve and the Timber Utilization Contract (TUC) is owned by Messrs Logs and Lumber Limited (LLL).\n Threat by chainsaw operators\n Despite the enormous production potential of the forest reserve (consisting of 35 production compartments), it has been subjected to wanton destruction in recent years by chainsaw operators and a number of interventions have been put in place to reverse this negative trend.\n Interventions to save the forest reserve\n The interventions include the following:", 
            "time": "11:15:00"
        }, 
        {
            "column": "25", 
            "kind": "continued speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "2. Constant assault on field monitoring staff resulting in Occasional casualties.", 
            "time": "11:15:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, your follow-up questions.", 
            "section": "RESOURCES", 
            "speech": "Hon Member, your follow-up questions.", 
            "time": "11:15:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, if it is the production reserve that has been given out to a concessioner, how come that illegal activities can get to such height to merit such questions being asked here?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, if it is the production reserve that has been given out to a concessioner, how come that illegal activities can get to such height to merit such questions being asked here?", 
            "time": "11:15:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Deputy Minister, if you do not get the question, you may ask that it be clarified.", 
            "section": "RESOURCES", 
            "speech": "Hon Deputy Minister, if you do not get the question, you may ask that it be clarified.", 
            "time": "11:15:00"
        }, 
        {
            "column": "25", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, this concession is quite a big area. Apparently, the one holding the Timber Utilization Contract (TUC) definitely might not have adequate capacity to ensure that he secures the whole concession. Chainsaw operators too have become very daring and their activities are also very, very complex. So, it is not surprising that sometimes, you have illegal chainsaw operations in these areas.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, this concession is quite a big area. Apparently, the one holding the Timber Utilization Contract (TUC) definitely might not have adequate capacity to ensure that he secures the whole concession. Chainsaw operators too have become very daring and their activities are also very, very complex. So, it is not surprising that sometimes, you have illegal chainsaw operations in these areas.\n But from the Answer I gave, the Forest Services Division (FSD) itself is ensuring that the area is protected, the contractor himself, the one who owns the concession, is also ensuring that he does his best to protect the area. No matter how secure a forest reserve is, there are always problems with illegal activities. We are constrained by lack of personnel, we are constrained by lack of logistics.\n The concessioner himself does not have adequate capacity and resources to ensure water tight security arrangement and so these things are normal. But the most important thing is that we will continue to monitor and we will continue to fight the illegal activities.", 
            "time": "11:15:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, in the Hon Deputy Minister’s Answer, he mentioned e appreciation of the fact that nocturnal activities have been very rampant, With such appreciation, can they also device a means of apprehending and arresting them if they know they are nocturnal in nature?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in the Hon Deputy Minister’s Answer, he mentioned e appreciation of the fact that nocturnal activities have been very rampant, With such appreciation, can they also device a means of apprehending and arresting them if they know they are nocturnal in nature?", 
            "time": "11:15:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, in my Answer, I did say that our attempts have yielded some dividends. Some people were even arrested, arraigned before the court and some have even been jailed; some have been fined. The security operatives will continue their normal monitoring activities. Sometimes, they work in the night and during the day and so, it is not an easy -situation to deal with it just so easily.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in my Answer, I did say that our attempts have yielded some dividends. Some people were even arrested, arraigned before the court and some have even been jailed; some have been fined. The security operatives will continue their normal monitoring activities. Sometimes, they work in the night and during the day and so, it is not an easy -situation to deal with it just so easily.\n They continue to change their tactics and so you also will have to continue to change your tactics to be able to meet their operations and that is what we are doing We are aware it is a big challenge but we are doing our best to flush them out whether in the day or night.", 
            "time": "11:15:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Ms Cecilia A. Dapaah", 
            "original": "Ms Cecilia A. Dapaah: Mr Speaker, I want to find out from the Hon Deputy Minister, if the fines imposed on these stubborn chainsaw operators are enough to serve as a deterrent to them. This is because once they go back to repeat their actions, it means something is not being done right.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I want to find out from the Hon Deputy Minister, if the fines imposed on these stubborn chainsaw operators are enough to serve as a deterrent to them. This is because once they go back to repeat their actions, it means something is not being done right.", 
            "time": "11:25:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, that is something that is in the domain of the courts which we may not be satisfied with. We have had some discussions with the Judiciary to be able to express some worrisome developments in this sector but these are still in their domain and we have no power over them.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, that is something that is in the domain of the courts which we may not be satisfied with. We have had some discussions with the Judiciary to be able to express some worrisome developments in this sector but these are still in their domain and we have no power over them.", 
            "time": "11:25:00"
        }, 
        {
            "column": "26", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Deputy Minister, while we look at what the Judiciary can do, we pass the laws and prescribe the sentences so, (perhaps, Hon Majority and Minority Leaders may want to know those penalties and see whether the House can be proactive and assist.", 
            "section": "RESOURCES", 
            "speech": "Hon Deputy Minister, while we look at what the Judiciary can do, we pass the laws and prescribe the sentences so, (perhaps, Hon Majority and Minority Leaders may want to know those penalties and see whether the House can be proactive and assist.\n Yes, the last Question on this.", 
            "time": "11:25:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr Adjei-Yeboah", 
            "original": "Mr Adjei-Yeboah: Mr Speaker, these chainsaw operators who operate in the Abonyere forest do not operate in the night. It is Just as we are here discussing this problem, if you go there now, they are t ere operating. e situation is so serious that if care is not taken, the whole forest would be depleted. So I want the Hon Deputy Minister to tell us what measures the Ministry is putting in place to stop this illegal chainsaw operation. It is a serious matter.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, these chainsaw operators who operate in the Abonyere forest do not operate in the night. It is Just as we are here discussing this problem, if you go there now, they are t ere operating. e situation is so serious that if care is not taken, the whole forest would be depleted. So I want the Hon Deputy Minister to tell us what measures the Ministry is putting in place to stop this illegal chainsaw operation. It is a serious matter.", 
            "time": "11:25:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, we are fully aware of the menace of chainsaw operators. As I said earlier, they have become more daring and their activities are very, very complex these days. But we_ really have challenges and we are trying to do our best. We have logistics challenges, personnel challenges, and we have so many bottlenecks.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, we are fully aware of the menace of chainsaw operators. As I said earlier, they have become more daring and their activities are very, very complex these days. But we_ really have challenges and we are trying to do our best. We have logistics challenges, personnel challenges, and we have so many bottlenecks.\n We have developed so many strategies. I think that one of the Questions will even outline some of these measures in a holistic manner to you.\n So we are aware of the problem but we would take his concern with this particular forest reserve seriously and we would sit down with the Security and see how best we can curtail this menace.", 
            "time": "11:25:00"
        }, 
        {
            "column": "27", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Minister.", 
            "section": "RESOURCES", 
            "speech": "Thank you very much, Hon Minister.\n The next Question is numbered 1073 standing in the name of the Hon Member for Agona East, Hon John Agyabeng. [Pause] Well, we shall move on them.", 
            "time": "11:25:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Isaac K. Asiamah", 
            "original": "Mr Isaac K. Asiamah:_ Mr Speaker, the Hon Colleague is not available and I have his permission to ask this Question on his behalf.", 
            "section": "RESOURCES", 
            "speech": "_ Mr Speaker, the Hon Colleague is not available and I have his permission to ask this Question on his behalf.", 
            "time": "11:25:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, please, proceed.", 
            "section": "RESOURCES", 
            "speech": "Hon Member, please, proceed.\n Plantation Development Fund (Disbursement from 2009 to 2011)\n Q.1095 Mr Isaac K. Asiamah (on behalf of Mr Benito Owusu-Bio asked the Minister for Lands and Natural Resources how the Plantation Development Fund had been disbursed from 2009 to 2011 and which companies were the beneficiaries.", 
            "time": "11:25:00"
        }, 
        {
            "column": "28", 
            "kind": "speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "Mr Henry Ford Kamel: Mr Speaker, in 2009, no disbursement was made. In 2010, the Board effected a one-time disbursement of GHIp4,000,00O to support the National Forest Plantation Development Programme.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in 2009, no disbursement was made. In 2010, the Board effected a one-time disbursement of GHIp4,000,00O to support the National Forest Plantation Development Programme.\n A total of one million, one hundred and eighty seven thousand Ghana cedis (GH¢l,l87,000) has so far been disbursed in year 2011 based on a criterion prepared in line with the relevant portions of the Act establishing the Fund (Forest Plantation Development Act, 2000) (Act 583) and on regional bases.\n The summary of regional distribution is in the table below with the details on the beneficiaries attached.", 
            "time": "11:25:00"
        }, 
        {
            "column": "85", 
            "kind": "continued speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "With regard to disbursement, the following criteria have been approved for fund disbursement.\n i Land size for plantation development:\n The minimum land size to be considered for support would be 4 ha to ensure the economic viability of the venture.\n ii. Gender consideration:\n Women, disabled people and the vulnerable groups within poor rural communities would be given priority .in fund disbursement.\n iii. Support to co-operatives and plantation groups:\n Priority would be given to plantation groups and local communities from rural communities. However, individuals who meet the full criteria for support would also be considered.\n iv. Types of species for planting: Support would be given to people who plant appropriate tree species. Care would be taken to ensure that the selected species match the site for plantation development.\n v. Suitability of land for plantation development:\n Land holdings of prospective applicants should be suitable for forest plantation development- Applicants with marginal lands will not be eligible for benefits under the fund.\n With respect to loan disbursement, all the above stated criteria and under grant disbursement will have to be met. In addition, the following criteria would also have to be met by the applications:", 
            "time": "11:25:00"
        }, 
        {
            "column": "87", 
            "kind": "continued speech", 
            "name": "Mr Henry Ford Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "The concern of the Board with respect to loan disbursement is the current high inflation and interest rates prevailing in the country.\n Loan Conditions\n A Interest rate:\n After carefully considering the advice of the Fund Manager on the issue of the interest rates payable on the loan, the Fund Board decided that a minimal interest rate of 1 O per cent should be charged. A moratorium of up to 10 years for the repayment of the loan and interest has also been provided.\n Performance contract:\n A Performance Contract will be signed between the Fund Board and any beneficiary (person or group) detailing out loan or grant conditions, sanctions and benefit arrangements to ensure that any monies given out are not misused.\n Loan disbursement post-establishment disbursement\n i. Establishment ofNew plantations\n ii. Maintenance and protection of existing plantations.\n Fund manager The Agricultural Development Bank (ADB) is the fund manager and also responsible for the disbursement of the funds. Access to the loans and grants are opened to all applicants according to the above criteria.", 
            "time": "11:25:00"
        }, 
        {
            "column": "87", 
            "kind": "speech", 
            "name": "Mr I. K. Asiamah", 
            "original": "Mr I. K. Asiamah: Mr Speaker, the criteria applying here,.there is a gender consideration. I Want to find out what percentages of women and disabled were considered for this grant or loan.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the criteria applying here,.there is a gender consideration. I Want to find out what percentages of women and disabled were considered for this grant or loan.", 
            "time": "11:25:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, unfortunately, I do not have that figure.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, unfortunately, I do not have that figure.", 
            "time": "11:25:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you may come with your Question but on notice.", 
            "section": "RESOURCES", 
            "speech": "Hon Member, you may come with your Question but on notice.", 
            "time": "11:25:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr I. K. Asiamah", 
            "original": "Mr I. K. Asiamah: Mr Speaker, if he can provide.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, if he can provide.", 
            "time": "11:25:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, proceed.", 
            "section": "RESOURCES", 
            "speech": "Hon Member, proceed.", 
            "time": "11:25:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr I. K. Asiamah", 
            "original": "Mr I. K. Asiamah: Mr Speaker, another issue is about counterpart or matching Funds. Once again, what percentage is required for one to benefit from this loan facility; in terms of counterpart funding?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, another issue is about counterpart or matching Funds. Once again, what percentage is required for one to benefit from this loan facility; in terms of counterpart funding?", 
            "time": "11:35:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, these criteria were drawn by the Board and they are a bit independent of our operations. I do not have the figures as to the exact percentages or to the exact ratios. But if the Hon Member is very keen, I could come back later with more details on it, thank you.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, these criteria were drawn by the Board and they are a bit independent of our operations. I do not have the figures as to the exact percentages or to the exact ratios. But if the Hon Member is very keen, I could come back later with more details on it, thank you.", 
            "time": "11:35:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much, Hon Minister.", 
            "section": "RESOURCES", 
            "speech": "Thank you very much, Hon Minister.\n Yes; last intervention.", 
            "time": "11:35:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr I. K. Asiamah", 
            "original": "Mr I. K. Asiamah: Mr Speaker, in the loan conditions, for example, there is a provision for performance contract and l want to find out from the Hon Minister-- it is not stated whether that performance contract has been signed. The wording is not clear, so l want to find out from him whether indeed they have gone through this performance contract?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in the loan conditions, for example, there is a provision for performance contract and l want to find out from the Hon Minister-- it is not stated whether that performance contract has been signed. The wording is not clear, so l want to find out from him whether indeed they have gone through this performance contract?", 
            "time": "11:35:00"
        }, 
        {
            "column": "88", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, usually, before the deal is concluded, you sign the performance contract. So it is something that we strictly adhere to, to ensure that", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, usually, before the deal is concluded, you sign the performance contract. So it is something that we strictly adhere to, to ensure that", 
            "time": "11:35:00"
        }, 
        {
            "column": "89", 
            "kind": "continued speech", 
            "name": "Mr Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "money is not wasted. So it is something that we do at the end of the transaction-", 
            "time": "11:35:00"
        }, 
        {
            "column": "89", 
            "kind": "speech", 
            "name": "Prof. Christopher Ameyaw-Akumfi", 
            "original": "Prof. Christopher Ameyaw-Akumfi: Mr Speaker, on page 23 of the business plan, the Hon Deputy Minister is saying that the concern of the Board with respect to loan disbursement is the current high inflation and interest rates. Mr Speaker, -when was this response written, and what does the Hon Minister precisely mean by this, when We have been hearing of single digit recently?", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, on page 23 of the business plan, the Hon Deputy Minister is saying that the concern of the Board with respect to loan disbursement is the current high inflation and interest rates. Mr Speaker, -when was this response written, and what does the Hon Minister precisely mean by this, when We have been hearing of single digit recently?", 
            "time": "11:35:00"
        }, 
        {
            "column": "89", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, I do not know where single digit is coming from, but of course, there is a general hue and cry. Businessmen are complaining and banks are not responding to the growth that we are achieving. So it is a fact that interest rates are generally still high. The inflation- [Interruptions.] This report was written a few days before these things started coming --- [Laughter]", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I do not know where single digit is coming from, but of course, there is a general hue and cry. Businessmen are complaining and banks are not responding to the growth that we are achieving. So it is a fact that interest rates are generally still high. The inflation- [Interruptions.] This report was written a few days before these things started coming --- [Laughter]", 
            "time": "11:35:00"
        }, 
        {
            "column": "89", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: MrSpeaker, in the Answer given by the Hon Minister, gender considerations-- [Interruptions]", 
            "section": "RESOURCES", 
            "speech": "MrSpeaker, in the Answer given by the Hon Minister, gender considerations-- [Interruptions]\n Mr Speaker, in the Hon Minister’s Answer, he said that women, disabled people and vulnerable groups would be given priority in the Fund disbursement.\n However, I would like him to link his statement from (ii) to (vi). If you read (vi), the kind of documentation that is required, is it not likely to exclude women because of our land tenure system? So I want him to look at that gender consideration and the possibility of other criteria that will encourage and indeed give priority to the women and other vulnerable groups.", 
            "time": "11:35:00"
        }, 
        {
            "column": "90", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, this is the criteria that we have, but depending on the circumstances of the applicant, we are not so water-tight. We are generally keen on helping the most vulnerable groups and women fall into this group. So depending on the circumstances, we are able to see what we can do to support genuine applicants.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, this is the criteria that we have, but depending on the circumstances of the applicant, we are not so water-tight. We are generally keen on helping the most vulnerable groups and women fall into this group. So depending on the circumstances, we are able to see what we can do to support genuine applicants.\n But let me also make this appeal that, it is becoming obvious that people are accessing the Fund. You can see from the regional distribution table that some regions have not benefited at all from the whole arrangement. So we call on Hon Members to make this information available to their constituents and we want them to encourage-serious minded plantation developers to access the Fund.\n Thank you.\n Mr Aidoo and Mr Joseph Osei-Owusu -- rose --", 
            "time": "11:35:00"
        }, 
        {
            "column": "90", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Aidoo, you will be next, so Hon Member please proceed.", 
            "section": "RESOURCES", 
            "speech": "Hon Aidoo, you will be next, so Hon Member please proceed.", 
            "time": "11:35:00"
        }, 
        {
            "column": "90", 
            "kind": "speech", 
            "name": "Mr Joseph Osei-Owusu", 
            "original": "Mr Joseph Osei-Owusu: Mr Speaker, in my constituency at Bekwai, I have received several complaints from people who are employed on the plantations and indeed, many of them have abandoned the plantation farms. In view of the huge sums of money disbursed, may we know what process we are taking to ensure that indeed the plantations do exist as we speak.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, in my constituency at Bekwai, I have received several complaints from people who are employed on the plantations and indeed, many of them have abandoned the plantation farms. In view of the huge sums of money disbursed, may we know what process we are taking to ensure that indeed the plantations do exist as we speak.", 
            "time": "11:35:00"
        }, 
        {
            "column": "90", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, I am not very sure about which category of plantation the Hon Member is talking about. The one I talked about is different from the National Plantation Development Programme (NPDP) where plantation gangs are employed. That was dealt with previously, if he is talking about that; we have paid them and we only owe them from September up to October. But this is a whole different arrangement where people who are interested in developing", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I am not very sure about which category of plantation the Hon Member is talking about. The one I talked about is different from the National Plantation Development Programme (NPDP) where plantation gangs are employed. That was dealt with previously, if he is talking about that; we have paid them and we only owe them from September up to October. But this is a whole different arrangement where people who are interested in developing", 
            "time": "11:35:00"
        }, 
        {
            "column": "91", 
            "kind": "continued speech", 
            "name": "Mr Kamel", 
            "original": "[MR KAMEL]", 
            "section": "RESOURCES", 
            "speech": "their own plantations come and access some funds and develop it. So the arrangement with workers is completely different from the National Plantation Development Programme.", 
            "time": "11:35:00"
        }, 
        {
            "column": "91", 
            "kind": "speech", 
            "name": "Mr J. B. Aidoo", 
            "original": "Mr J. B. Aidoo: Mr Speaker, the essence of this Fund is to engage the private sector in helping the development of forest lands in the country.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, the essence of this Fund is to engage the private sector in helping the development of forest lands in the country.\n Mr Speaker, from 2003 to date, an amount of GH¢7,5 17,400 has so far been disbursed. Would the Hon Minister tell us What total acres of forest land had been developed by this private sector to warrant the disbursement of this amount that is GH¢7.5 million; is it worth the disbursement?", 
            "time": "11:35:00"
        }, 
        {
            "column": "91", 
            "kind": "speech", 
            "name": "Mr Kamel", 
            "original": "Mr Kamel: Mr Speaker, I do not really have the figures, l can supply them later to you.", 
            "section": "RESOURCES", 
            "speech": "Mr Speaker, I do not really have the figures, l can supply them later to you.\n Thank you.", 
            "time": "11:35:00"
        }, 
        {
            "column": "91", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Members, we will move on to Question numbered 981 standing in the name of the Member for Prestea/Huni Valley -- [Pause-] The Hon Member is not available. It is aWritten Question and the Answer has been communicated.", 
            "section": "RESOURCES", 
            "speech": "Hon Members, we will move on to Question numbered 981 standing in the name of the Member for Prestea/Huni Valley -- [Pause-] The Hon Member is not available. It is aWritten Question and the Answer has been communicated.\n In that case, Hon Minister, we thank you very much for attending upon the House -- 1041 is not in the name of the Hon Minister- and answering our Questions.\n Thank you very much.\n With regard to Question 981, I am informed that the Answer to the Question has been communicated to the Hon Member. I therefore direct that in accordance with Standing Order 64 (4), the Answer to the Question be published in the Official Report of the day’s proceedings.", 
            "time": "11:35:00"
        }, 
        {
            "heading": "WRITTEN ANSWERS TO", 
            "kind": "heading", 
            "original": "WRITTEN ANSWERS TO", 
            "time": "11:35:00"
        }, 
        {
            "heading": "QUESTIONS", 
            "kind": "heading", 
            "original": "QUESTIONS", 
            "time": "11:35:00"
        }, 
        {
            "heading": "MIINISTRY OF LANDS AND", 
            "kind": "heading", 
            "original": "MIINISTRY OF LANDS AND", 
            "time": "11:35:00"
        }, 
        {
            "heading": "NATURAL RESOURCES", 
            "kind": "heading", 
            "original": "NATURAL RESOURCES", 
            "time": "11:35:00"
        }, 
        {
            "column": "94", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: The Hon Minister for Tourism may now -- Question number 1041 stands in the name of the Hon Member for Chjana/Paga- Hon Minister for Tourism's Question.", 
            "section": "NATURAL RESOURCES", 
            "speech": "The Hon Minister for Tourism may now -- Question number 1041 stands in the name of the Hon Member for Chjana/Paga- Hon Minister for Tourism's Question.", 
            "time": "11:35:00"
        }, 
        {
            "heading": "ORAL AN SVVERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL AN SVVERS TO QUESTIONS", 
            "time": "11:45:00"
        }, 
        {
            "heading": "MINISTRY OF TOURISM", 
            "kind": "heading", 
            "original": "MINISTRY OF TOURISM", 
            "time": "11:45:00"
        }, 
        {
            "column": "96", 
            "kind": "speech", 
            "name": "Mr Alowe", 
            "original": "Mr Alowe: Mr Speaker, the Hon Minister indicated that the District Assembly had provided a modest Visitor Centre and the Ministry would like to expand that in future. I want to find out when that expansion is going to take place as it is not easy to determine what the", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, the Hon Minister indicated that the District Assembly had provided a modest Visitor Centre and the Ministry would like to expand that in future. I want to find out when that expansion is going to take place as it is not easy to determine what the", 
            "time": "11:45:00"
        }, 
        {
            "column": "97", 
            "kind": "continued speech", 
            "name": "Mr Alowe", 
            "original": "[MR ALOWE]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "future is. Is she saying that she is going to put some provisions in the coming Budget so that we can see that expansion takes place in the very near future?", 
            "time": "11:45:00"
        }, 
        {
            "column": "97", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, as I said in my response, we would do the expansion when funds are available-", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, as I said in my response, we would do the expansion when funds are available-", 
            "time": "11:45:00"
        }, 
        {
            "column": "97", 
            "kind": "speech", 
            "name": "Mr Alowe", 
            "original": "Mr Alowe: Mr Speaker, thank you very much. I thought that when we have a budget, that is, when resources are going to be available. So I thought that the Hon Minister was going to tell us that they are making provision in the current Budget. In any case, she also mentioned -", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, thank you very much. I thought that when we have a budget, that is, when resources are going to be available. So I thought that the Hon Minister was going to tell us that they are making provision in the current Budget. In any case, she also mentioned -\n I want to find out which service providers have been identified, and what kind of support is to be given them to be able to take on board the responsibilities that she is calling on them to take up to be able to make the tourist sites there attractive? What kind of capacity building is she talking about?", 
            "time": "11:45:00"
        }, 
        {
            "column": "97", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, capacity building will be provided to tour guides, operators of restaurants and souvenir shops and other people in the district. Talking about resources, the Ministry has made some provision in our budget for 2012 for expansion and development and capacity building but I cannot say presently whether the funds available to the Ministry would be enough to cover every site in this country. So we will prioritize the sites and provide the services as and when necessary.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, capacity building will be provided to tour guides, operators of restaurants and souvenir shops and other people in the district. Talking about resources, the Ministry has made some provision in our budget for 2012 for expansion and development and capacity building but I cannot say presently whether the funds available to the Ministry would be enough to cover every site in this country. So we will prioritize the sites and provide the services as and when necessary.", 
            "time": "11:45:00"
        }, 
        {
            "column": "97", 
            "kind": "speech", 
            "name": "MrAl0we", 
            "original": "MrAl0we: Mr Speaker, I would like to further draw the attention of the Hon Minister to the road leading to the Zenga Pond. It is in a very deplorable state and in the dry season the pond is dried up and the crocodiles leave for other ponds-", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, I would like to further draw the attention of the Hon Minister to the road leading to the Zenga Pond. It is in a very deplorable state and in the dry season the pond is dried up and the crocodiles leave for other ponds-", 
            "time": "11:45:00"
        }, 
        {
            "column": "98", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, it is true that most roads leading to our tourist sites are in a very bad shape and the Ministry therefore has taken it upon itself to lobby or talk to our Colleague Hon Minister for Roads and Highways to help with the development of some of these roads next year. I do not know whether that particular road has been captured but I take his word for it, because he is an Hon Colleague and I know that whatever information he provides is the truth. So I will follow up with my Colleague.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, it is true that most roads leading to our tourist sites are in a very bad shape and the Ministry therefore has taken it upon itself to lobby or talk to our Colleague Hon Minister for Roads and Highways to help with the development of some of these roads next year. I do not know whether that particular road has been captured but I take his word for it, because he is an Hon Colleague and I know that whatever information he provides is the truth. So I will follow up with my Colleague.\n As to the desilting of the two ponds, these ponds actually do not fall under the Ministry of Tourism, but it is our responsibility to follow up with the appropriate agency to ensure that indeed the ponds are desilted.\n But there is one_ challenge that has been brought to our notice and it is the fact that, some of these ponds are owned by individuals and so whenever our people go close to try and develop the area, the owners of these ponds do not actually co-operate with them. They are kind of a bit difficult and I want to believe that the Hon Member would help us to try to get to the owners of these ponds to co-operate With the Ministry and also the appropriate agency to desilt the ponds.", 
            "time": "11:45:00"
        }, 
        {
            "column": "99", 
            "kind": "speech", 
            "name": "Mr Hackman Owusu-Agyemang", 
            "original": "Mr Hackman Owusu-Agyemang: Mr Speaker, my heart grieves sometimes. I have had the privilege of speaking to my sister Colleague about tourism and the sites that we have. Mr Speaker, this is relevant; even Namibia and some countries advertise on Cable News Network (CNN), on British Broadcasting Corporation (BBC) inviting people to come --- Nigeria, Cote d’Ivoire, every place. One sits down and wonder, what is happening to our- tourism industry in Ghana? The size and everything -1 am afraid, Mr Speaker-- [Interruption]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, my heart grieves sometimes. I have had the privilege of speaking to my sister Colleague about tourism and the sites that we have. Mr Speaker, this is relevant; even Namibia and some countries advertise on Cable News Network (CNN), on British Broadcasting Corporation (BBC) inviting people to come --- Nigeria, Cote d’Ivoire, every place. One sits down and wonder, what is happening to our- tourism industry in Ghana? The size and everything -1 am afraid, Mr Speaker-- [Interruption]", 
            "time": "11:55:00"
        }, 
        {
            "column": "99", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Order! Order!", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Order! Order!", 
            "time": "11:55:00"
        }, 
        {
            "column": "99", 
            "kind": "speech", 
            "name": "Mr Owusu-Agyemang", 
            "original": "Mr Owusu-Agyemang: Mr Speaker, if we do not have a focused programme and invest in tourism, the potential that has been touted all over would not be realized and an example is precisely what the Hon Minister is discussing now.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, if we do not have a focused programme and invest in tourism, the potential that has been touted all over would not be realized and an example is precisely what the Hon Minister is discussing now.\n So I really want to know from my Sister Colleague, when will the world get to know that there is a country called Ghana where there is much to see including the Crocodile Ponds? When are we going to advertise on CNN, BBC oral Jazeera and all these news channel?- It helps tremendously. Within one hour of CNN programme, Malaysia has four advertisements and everybody knows \"Malaysia, truly Asia\". And this is Ghana, the pride of Africa and absolutely nothing -- It is dead. When are we going to see something on this issue, Hon Minister?", 
            "time": "11:55:00"
        }, 
        {
            "column": "99", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, I am very happy that my Colleague has brought up this issue because until this point, tourism is one sector that has not been given the needed attention over the years. In fact, people tend to see the tourism sector as one that is just full of entertainment; so", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, I am very happy that my Colleague has brought up this issue because until this point, tourism is one sector that has not been given the needed attention over the years. In fact, people tend to see the tourism sector as one that is just full of entertainment; so", 
            "time": "11:55:00"
        }, 
        {
            "column": "101", 
            "kind": "continued speech", 
            "name": "Ms Dansua", 
            "original": "[MS DANSUA]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "have the resources and who come from the area to be interested in developing the Dodi Island as one of the major tourist attractions that we have in Ghana.\n Next year, we would do same for other very interesting and exciting sites in this country as well.", 
            "time": "11:55:00"
        }, 
        {
            "column": "101", 
            "kind": "speech", 
            "name": "Prof Ameyaw-Akumfi", 
            "original": "Prof Ameyaw-Akumfi: Mr Speaker, passing by some of these ponds, especially during the dry season, one gets the impression that there is over- population. May the Hon Minister kindly inform the House what the population density is like in the Paga Pond. If it is indeed overpopulated, what measures are being taken to control the population? - [Interruption.]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, passing by some of these ponds, especially during the dry season, one gets the impression that there is over- population. May the Hon Minister kindly inform the House what the population density is like in the Paga Pond. If it is indeed overpopulated, what measures are being taken to control the population? - [Interruption.]\n Mr Speaker, can I go on? What measures are being taken to stabilize the population so that we do not have disastrous ecological problems?\n Ms Dansua; Mr Speaker, I did not understand the question - [Laughter] Is he talking about overpopulation of human beings or crocodiles?", 
            "time": "11:55:00"
        }, 
        {
            "column": "101", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, the ecological entities here are crocodiles, so I am talking about crocodiles. And the fact that during the dry season, one gets the sense that there is overpopulation. So can the Hon Minister kindly give us an idea about the population density of crocodiles and if indeed -- [Laughter] -- If indeed, there is overpopulation, what measures do they normally take to stabilize the population? So Mr Speaker, I am talking about crocodiles, not human beings; human beings are not in the water.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, the ecological entities here are crocodiles, so I am talking about crocodiles. And the fact that during the dry season, one gets the sense that there is overpopulation. So can the Hon Minister kindly give us an idea about the population density of crocodiles and if indeed -- [Laughter] -- If indeed, there is overpopulation, what measures do they normally take to stabilize the population? So Mr Speaker, I am talking about crocodiles, not human beings; human beings are not in the water.", 
            "time": "11:55:00"
        }, 
        {
            "column": "101", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, I am not an expert in that area ---", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, I am not an expert in that area ---", 
            "time": "11:55:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: I would not have called upon the Hon Minister but the Hon Minister has been so fast, so the Hon Minister may continue.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "I would not have called upon the Hon Minister but the Hon Minister has been so fast, so the Hon Minister may continue.", 
            "time": "11:55:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Ms Dansua", 
            "original": "Ms Dansua: Mr Speaker, I am not an expert in that area and I do not manage the crocodiles in the pond.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, I am not an expert in that area and I do not manage the crocodiles in the pond.", 
            "time": "11:55:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: And perhaps, the Hon Member may want to come on notice so that a whole research would be done on crocodiles and then an answer would be given.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "And perhaps, the Hon Member may want to come on notice so that a whole research would be done on crocodiles and then an answer would be given.", 
            "time": "11:55:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Prof. Ameyaw-Akumfi", 
            "original": "Prof. Ameyaw-Akumfi: Mr Speaker, well said; thank you.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, well said; thank you.", 
            "time": "11:55:00"
        }, 
        {
            "column": "102", 
            "kind": "speech", 
            "name": "Mrs Osei-Opare", 
            "original": "Mrs Osei-Opare: Mr Speaker,I would like to ask the Hon Minister whether she, being the Minister --or even prior to being the Minister - has visited the crocodile center at Mombasa in Kenya; or whether any of her staff has had that experience?", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker,I would like to ask the Hon Minister whether she, being the Minister --or even prior to being the Minister - has visited the crocodile center at Mombasa in Kenya; or whether any of her staff has had that experience?\n Hon Minister, the Question is asked in the context that --- I have visited Paga on two separate occasions and there is absolutely nothing there to develop it into a tourist attraction. But perhaps, if the Hon Minister would be so advised to get a delegation, if none of the staff have been there -- I suspect that the records would indicate that some have been there - to use it as a model to organize Paga in such a way that we would have thousands -and not thousands local residents but thousands external people coming in to spend money such that we would make decent income and not the GH¢5,000 that we are seeing.\n This is because I believe that if we really fashion our crocodile ponds in Paga, around the model that I have seen in Kenya, we can really get more visitors to our sites and therefore make tourism a serious income generating business that it deserves, especially given the security in Ghana.", 
            "time": "11:55:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Member, you may soon be making a statement.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Hon Member, you may soon be making a statement.\n Hon Minister, I am sure you have duly noted - [Pause] -~ The Hon Minister has taken due notice of this beautiful advice. I think that would end the time with the Hon Minister.\n Hon Minister for Tourism, we thank you for attending upon the House and answering our questions.\n Leadership, any indications?", 
            "time": "11:55:00"
        }, 
        {
            "column": "103", 
            "kind": "speech", 
            "name": "Mr Clestus A. Avoka", 
            "original": "Mr Clestus A. Avoka: Mr Speaker, item number 6 on page 2 of the Order Paper, the Renewable Energy Bill will be taken later tomorrow. We will defer that for today so that we can get the Hon Chairman, the Hon Ranking Member and the Hon Minister or their Deputies to be present in the Chamber to be able to do that work. So, we would defer that until tomorrow. In that case, we would be left with Committee -meetings for the rest of the day.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, item number 6 on page 2 of the Order Paper, the Renewable Energy Bill will be taken later tomorrow. We will defer that for today so that we can get the Hon Chairman, the Hon Ranking Member and the Hon Minister or their Deputies to be present in the Chamber to be able to do that work. So, we would defer that until tomorrow. In that case, we would be left with Committee -meetings for the rest of the day.\n Mr Speaker, if you would indulge me, I would want to make some short interventions to apprise Hon Colleagues of the programme of action we have for this Third Meeting.\n Mr Speaker, I want to take this opportunity to apprise Hon Colleagues of the tall order of business that we have for this Meeting. We are likely to rise a few days to Christmas and I know the Business Committee will be scheduling", 
            "time": "12:05:00"
        }, 
        {
            "column": "105", 
            "kind": "continued speech", 
            "name": "Mr Clestus A. Avoka", 
            "original": "[MR AVOKA]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "do some work. I appreciate that the committees will have to work but we have to deliver in the Chamber as well. So, it is a tall order and I am confident that Hon Members will be up to the task as we have done in the past.\n I want to join Madam Speaker, who earlier on sat in the chair this morning to welcome Hon Members back on board and to urge everybody to deliver before we rise in December.\n Mr Speaker, another matter of prime importance to us is the issue of the striking doctors in the country. It is a very delicate affair. I think that our responsibility is not just making good laws to govern this country but we are also interested in the welfare of our constituents.\n Mr Speaker, the consequences of this strike action on our constituents is trite knowledge and it will be notorious for somebody to echo the trauma and the desperation going on in our country today. So, as an institution that has a responsibility for assisting to manage the affairs of this country and particularly the interest of our constituents, I think that we cannot pretend not to be part of the solution to this problem.\n Against this background, Mr Speaker, Leadership is trying to meet the Speakership so that we can draw a road map as to how we can engage the various stakeholders in this exercise. So that at the end of the day, we can come to an amicable solution so that our constituents will have the peace of mind to take care of their health and to work diligently.\n Mr Speaker, while we are trying to draw the road map to engage the various", 
            "time": "12:05:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, after that what else?", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Hon Majority Leader, after that what else?\n I thought you will complete and then--'", 
            "time": "12:05:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Well, my completion will be to move for adjournment of the House.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Well, my completion will be to move for adjournment of the House.", 
            "time": "12:05:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, you complete your part.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Hon Majority Leader, you complete your part.", 
            "time": "12:05:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Mr Speaker, in the circumstances, I beg to move, that we adjourn proceedings of this august House until tomorrow at ten o'clock.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, in the circumstances, I beg to move, that we adjourn proceedings of this august House until tomorrow at ten o'clock.", 
            "time": "12:05:00"
        }, 
        {
            "column": "106", 
            "kind": "speech", 
            "name": "Mr Osei Kyei Mensah-Bonsu", 
            "original": "Mr Osei Kyei Mensah-Bonsu: Mr Speaker, before seconding the Motion moved by the Hon Majority Leader, I may want to add my voice to welcome Hon Members to the House.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, before seconding the Motion moved by the Hon Majority Leader, I may want to add my voice to welcome Hon Members to the House.\n As_ he intimated, we have lots of unfinished business, in particular Bills which we started working on before Parliament went on recess - five of them in all.\n We now have just about three weeks to attend to those uncompleted businesses. So, it is important that the committees that are handling the work assiduously, bring them to Parliament for plenary to consider same and approve or disapprove of them before the Budget enters Parliament.\n Mr Speaker, it is also important to appeal to the Executive, in particular, the Hon Minister responsible for Finance and", 
            "time": "12:15:00"
        }, 
        {
            "column": "107", 
            "kind": "continued speech", 
            "name": "Mr Osei Kyei Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Economic Planning to come early to this House with the Budget. The imposition of the Constitution requiring us to consider and approve of the Budget before the financial year comes to an end really constricts both space and time needed to deal scrutinizingly with the Budget that comes before us. That is Why if Budgets delay in coming, then we are left with, sometimes, about just four weeks to consider and approve of the Budget. That is not good enough. Parliament requires, at least, eight weeks to deal with the Budget.\n Increasingly, it is becoming difficult for us to have space and time to deal most diligently with Budgets that are presented to us in this House. So, let us urge the Government and also our Colleague the Hon Majority Leader, who is the Leader of Government Business, to dialogue with the Hon Minister so that this time round, we will have the Budget in the early weeks of November. If it is possible to have it, maybe in the first week of November, we will have more time dealing with it.\n Let us not forget, we have fashioned for ourselves a programme which allows us, after the presentation of the Budget, to engage experts to have a second look at it and then have a workshop with the various committee chairmen and Ranking Members to open our eyes to certain critical areas which may otherwise elude us. So it is important that we have this broad fold.\n Mr Speaker, let me also remind us that there is one critical matter that is outstanding which we have not found sufficient time to deal with. It relates to putting together and having plenary approved of this committee to delve into the unbridled activities of Fulani", 
            "time": "12:15:00"
        }, 
        {
            "column": "108", 
            "kind": "continued speech", 
            "name": "Mr Osei Kyei Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "biometric registration. Ultimately, we resolved it, that is the registration exercise. There is, however, an addendum, that is the verification. Let us see how we can resolve this problem.\n Nobody wants to see the results of any elections challenged and then there is a stalemate. Let us come to some determination as a House, on the better way forward for us as a country so that if after the election, any party should win, it would be clear in the minds of all of us that, that party has won. If any party should lose, that party would also know that, yes, due process has been resorted to, the necessary steps have been taken and that the party has lost and accepts the results in good faith. That is how to move our country forward.\n We should not allow for any hiccups by our actions and inactions. It is important to have these thorns and thistles cleared from our paths before we get to the ultimate.\n Mr Speaker, on this note, let me once again welcome our Colleagues in the hope that everyone of us is determined to contribute his or her quota to improve the quality of life of our people.\n Mr Speaker, on this note, let me second the Motion moved by the Hon Majority Leader for adjournment.", 
            "time": "12:15:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Thank you very much.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Thank you very much.\n Hon Members, the --\n Mr Avoka - rose -~", 
            "time": "12:15:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Second Deputy Speaker", 
            "original": "Mr Second Deputy Speaker: Hon Majority Leader, something special?", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Hon Majority Leader, something special?", 
            "time": "12:15:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Yes. I just wanted to add some flesh to one or two issues raised by the Hon Minority Leader --", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Yes. I just wanted to add some flesh to one or two issues raised by the Hon Minority Leader --", 
            "time": "12:15:00"
        }, 
        {
            "column": "110", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Mr Speaker, I think once the Motion has been moved and seconded, you put the Question. This is because the Hon Majority Leader will always get the chance from tomorrow to do whatever more he wants do.", 
            "section": "MINISTRY OF TOURISM", 
            "speech": "Mr Speaker, I think once the Motion has been moved and seconded, you put the Question. This is because the Hon Majority Leader will always get the chance from tomorrow to do whatever more he wants do.\n Mr Second Deputy Speaker? Hon Majority Leader, this is why I advisedly asked that this whole statement should be that, in doing so, you are moving for adjournment. And in doing so, you have the liberty to say a few words; and your few words, you did say. I think if we do not take care, we may turn this into a debate.\n So Hon Members, the Motion for adjournment has been duly moved and seconded.\n Question put and Motion agreed to.", 
            "time": "12:15:00"
        }, 
        {
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "12:15:00"
        }
    ], 
    "head": {
        "date": "2011-10-25", 
        "number": 1, 
        "series": 4, 
        "time": "10:15:00", 
        "volume": 75
    }
}