{
    "entries": [
        {
            "column": "411", 
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "column": "411", 
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "column": "411", 
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "column": "411", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, Correction of Votes and Proceedings of Wednesday, 1st February, 2012.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, Correction of Votes and Proceedings of Wednesday, 1st February, 2012.\n Page 1-", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "kind": "speech", 
            "name": "Mr. Alfred W. G. Abayateye", 
            "original": "Mr. Alfred W. G. Abayateye: Madam Speaker, I was present in the House yesterday but I have been marked absent. My name is listed on page 5, item 4 (1) as absent but I was present in the House yesterday.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, I was present in the House yesterday but I have been marked absent. My name is listed on page 5, item 4 (1) as absent but I was present in the House yesterday.", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right. It has been noted.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "All right. It has been noted.\n Page 2....5-\n Page 5, we have already got the correction that item 4 (1) should rather go to the beginning, at page one under the Hon Members who were present.\n Page 6...10 -", 
            "time": "11:00:00"
        }, 
        {
            "column": "411", 
            "kind": "speech", 
            "name": "Prof. (Emeritus) Samuel K. Amoako", 
            "original": "Prof. (Emeritus) Samuel K. Amoako: Madam Speaker, at page 10, \"Short Title\", the last sentence Which reads:", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, at page 10, \"Short Title\", the last sentence Which reads:\n \"Amendment deem to have been withdrawn by leave of the House\".\n I think there is a little grammatical error there. It should read\n \"Amendment deemed to have been withdrawn\".", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Page 11-", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Page 11-", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Ms. Cecilia A. Dapaah", 
            "original": "Ms. Cecilia A. Dapaah: Madam Speaker, page 5, item 4 (17), those Hon Members who were absent. Hon Ayeh-Paye was in the House yesterday but he has been listed as absent.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, page 5, item 4 (17), those Hon Members who were absent. Hon Ayeh-Paye was in the House yesterday but he has been listed as absent.", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Page 12. . .19- [Pause].\nHon Leader, Question time - have we got the Hon Minister for Local Government and Rural Development here?\nMr. Cletus A. Avoka Madam Speaker, yes. The Hon Minister for Local Government and Rural Development is in the Chamber to answer the Questions.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Page 12. . .19- [Pause].\n Hon Members, the Votes and Proceedings of Wednesday, 1st February, 2012 as corrected is adopted as the true record of proceedings.\n\nHon Leader, Question time - have we got the Hon Minister for Local Government and Rural Development here?\n\nMr. Cletus A. Avoka Madam Speaker, yes. The Hon Minister for Local Government and Rural Development is in the Chamber to answer the Questions.", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, the first Question stands in the name of Hon Francis Yaw Osei-Sarfo, Member of Parliament for Krachi West.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Hon Members, the first Question stands in the name of Hon Francis Yaw Osei-Sarfo, Member of Parliament for Krachi West.", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Mr. Simon E. Asimah", 
            "original": "Mr. Simon E. Asimah: Madam Speaker, the Hon Member for Krachi West, Francis Osei-Sarfo has asked me to seek your permission to ask the Question on his behalf because he may not be in the House today.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, the Hon Member for Krachi West, Francis Osei-Sarfo has asked me to seek your permission to ask the Question on his behalf because he may not be in the House today.", 
            "time": "11:00:00"
        }, 
        {
            "column": "412", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "All right", 
            "time": "11:00:00"
        }, 
        {
            "column": "413", 
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "11:10:00"
        }, 
        {
            "column": "413", 
            "heading": "MINISTRY OF LOCAL GOVERNMENT", 
            "kind": "heading", 
            "original": "MINISTRY OF LOCAL GOVERNMENT", 
            "time": "11:10:00"
        }, 
        {
            "column": "413", 
            "heading": "AND RURAL DEVELOPMENT", 
            "kind": "heading", 
            "original": "AND RURAL DEVELOPMENT", 
            "time": "11:10:00"
        }, 
        {
            "column": "413", 
            "kind": "speech", 
            "name": "Minister for Local Government and Rural Development (Mr. Samuel Ofosu Ampofo)", 
            "original": "Minister for Local Government and Rural Development (Mr. Samuel Ofosu Ampofo): Madam Speaker, the reasons adduced for the ineffectiveness of the sub-structures of the Local Governance system were largely due to their unwieldiness in numbers. Other issues were the question of remuneration for the members resulting in their being less effective and efficient and the absence of offices for the sub-structures in most districts.\nMadam Speaker, a Human Resource and Infrastructure Audit conducted by the Local Government Service has indicated that over 80 percent of districts in Ashanti, Brong-Ahafo, Upper West, Western and Central Regions have physical infrastructure available for the substructures. In some few cases, personnel have been appointed but payment of their salaries has been a major problem for most of the Assemblies.\nMadam Speaker, the Assemblies have been directed to resource the substructures to intensify their revenue mobilization efforts; fifty per cent (50%) of revenue mobilized by them would be retained for administrative and personnel emoluments.\nIn addition, with the implementation of the Composite Budget this year, the roles assigned to the sub-structures will become. more effective as L.I 1961 becomes fully operational.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the reasons adduced for the ineffectiveness of the sub-structures of the Local Governance system were largely due to their unwieldiness in numbers. Other issues were the question of remuneration for the members resulting in their being less effective and efficient and the absence of offices for the sub-structures in most districts.\n These undermined the administrative and political considerations envisaged for the creation of these sub-district structures.\n Madam Speaker, to address these issues and to make the sub-structures work effectively, the Local Government (Urban, Zonal and Town Councils and Unit Committees) (Establishment) instrument; 2010 LI. 1967 was passed alongside the passage of L.I. 1961 of 2009.\n L.I. 1967 realigned the unit committees to be coterminous with the electoral areas and thus reducing it from 15,000 to 5,000. It-also reduced the composition of the membership of the unit committees from 15 to 5 members and. eliminated the Appointment of government representatives to the sub-structures.\n\nMadam Speaker, a Human Resource and Infrastructure Audit conducted by the Local Government Service has indicated that over 80 percent of districts in Ashanti, Brong-Ahafo, Upper West, Western and Central Regions have physical infrastructure available for the substructures. In some few cases, personnel have been appointed but payment of their salaries has been a major problem for most of the Assemblies.\n\nMadam Speaker, the Assemblies have been directed to resource the substructures to intensify their revenue mobilization efforts; fifty per cent (50%) of revenue mobilized by them would be retained for administrative and personnel emoluments.\n\nIn addition, with the implementation of the Composite Budget this year, the roles assigned to the sub-structures will become. more effective as L.I 1961 becomes fully operational.", 
            "time": "11:10:00"
        }, 
        {
            "column": "414", 
            "kind": "speech", 
            "name": "Mr. Asimah", 
            "original": "Mr. Asimah: Madam Speaker, I want to find out from the Minister, since the Assemblies were directed by them to intensity their revenue mobilization effort, have they been able to do that?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I want to find out from the Minister, since the Assemblies were directed by them to intensity their revenue mobilization effort, have they been able to do that?", 
            "time": "11:10:00"
        }, 
        {
            "column": "414", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, our records indicate that most of the Assemblies have been able to increase their internally generated revenue at the various Assembly levels. This is because under the District Development Facility (DDF) one of the criterion for qualifying for the DDF under the \"functional organizational assessment too is increase in revenue mobilization and Assemblies are rewarded when they are able to improve up on their revenue mobilization, especially their internally generated ones. Again, under the District Assembly Common Fund, the formula for the disbursement also includes improvement", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, our records indicate that most of the Assemblies have been able to increase their internally generated revenue at the various Assembly levels. This is because under the District Development Facility (DDF) one of the criterion for qualifying for the DDF under the \"functional organizational assessment too is increase in revenue mobilization and Assemblies are rewarded when they are able to improve up on their revenue mobilization, especially their internally generated ones. Again, under the District Assembly Common Fund, the formula for the disbursement also includes improvement", 
            "time": "11:10:00"
        }, 
        {
            "column": "415", 
            "kind": "continued speech", 
            "name": "Mr. Ampofo", 
            "original": "[MR AMPOFO].", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "in revenue mobilization and all these are factors that are encouraging the Assemblies to intensify their revenue mobilization efforts- Some have come out with very innovative ways of increasing revenue for their various Municipal, Metropolitan and District Assemblies (MMDAs).", 
            "time": "11:10:00"
        }, 
        {
            "column": "415", 
            "kind": "speech", 
            "name": "Mr. Asimah", 
            "original": "Mr. Asimah: Madam Speaker, I want to find out from the Hon Minister what has been the involvement of the sub- structures in the preparation of the 2012 composite budget.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I want to find out from the Hon Minister what has been the involvement of the sub- structures in the preparation of the 2012 composite budget.", 
            "time": "11:10:00"
        }, 
        {
            "column": "415", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, the composite budget concept had been introduced and it was first experimented last year during the preparation of the 2012 Budget. Assembly members, their unit committee members, urban, town and area and zonal council members, traditional authorities and some identifiable organizations were all made part and parcel of the budget hearing processes.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the composite budget concept had been introduced and it was first experimented last year during the preparation of the 2012 Budget. Assembly members, their unit committee members, urban, town and area and zonal council members, traditional authorities and some identifiable organizations were all made part and parcel of the budget hearing processes.\n In fact, the composite budget hearing processes were conducted at the various Regional Co-ordinating Council levels and chiefs, opinion leaders, Assembly members, unit committee members were selected to join the core assembly staff to do the presentation of their composite budgets during the budget hearing.\n So it is a novel idea, it was started only last year and we believe that as time goes on, there will be more involvement of all stakeholders in the preparation of the composite budget.", 
            "time": "11:10:00"
        }, 
        {
            "column": "415", 
            "kind": "speech", 
            "name": "Ms. Beatrice Bernice Boateng", 
            "original": "Ms. Beatrice Bernice Boateng: Madam Speaker, in the Minister’s Answer, I think he gave some reasons why the substructures are not working. Some of them, in his Answer, indicate remuneration for\nmembers and then lack of structures which are part of them. I think lack of qualified staff is also one of them. Madam Speaker, I want to find out from the Minister, these are the reasons why the sub-structures are not working. But before a district can be well established and effective, these should be present.\nIs it not possible for us to ensure that the districts that are operating now have all these sub-structures working, all the issues addressed before new ones are brought into it since we still have these problems operating against us?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, in the Minister’s Answer, I think he gave some reasons why the substructures are not working. Some of them, in his Answer, indicate remuneration for\n\nmembers and then lack of structures which are part of them. I think lack of qualified staff is also one of them. Madam Speaker, I want to find out from the Minister, these are the reasons why the sub-structures are not working. But before a district can be well established and effective, these should be present.\n\nIs it not possible for us to ensure that the districts that are operating now have all these sub-structures working, all the issues addressed before new ones are brought into it since we still have these problems operating against us?", 
            "time": "11:10:00"
        }, 
        {
            "column": "416", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Are you seeking his opinion? It seems in my view that the question is seeking his opinion.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Are you seeking his opinion? It seems in my view that the question is seeking his opinion.", 
            "time": "11:10:00"
        }, 
        {
            "column": "416", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Order! Order!\n Well, I do not know. I still think you are asking one way or the other - he can say yes, he can say no. It is his opinion. If you can put it in another way - I think you are asking opinion.", 
            "time": "11:10:00"
        }, 
        {
            "column": "416", 
            "kind": "speech", 
            "name": "Ms. Boateng", 
            "original": "Ms. Boateng: Madam Speaker, I want to ask the Minister that- the existing districts do not have their sub-structures working because of some reasons assigned in this Answer. I want the Minister to tell me what he is going to do to ensure that these sub-structures in the existing districts are working fully before others are created -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I want to ask the Minister that- the existing districts do not have their sub-structures working because of some reasons assigned in this Answer. I want the Minister to tell me what he is going to do to ensure that these sub-structures in the existing districts are working fully before others are created -", 
            "time": "11:10:00"
        }, 
        {
            "column": "416", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Minister, she says, have you got any plans to have them working fully?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, Hon Minister, she says, have you got any plans to have them working fully?", 
            "time": "11:10:00"
        }, 
        {
            "column": "417", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, that is exactly why the realignment was done and the reduction of the unit committees -in fact, we used to have 15 members forming each of the unit committees and we had about 16,000 unit committees. The numbers were very huge and very unwieldy to work with.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, that is exactly why the realignment was done and the reduction of the unit committees -in fact, we used to have 15 members forming each of the unit committees and we had about 16,000 unit committees. The numbers were very huge and very unwieldy to work with.\n So the realignment reduced it from 15 to 5 and made it coterminous with the electoral areas. They have started working very effectively and the 5 elected unit committee members are more or less now working as Cabinet Members of the Assemblies within the Electoral Areas. So it is very easy for them to come together to undertake communal labor to help in revenue mobilization and registration of birth and deaths.\n The law was passed only 2010. So from all indications, it is working and we need to ensure that we encourage it to work more. As for the sub-metros and others, because they are at a higher level, we have personnel at the sub-metros and most of the sub-metros are operating very effectively and efficiently in the country.", 
            "time": "11:10:00"
        }, 
        {
            "column": "417", 
            "kind": "speech", 
            "name": "Mr. Charles S. Hodogbey", 
            "original": "Mr. Charles S. Hodogbey: Madam Speaker, my question to the Hon Minister is, prior to the establishment of Act 462, from my own observation, villages and towns in Ghana were developing better than the introduction of Act 462 with the Unit Committees. If you take an electoral area, comprising of about say 10 villages with one Unit Committee, the administration of the various villages becomes a problem -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, my question to the Hon Minister is, prior to the establishment of Act 462, from my own observation, villages and towns in Ghana were developing better than the introduction of Act 462 with the Unit Committees. If you take an electoral area, comprising of about say 10 villages with one Unit Committee, the administration of the various villages becomes a problem -", 
            "time": "11:20:00"
        }, 
        {
            "column": "417", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: What is the question?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "What is the question?", 
            "time": "11:20:00"
        }, 
        {
            "column": "418", 
            "kind": "speech", 
            "name": "Mr. Hodogbey", 
            "original": "Mr. Hodogbey: Madam Speaker, my question is having seen all these, what effort has the Ministry made to amend the Act so that we can have an effective administration and control of our villages for better development?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, my question is having seen all these, what effort has the Ministry made to amend the Act so that we can have an effective administration and control of our villages for better development?", 
            "time": "11:20:00"
        }, 
        {
            "column": "418", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, these are the very reasons why the L.I. 1961 was put in place to re-align the Unit Committees to be coterminous with the electoral areas. This is because previously, we had 16,000 Unit Committees and it was very, very difficult for one Assemblyman with about five, six or seven Unit Committees within his electoral area, each of the units having about 15 people to work with.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, these are the very reasons why the L.I. 1961 was put in place to re-align the Unit Committees to be coterminous with the electoral areas. This is because previously, we had 16,000 Unit Committees and it was very, very difficult for one Assemblyman with about five, six or seven Unit Committees within his electoral area, each of the units having about 15 people to work with.\n Today, under the new system, the realignment has taken place. We have five elected Unit Committee members who were elected by universal adult suffrage. They have been elected by their people and so they have the mandate of the people to work with the Assembly members to deliver on the challenges facing the electoral areas- We believe that this arrangement is rather better, it is only one year old and we believe that from every indication, this one will prove more effective and efficient than the previous ones that we had- - So let us continue to give it a try and encourage ourselves and as Hon Members here to also support the various Assembly members and Unit Committee members within our constituencies and electoral areas, to enable them deliver to the expectation of the people.", 
            "time": "11:20:00"
        }, 
        {
            "column": "418", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, before the Hon Minister started, he sought your permission to make some corrections. So I was going to commend him for doing a good work. But it appears that the correction on the last paragraph, he did not see it- So he should take note and correct that so that the records - it says:", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, before the Hon Minister started, he sought your permission to make some corrections. So I was going to commend him for doing a good work. But it appears that the correction on the last paragraph, he did not see it- So he should take note and correct that so that the records - it says:\n \"To intensified...\"\n Madam Speaker, but on my substantive question, I do not know if that is the impression he wanted to give, but he said", 
            "time": "11:20:00"
        }, 
        {
            "column": "419", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[DR A. A. OSEI]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "the Composite Budget concept was only implemented last year. I beg to disagree. We know that it has been piloted years back. Maybe, he meant the full implementation of all, so if he can correct himself.", 
            "time": "11:20:00"
        }, 
        {
            "column": "419", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, the Hon Member said, what do you mean? Is it the full -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minister, the Hon Member said, what do you mean? Is it the full -", 
            "time": "11:20:00"
        }, 
        {
            "column": "419", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, I was talking about the full implementation; the roll-out of the Composite Budget for all the districts. But I know that it has been piloted over the years but it is now that it is being fully implemented and involving all the 170 Metropolitan, Municipal and District Assemblies (MMDAs) in the country.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I was talking about the full implementation; the roll-out of the Composite Budget for all the districts. But I know that it has been piloted over the years but it is now that it is being fully implemented and involving all the 170 Metropolitan, Municipal and District Assemblies (MMDAs) in the country.", 
            "time": "11:20:00"
        }, 
        {
            "column": "419", 
            "kind": "speech", 
            "name": "Mr. Theophilus T. Chaie", 
            "original": "Mr. Theophilus T. Chaie: Madam Speaker, the Hon Minister has enumerated a lot of plans and programmes that they have put in place to make sure that the sub-structures of the local government are actually enhanced. But the Accra Metr0politanAssembly (AMA) has 11 sub-metros. As of now, with the Unit Committees none has been inaugurated. I want to find out from him the reasons those Unit Committees have not yet been inaugurated to function.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Minister has enumerated a lot of plans and programmes that they have put in place to make sure that the sub-structures of the local government are actually enhanced. But the Accra Metr0politanAssembly (AMA) has 11 sub-metros. As of now, with the Unit Committees none has been inaugurated. I want to find out from him the reasons those Unit Committees have not yet been inaugurated to function.", 
            "time": "11:20:00"
        }, 
        {
            "column": "419", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, my attention was drawn to the fact that AMA has inaugurated all the 11 sub-metros, but is yet to inaugurate the Unit Committees. And I felt that they should have even inaugurated the Unit Committees first before going ahead to do the inauguration of the sub-metros. I have therefore spoken with the Regional Minister and directed that as early as possible, they should inaugurate all the Unit Committees.\nFor the first time, the Ministry has even organized orientation courses and designed brochures that are guiding the Unit Committees to know what they are expected to do. So once they are inaugurated, all these booklets are given to them to empower them to perform efficiently. So I have directed the Greater Accra Regional Minister and he will ensure that AMA inaugurates all. the remaining Unit Committees in the AMA as soon as possible.\nMaj. Derek Y. Oduro (retd): Madam Speaker, members of the District Assemblies have been given motorbikes. I believe not all of them have got them and that has created a problem. But more of the problem is with the unit committee members - the members of the substructure. Is the Hon Minister not agreeing with me that the sidelining of the sub-structure members has also created problems for the sub-structure and that explains Why they are being in effective?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, my attention was drawn to the fact that AMA has inaugurated all the 11 sub-metros, but is yet to inaugurate the Unit Committees. And I felt that they should have even inaugurated the Unit Committees first before going ahead to do the inauguration of the sub-metros. I have therefore spoken with the Regional Minister and directed that as early as possible, they should inaugurate all the Unit Committees.\n\nFor the first time, the Ministry has even organized orientation courses and designed brochures that are guiding the Unit Committees to know what they are expected to do. So once they are inaugurated, all these booklets are given to them to empower them to perform efficiently. So I have directed the Greater Accra Regional Minister and he will ensure that AMA inaugurates all. the remaining Unit Committees in the AMA as soon as possible.\n\nMaj. Derek Y. Oduro (retd): Madam Speaker, members of the District Assemblies have been given motorbikes. I believe not all of them have got them and that has created a problem. But more of the problem is with the unit committee members - the members of the substructure. Is the Hon Minister not agreeing with me that the sidelining of the sub-structure members has also created problems for the sub-structure and that explains Why they are being in effective?", 
            "time": "11:20:00"
        }, 
        {
            "column": "420", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, did you get the question correctly?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minister, did you get the question correctly?", 
            "time": "11:20:00"
        }, 
        {
            "column": "420", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, I think the National Democratic Congress (NDC) Government ought to be commended as the first government to have resourced District Assembly members - [Interruptions]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I think the National Democratic Congress (NDC) Government ought to be commended as the first government to have resourced District Assembly members - [Interruptions]", 
            "time": "11:20:00"
        }, 
        {
            "column": "420", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Order! Order!", 
            "time": "11:20:00"
        }, 
        {
            "column": "420", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: By giving Assembly members motorbikes to enhance their mobility and thereby bring governance to the doorstep of the people.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "By giving Assembly members motorbikes to enhance their mobility and thereby bring governance to the doorstep of the people.\n Madam Speaker, I agree with the Hon Member that not all the Assemblies have been given the motorbikes as at now. This is because at the time that the proposals Were being put in place new electoral areas had not been created. But during the", 
            "time": "11:20:00"
        }, 
        {
            "column": "421", 
            "kind": "continued speech", 
            "name": "Mr. Ampofo", 
            "original": "[MR AMPOFO]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "process, about 1,000 and over electoral areas were created, and so we have now added those ones to the request. As I speak to you now, we have supplied over 6,000 motorbikes and the remaining 2,000 motorbikes have just arrived for distribution to the remaining Assembly members.\n I believe that a journey of a thousand kilometers begins with a step and the first step of providing motorbikes for the Assembly members then give a ray of hope to our unit committee members that once Members of Parliament (MPs) have vehicles and Assembly members have motorbikes, maybe, unit committee members would also have bicycles.\n This can be a matter of course. So we recognize the work of the unit committee members and within the constraints of the Ministry’s budget, we will be looking at the possibility of also taking them on board and giving them some means of transport that would enable them to reach out to their people.", 
            "time": "11:20:00"
        }, 
        {
            "column": "421", 
            "kind": "speech", 
            "name": "Mr. Haruna H. Bayirga", 
            "original": "Mr. Haruna H. Bayirga: Madam Speaker, I only want a point of clarification.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I only want a point of clarification.", 
            "time": "11:20:00"
        }, 
        {
            "column": "421", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, Hon Member, I, would not want to go there. Whether You are paying fully on not is another matter. Let us leave that matter. Ask another question, please. The Hon Minister would not even know about what happens.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, Hon Member, I, would not want to go there. Whether You are paying fully on not is another matter. Let us leave that matter. Ask another question, please. The Hon Minister would not even know about what happens.", 
            "time": "11:20:00"
        }, 
        {
            "column": "422", 
            "kind": "speech", 
            "name": "Dr Kojo Appiah-Kubi", 
            "original": "Dr Kojo Appiah-Kubi: Madam Speaker, the Hon Minister in his response said that, as part of the reform of local governance, the composition of the unit committee membership have been reduced from 15,000 to 5,000. The Minister would agree with me that this has however led to some small towns not having any Unit Committees at all, particularly, small towns under electoral areas which cover more than two towns. What is the Minister doing. This has also impeded development of these small towns because we do not have any Unit Committee and therefore, cannot have people as a mobilizing force.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Minister in his response said that, as part of the reform of local governance, the composition of the unit committee membership have been reduced from 15,000 to 5,000. The Minister would agree with me that this has however led to some small towns not having any Unit Committees at all, particularly, small towns under electoral areas which cover more than two towns. What is the Minister doing. This has also impeded development of these small towns because we do not have any Unit Committee and therefore, cannot have people as a mobilizing force.\n What is the Minister doing to ensure that these small towns do have unit committee representation?", 
            "time": "11:30:00"
        }, 
        {
            "column": "422", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, the Unit Committee elections were conducted in such a way that, in some areas, some representatives who were coming from particular villages did not win the elections. So you have a situation where in a particular community or a small community, you do not have a unit committee member representing that Electoral area;", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Unit Committee elections were conducted in such a way that, in some areas, some representatives who were coming from particular villages did not win the elections. So you have a situation where in a particular community or a small community, you do not have a unit committee member representing that Electoral area;\n But then we have five members who have been elected. And those five members who have been elected are supposed to operate with the Assembly member within that electoral area. So there is an institutional arrangement for the Assembly member to link up with the unit committee members.\n We also know the pivotal roles our traditional authorities and chiefs have been playing in terms of mobilizing the people for communal labor and other things. So we keep on relying on this very important role of our traditional authorities to help in the mobilization of the people for communal labor in our various small communities.", 
            "time": "11:30:00"
        }, 
        {
            "column": "423", 
            "kind": "continued speech", 
            "name": "Mr. Ampofo", 
            "original": "[MR AMPOFO]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "As the law stands now, we cannot say that every village must have a Unit Committee member. That was what was being operated upon when we had that 16 Unit Committee and it was not working. We believe that with the reduced number, we should be able to encourage them to work with all the communities that fall within all the electoral areas.", 
            "time": "11:30:00"
        }, 
        {
            "column": "423", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Let us move on quickly now, because we have so many Questions.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Let us move on quickly now, because we have so many Questions.", 
            "time": "11:30:00"
        }, 
        {
            "column": "423", 
            "kind": "speech", 
            "name": "Mr. J.B. Aidoo", 
            "original": "Mr. J.B. Aidoo: Madam Speaker, - the Hon Minister did a good service by engaging us in a exercise of correction. In paragraph three of his Answer, he requested the House to replace \"to\" with \"with\". But I was expecting that the word before it could have been corrected. The word is \"coterminous\" and not \"conterminous\" and even going on, mentions \"conterminous\". It is \"coterminous\".\nMr. Ampofo Madam Speaker, this is because the Assembly member is the Assembly member for the whole electoral area, and has five unit committee members to work with. What we expect the Assembly Member .to do, is to team up with five unit committee members. For instance, after assembly meeting, they have to move from one community to another community, to engage and interact with them to find out their challenges and to see how they could be Assisted and that is why the assembly members have even been given motorbikes.\nSo in any unit that you are going, you pick one of your Unit Committee members, you go and have the meeting with them, maybe at the next meeting, you go with the other unit committee member. So this is an in-house arrangement that Assembly members are using to work with the unit committee members so that they can reach out to all the other areas which do not have representation on the Unit Committees. This is because the Unit Committees are now coterminous with the electoral areas and are supposed to work within that electoral area that they have been elected.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, - the Hon Minister did a good service by engaging us in a exercise of correction. In paragraph three of his Answer, he requested the House to replace \"to\" with \"with\". But I was expecting that the word before it could have been corrected. The word is \"coterminous\" and not \"conterminous\" and even going on, mentions \"conterminous\". It is \"coterminous\".\n Madam Speaker on paragraph five, which the Hon Member Akoto Osei corrected. we have sub-structures and there is apostrophe on the (s), and it should not have been there.\n Madam Speaker, my substantive question is this; within an electoral area where you have one big community against four or three communities- In the unit committee elections, all the five members of the unit committee members had been elected from the big community at the expense of the three or the four other communities. And the Minister has just indicated that his Ministry is encouraging them, that the five go to the smaller community.\n In what sense or way is the Hon Minister encouraging them? Is it by mere use of words or what?\n\nMr. Ampofo Madam Speaker, this is because the Assembly member is the Assembly member for the whole electoral area, and has five unit committee members to work with. What we expect the Assembly Member .to do, is to team up with five unit committee members. For instance, after assembly meeting, they have to move from one community to another community, to engage and interact with them to find out their challenges and to see how they could be Assisted and that is why the assembly members have even been given motorbikes.\n\nSo in any unit that you are going, you pick one of your Unit Committee members, you go and have the meeting with them, maybe at the next meeting, you go with the other unit committee member. So this is an in-house arrangement that Assembly members are using to work with the unit committee members so that they can reach out to all the other areas which do not have representation on the Unit Committees. This is because the Unit Committees are now coterminous with the electoral areas and are supposed to work within that electoral area that they have been elected.", 
            "time": "11:30:00"
        }, 
        {
            "column": "424", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, we have so many Questions, let us have one last question. This is because we have so many interesting questions for the Minister. Let us see somebody who -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Members, we have so many Questions, let us have one last question. This is because we have so many interesting questions for the Minister. Let us see somebody who -", 
            "time": "11:30:00"
        }, 
        {
            "column": "424", 
            "kind": "speech", 
            "name": "Mr. Albert Kan-Dapaah", 
            "original": "Mr. Albert Kan-Dapaah: Madam Speaker, is the Hon Minister aware - [Interruptions]- that this decision-to force the District Assemblies to acquire motor bikes for all Assemblies members has thrown almost all the Assemblies into huge debts such that they are now completely deprived of funds needed for development projects in the Assemblies?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, is the Hon Minister aware - [Interruptions]- that this decision-to force the District Assemblies to acquire motor bikes for all Assemblies members has thrown almost all the Assemblies into huge debts such that they are now completely deprived of funds needed for development projects in the Assemblies?", 
            "time": "11:30:00"
        }, 
        {
            "column": "424", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, please, I am not aware.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, please, I am not aware.", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, he has answered your Question. Your Question was, is he aware?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, he has answered your Question. Your Question was, is he aware?", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Mr. Kan-Dapaah", 
            "original": "Mr. Kan-Dapaah: He cannot say that. Madam Speaker, he knows that for most of the Assemblies, these days when the Common Fund comes, it is a negative balance. How can he not be aware of this?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "He cannot say that. Madam Speaker, he knows that for most of the Assemblies, these days when the Common Fund comes, it is a negative balance. How can he not be aware of this?", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, let us not debate the Minister. Your Question simply was \"is he aware\"? It is not a question of you told him. \"Is he aware?\" And he says he is not aware. And you want to argue with him that because of this and that, you are then debating him. Please, I would have permitted it if the rules -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, let us not debate the Minister. Your Question simply was \"is he aware\"? It is not a question of you told him. \"Is he aware?\" And he says he is not aware. And you want to argue with him that because of this and that, you are then debating him. Please, I would have permitted it if the rules -", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Mr. Kan-Dapaah", 
            "original": "Mr. Kan-Dapaah: In that case, Madam Speaker, with your permission, can I re frame the Question?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "In that case, Madam Speaker, with your permission, can I re frame the Question?", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: ’Well, you would have had two questions and that would be the bitter end of your questioning. Yes, go on with your last question.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "’Well, you would have had two questions and that would be the bitter end of your questioning. Yes, go on with your last question.", 
            "time": "11:30:00"
        }, 
        {
            "column": "425", 
            "kind": "speech", 
            "name": "Mr. Kan-Dapaah", 
            "original": "Mr. Kan-Dapaah: Madam Speaker, given that the false acquisition of the motorbikes by the Assemblies forced by him- have led the Assemblies into huge debts and not having enough money to undertake much-needed development projects, will the Minister consider finding some other means to provide funds to the Assemblies to do the development projects that they are obliged to do?\nMadam Speaker, Assemblies out of their own volition passed resolutions and then sent them to the Ministry and the Common Fund Administrator’s office asking that motorbikes be procured to enhance the effectiveness of their work. So l do not have anything to show and there is no evidence that anybody has forced any of the Assemblies to procure motorbikes.\nMadam Speaker, on the second side of his Question, there are other ways that the Ministry is helping the various Metropolitan, Municipal and District Assemblies (MMDAs) to get extra funding for their activities. One of the ways is through the Functional Organizational Assessment Tool (FOAT), which is conducted annually based on performance and the Assemblies are rewarded when they pass.\nFor last year, 159 out of the 170 assemblies qualified under the FOAT Assessment and all of them were given handsome cash rewards for passing those assessments. This has gone a long way to assist them.\nIn addition to that, there have been a number of interventions including the Local Government Capacity Support Programme which the Honorable House here approved of US$175 million facility for 46 Metropolitan and Municipal Assemblies. These are also going to support and inject more funds into it. So these are all other ways that the Ministry is exploring to get other funds other than the Common Fund to enable them to meet their development commitments.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, given that the false acquisition of the motorbikes by the Assemblies forced by him- have led the Assemblies into huge debts and not having enough money to undertake much-needed development projects, will the Minister consider finding some other means to provide funds to the Assemblies to do the development projects that they are obliged to do?\n \"Madam Speaker: Yes, Hon Minister, I that is a_ fair Question. He is telling you and saying that because of that -\n 'Mr. Ampofo Madam Speaker, I first want to correct the impression the Hon Member, is trying to create, that Assemblies have been forced.\n\nMadam Speaker, Assemblies out of their own volition passed resolutions and then sent them to the Ministry and the Common Fund Administrator’s office asking that motorbikes be procured to enhance the effectiveness of their work. So l do not have anything to show and there is no evidence that anybody has forced any of the Assemblies to procure motorbikes.\n\nMadam Speaker, on the second side of his Question, there are other ways that the Ministry is helping the various Metropolitan, Municipal and District Assemblies (MMDAs) to get extra funding for their activities. One of the ways is through the Functional Organizational Assessment Tool (FOAT), which is conducted annually based on performance and the Assemblies are rewarded when they pass.\n\nFor last year, 159 out of the 170 assemblies qualified under the FOAT Assessment and all of them were given handsome cash rewards for passing those assessments. This has gone a long way to assist them.\n\nIn addition to that, there have been a number of interventions including the Local Government Capacity Support Programme which the Honorable House here approved of US$175 million facility for 46 Metropolitan and Municipal Assemblies. These are also going to support and inject more funds into it. So these are all other ways that the Ministry is exploring to get other funds other than the Common Fund to enable them to meet their development commitments.", 
            "time": "11:30:00"
        }, 
        {
            "column": "426", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The last Question must come from the Hon Minority Leader. We have spent too much time on this Question. If you want the other Questions", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "The last Question must come from the Hon Minority Leader. We have spent too much time on this Question. If you want the other Questions", 
            "time": "11:40:00"
        }, 
        {
            "column": "427", 
            "kind": "continued speech", 
            "name": "Madam Speaker", 
            "original": "[MADAM SPEAKER]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "to be deferred and not asked in the House, I would dwell on one Question. But let us effectively share this between - Hon Minority Leader, let us have the last question and then we move on.", 
            "time": "11:40:00"
        }, 
        {
            "column": "427", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, the Hon Minister said in his last but one paragraph of that Answer, that the Assemblies have been directed to resource the sub-structures to intensify their revenue mobilization efforts of which 50 percent of revenue mobilized by them would be retained for administration and personnel emoluments. Madam Speaker, that certainly is a useful beginning.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Minister said in his last but one paragraph of that Answer, that the Assemblies have been directed to resource the sub-structures to intensify their revenue mobilization efforts of which 50 percent of revenue mobilized by them would be retained for administration and personnel emoluments. Madam Speaker, that certainly is a useful beginning.\n But given the fact that the various Assemblies are not uniformly resourced, even though it is a useful beginning as I said, does he consider it as a fair remuneration to the players considering the fact also that in those most deprived areas, they have the widest geographical expanse? So it means that the people there will have to even work harder, and those of them in compact areas.\n Does he think given these circumstances, it is a fair way of remunerating them?", 
            "time": "11:40:00"
        }, 
        {
            "column": "427", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, I will not say it is fair but what we are doing is to encourage them to also look out for other areas of generating internal resources. And when you go to some of the communities, by encouraging them to set up market centers of their own, they generate revenue from toll collections and several others.\nthey have identified a number of tourist potentials, we encourage them to develop them so that they can attract more people there and also raise more internally generated funds to support these activities.\nIn other areas where they are doing farming activities and others, they also take market tolls from even transportation of goods and services. These are all revenue that is generated and is used to support the various units Within that area. So, as for fairness, it may not be fair because of one geographical location and some challenges that one would be facing as a result of depravity but that is the best we can do under the circumstances.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I will not say it is fair but what we are doing is to encourage them to also look out for other areas of generating internal resources. And when you go to some of the communities, by encouraging them to set up market centers of their own, they generate revenue from toll collections and several others.\n We have also encouraged a number of them to look out for tourist attraction areas where people can go and pay some money and the local communities will retain some of the money to support their Unit Committees. In fact, at the Boti Falls and other areas in the Eastern Region where\n\nthey have identified a number of tourist potentials, we encourage them to develop them so that they can attract more people there and also raise more internally generated funds to support these activities.\n\nIn other areas where they are doing farming activities and others, they also take market tolls from even transportation of goods and services. These are all revenue that is generated and is used to support the various units Within that area. So, as for fairness, it may not be fair because of one geographical location and some challenges that one would be facing as a result of depravity but that is the best we can do under the circumstances.", 
            "time": "11:40:00"
        }, 
        {
            "column": "428", 
            "kind": "speech", 
            "name": "Mr. Kyei- Mensah-Bonsu", 
            "original": "Mr. Kyei- Mensah-Bonsu: Madam Speaker, this business of composite budgeting is to comply with article 240 (2) of the 1992 Constitution. That is ensuring that functions, powers and responsibilities and resources are at all times transferred from the Central Government to local government units in a co-ordinated manner. Madam Speaker, so it is to comply the relevant provisions in the Constitution.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, this business of composite budgeting is to comply with article 240 (2) of the 1992 Constitution. That is ensuring that functions, powers and responsibilities and resources are at all times transferred from the Central Government to local government units in a co-ordinated manner. Madam Speaker, so it is to comply the relevant provisions in the Constitution.\n Madam Speaker, but the Hon Minister agrees that, given the fact that there are no strong countervailing structures at the local government level, resources that are allocated to the local government units end up, a great proportion of it, being misappropriated and misapplied. And this is borne out by the Auditor-General’s Report to this House year in, year out.\n Given that fact, would the Hon Minister not consider that it would be more appropriate to have stronger structures at the base level first before allocating more resources to those levels? And would he not consider that given the, fact that it has not been done, channeling more resources would be a prodigal waste of allocating resources to be misapplied and misappropriated?", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, resources that are allocated to the various units are controlled by the Assemblies and they, have put in structures. The Assemblies have their finance and administrative sub-Committees and other bodies. By law those committees are mandatory committees of the Assemblies that are supposed to do that.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, resources that are allocated to the various units are controlled by the Assemblies and they, have put in structures. The Assemblies have their finance and administrative sub-Committees and other bodies. By law those committees are mandatory committees of the Assemblies that are supposed to do that.\n So With the various audit implementation committees, one of the criterion for qualifying is their response to audit queries and how they deal with it. Most Assemblies have failed the FOAT because they were unable to respond to audit queries and account for monies that were collected. By so doing, they lose colossal sums of money. Some lose about 70,000- [Pause.] So Madam Speaker, I am saying that we have put in measures - [Interruption] _", 
            "time": "11:40:00"
        }, 
        {
            "action": "rose ", 
            "column": "429", 
            "kind": "action", 
            "name": "Some Hon Members", 
            "original": "Some Hon Members -rose -", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Is it a point of order? This is the last Question, otherwise I will have to adjourn all the other Questions. We are getting past one hour.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Is it a point of order? This is the last Question, otherwise I will have to adjourn all the other Questions. We are getting past one hour.", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Mr. Hackman OWusu-Agyemang", 
            "original": "Mr. Hackman OWusu-Agyemang: Madam Speaker, it is a point of order.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, it is a point of order.", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, so measures have been put in to encourage the Assemblies to -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, so measures have been put in to encourage the Assemblies to -", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, let us have a point of order.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minister, let us have a point of order.", 
            "time": "11:40:00"
        }, 
        {
            "column": "429", 
            "kind": "speech", 
            "name": "Mr. Owusu-Agyemang", 
            "original": "Mr. Owusu-Agyemang: Madam Speaker, I think the Hon Minister completely missed the point. In the last quarter allocation, the amount that was allocated to all the Municipal and District Assemblies was, GH¢111 million out of\nwhich GH¢560 million was taken out for the so-called central purchase. So the issue is, how much do they have and he is saying that the money is at the discretion of - So all the money is gone from the center.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I think the Hon Minister completely missed the point. In the last quarter allocation, the amount that was allocated to all the Municipal and District Assemblies was, GH¢111 million out of\n\nwhich GH¢560 million was taken out for the so-called central purchase. So the issue is, how much do they have and he is saying that the money is at the discretion of - So all the money is gone from the center.", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, I think you are pushing in a question through the back door. So let us have the point of order. You are trying to push in a question through the back door.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, I think you are pushing in a question through the back door. So let us have the point of order. You are trying to push in a question through the back door.", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Mr. Owusu-Agyemang", 
            "original": "Mr. Owusu-Agyemang: No! He said the money is being used by the Assembly but it has all been appropriated at the center. All the money, GH¢111 million, only GH¢650 million is given to the Assemblies. Look at the note that We got. So why is he saying the money is there for them to use? The money is not available.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "No! He said the money is being used by the Assembly but it has all been appropriated at the center. All the money, GH¢111 million, only GH¢650 million is given to the Assemblies. Look at the note that We got. So why is he saying the money is there for them to use? The money is not available.", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, you have had your say.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, you have had your say.", 
            "time": "11:40:00"
        }, 
        {
            "action": "rose ", 
            "column": "430", 
            "kind": "action", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei - rose -", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Is it a point of order?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Is it a point of order?", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, the Hon Minister earlier had told us that about 154 Assemblies got money from the FOAT. Then he turns round and says most of them failed. The 154 is the majority of 173; so it cannot be that most failed because of that. So he is contradicting himself. The 154 out of 171 is most, so he cannot come back and say most of them have failed because 154 passed, by his own statement. So I think he should correct himself.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, the Hon Minister earlier had told us that about 154 Assemblies got money from the FOAT. Then he turns round and says most of them failed. The 154 is the majority of 173; so it cannot be that most failed because of that. So he is contradicting himself. The 154 out of 171 is most, so he cannot come back and say most of them have failed because 154 passed, by his own statement. So I think he should correct himself.", 
            "time": "11:40:00"
        }, 
        {
            "column": "430", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, I think he says there is a point of correction here, do you agree?\nMr. Ampofo Madam Speaker, I rather said that, out of 170, 159 passed the FOAT assessment.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minister, I think he says there is a point of correction here, do you agree?\n\nMr. Ampofo Madam Speaker, I rather said that, out of 170, 159 passed the FOAT assessment.", 
            "time": "11:40:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: He said most of them failed. He came back and said most of them failed, he did not mean to say that, so he should correct himself.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "He said most of them failed. He came back and said most of them failed, he did not mean to say that, so he should correct himself.", 
            "time": "11:40:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Then it would be a slip of tongue - [Laughter]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Then it would be a slip of tongue - [Laughter]", 
            "time": "11:40:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, we are spending too much time on one Question when we have about five more Questions. And I am saying this because, this Local Government matter is an important matter and questions that are coming are very important. So let us quickly move on to the next Question which stands in the name of the Hon Francis Yaw Osei-Sarfo.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Members, we are spending too much time on one Question when we have about five more Questions. And I am saying this because, this Local Government matter is an important matter and questions that are coming are very important. So let us quickly move on to the next Question which stands in the name of the Hon Francis Yaw Osei-Sarfo.", 
            "time": "11:40:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Mr. Simon E. Asimah", 
            "original": "Mr. Simon E. Asimah: Madam Speaker, the Hon Member has asked me to seek your permission and step down the Question number 784.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Member has asked me to seek your permission and step down the Question number 784.", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: To step down this Question?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "To step down this Question?", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Mr. Asimah", 
            "original": "Mr. Asimah: Yes, Madam Speaker.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, Madam Speaker.", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Step it down for what reason?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Step it down for what reason?", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Mr. Asimah", 
            "original": "Mr. Asimah: Madam Speaker, to Withdraw -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, to Withdraw -", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: To withdraw this Question?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "To withdraw this Question?", 
            "time": "11:50:00"
        }, 
        {
            "column": "431", 
            "kind": "speech", 
            "name": "Mr. Asimah", 
            "original": "Mr. Asimah: To withdraw the Question.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "To withdraw the Question.", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right, thank you", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "All right, thank you\n So this Question is withdrawn. We move to the next Question which stands in the name of Hon John Agyabeng (Agona East)", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, with respect, if a Question is asked and admitted by you it becomes the property of the House. If the Hon Member wants to withdraw, he may have to withdraw with the indulgence of the House.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, with respect, if a Question is asked and admitted by you it becomes the property of the House. If the Hon Member wants to withdraw, he may have to withdraw with the indulgence of the House.\n But Madam Speaker, he just got up to say that he has the authority of the Hon Member to Withdraw. He must seek the indulgence of the House. This is because, Madam Speaker, if the Question is asked, maybe an Hon Member may have a similar Question but once the Question is asked he decides to drop it.\n So if he has to withdraw, he must seek the indulgence of the House. And I hear some murmurings behind me that people are interested in the Question and in the Answer.", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Leader of the House, is there a particular order?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, Leader of the House, is there a particular order?", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Madam Speaker, the Hon Minority Leader is right. But I believe if I heard him properly, the Hon Member asked of your permission to withdraw on behalf of the Hon Member who asked the Question- [Interruption] - He did, he said that, I heard him.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Minority Leader is right. But I believe if I heard him properly, the Hon Member asked of your permission to withdraw on behalf of the Hon Member who asked the Question- [Interruption] - He did, he said that, I heard him.", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, he did ask for permission to withdraw but I do not know Whether you take the permission of the Speaker as different from the permission of the House? If so, then it is the Speaker who should have put it to the House. But he said he was asking for permission to withdraw.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, he did ask for permission to withdraw but I do not know Whether you take the permission of the Speaker as different from the permission of the House? If so, then it is the Speaker who should have put it to the House. But he said he was asking for permission to withdraw.", 
            "time": "11:50:00"
        }, 
        {
            "column": "432", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, with respect, that is so.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, with respect, that is so.", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: That the Speaker must then ask the House", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "That the Speaker must then ask the House", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Yes, Madam Speaker.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, Madam Speaker.", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: So supposing the Noes have it, what would he do with the Question which he does not want to withdraw?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "So supposing the Noes have it, what would he do with the Question which he does not want to withdraw?", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker that indeed is the position.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker that indeed is the position.", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: But l do not foresee the House also saying \"No\" to him, do you?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "But l do not foresee the House also saying \"No\" to him, do you?", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, it is because of the Answer given by the Hon Minister. It raises serious issues, unless the Hon Minister may want to look at his Answer and say that it was not the appropriate Answer.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, it is because of the Answer given by the Hon Minister. It raises serious issues, unless the Hon Minister may want to look at his Answer and say that it was not the appropriate Answer.", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, since the person who asked the Question does not think that it raises any serious issues for which he should persist with the Question - Yes, but is it not the person who raised the Question who should bring this the Answer?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, since the person who asked the Question does not think that it raises any serious issues for which he should persist with the Question - Yes, but is it not the person who raised the Question who should bring this the Answer?\n Well, so let us now follow procedure then. He tells me he has permission to ask the Speaker's authority to withdraw the Question. I am told that I should put it to the House. Is it to the procedure?\n Some Hon Members - No.", 
            "time": "11:50:00"
        }, 
        {
            "column": "433", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Madam Speaker, it has never been the practice that we debate when a Member says \"I asked this Question, I am no more interested in asking the Question for one reason or another known to me\". No matter how useful the Question is to the public, if any Hon Member is desirous of an answer, he\nor she is at liberty to ask a Question. But we cannot compel an Hon Member who no longer wants to ask his Question to ask that Question. I have not seen that in our Standing Orders that a Member should be compelled to ask a Question because the Answer is interesting. If one thinks that the Question raises interesting issues, one is at liberty to file one’s own Question.\nThere is discretion within Madam Speaker to accept the fact that he has asked of your indulgence to withdraw the Question for which he is no more interested which you have granted and that should end the matter.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, it has never been the practice that we debate when a Member says \"I asked this Question, I am no more interested in asking the Question for one reason or another known to me\". No matter how useful the Question is to the public, if any Hon Member is desirous of an answer, he\n\nor she is at liberty to ask a Question. But we cannot compel an Hon Member who no longer wants to ask his Question to ask that Question. I have not seen that in our Standing Orders that a Member should be compelled to ask a Question because the Answer is interesting. If one thinks that the Question raises interesting issues, one is at liberty to file one’s own Question.\n\nThere is discretion within Madam Speaker to accept the fact that he has asked of your indulgence to withdraw the Question for which he is no more interested which you have granted and that should end the matter.", 
            "time": "11:50:00"
        }, 
        {
            "column": "434", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I was just following precedents in the House where an application is made that an Hon Member who asks a Question wants to withdraw the Question. Sometimes they say, because by the effluxion of time, the matter is no more necessarily to be answered and we agree.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I was just following precedents in the House where an application is made that an Hon Member who asks a Question wants to withdraw the Question. Sometimes they say, because by the effluxion of time, the matter is no more necessarily to be answered and we agree.\n So I think I am acting for the House when I say that I give the permission to withdraw which has never been challenged in this particular case, yes, maybe, Hon Hackman Owusu-Agyemang would help us.", 
            "time": "11:50:00"
        }, 
        {
            "column": "434", 
            "kind": "speech", 
            "name": "Mr. Hackman Owusu-Agyemang", 
            "original": "Mr. Hackman Owusu-Agyemang: Madam Speaker, the decision lies in your good bosom and we are not asking that it be challenged. But sometimes when one has noticed that a Question has been filed by a Member of Parliament then one refrains from doing that because one knows it is going to come up anyway.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the decision lies in your good bosom and we are not asking that it be challenged. But sometimes when one has noticed that a Question has been filed by a Member of Parliament then one refrains from doing that because one knows it is going to come up anyway.\n As it is now, if the Hon Minister felt that it was not within his purview and that it is somebody else’s, then the Question still - [Interruption] - So the issue that he is withdrawing it has prevented somebody else from putting the issue and that was why some of us wanted really to debate it.", 
            "time": "11:50:00"
        }, 
        {
            "column": "435", 
            "kind": "continued speech", 
            "name": "Mr. Hackman Owusu-Agyemang", 
            "original": "[MR OWUSU-AGYEMANG]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "What I am taking issue at is what the Hon Majority Leader is saying, that we cannot force somebody - No. That is why the rule says very clearly, it becomes the property of the House and Madam Speaker on our behalf would make a ruling.\n So really, \"I do not think that he can just get up and say I do not want to do it anymore\" and it stays there. Otherwise, the Standing Orders would not say that it is the property of the House. It is very clear. So Madam Speaker, We would come another way to the same Question.", 
            "time": "11:50:00"
        }, 
        {
            "column": "435", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: And even quite unfortunately, the person who asked the Question himself is not here but sent a message that he withdraws it.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "And even quite unfortunately, the person who asked the Question himself is not here but sent a message that he withdraws it.\n So Hon Members, let us accept this at this stage. If he was here, I think you would be well within your right to ask him why and maybe he could tell you the reason. If he says he would not ask the Question, can we then proceed with the Question?", 
            "time": "11:50:00"
        }, 
        {
            "action": "rose ", 
            "column": "435", 
            "kind": "action", 
            "name": "Mr. Joseph B. Aidoo", 
            "original": "Mr. Joseph B. Aidoo - rose -", 
            "time": "11:50:00"
        }, 
        {
            "column": "435", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, Hon Boahen Aidoo, last intervention. It seems we are wasting so much time on Question time.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, Hon Boahen Aidoo, last intervention. It seems we are wasting so much time on Question time.", 
            "time": "11:50:00"
        }, 
        {
            "column": "435", 
            "kind": "speech", 
            "name": "Mr. J. B. Aidoo", 
            "original": "Mr. J. B. Aidoo: Madam Speaker, much as the Hon Member is indulging the House to withdraw the Question, the Answer that has been given in today’s Order Paper", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, much as the Hon Member is indulging the House to withdraw the Question, the Answer that has been given in today’s Order Paper", 
            "time": "11:50:00"
        }, 
        {
            "column": "435", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: You are jumping the fence. Let us think of the Question first. You are looking at the Answer when the Question has not even been considered.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "You are jumping the fence. Let us think of the Question first. You are looking at the Answer when the Question has not even been considered.", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Mr. J. B. Aidoo", 
            "original": "Mr. J. B. Aidoo: Madam Speaker, the Answer is now in the public domain -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Answer is now in the public domain -", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: It is not, the Question has not been asked, and the Hon Member says he would not ask the Question.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "It is not, the Question has not been asked, and the Hon Member says he would not ask the Question.", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Mr. J. B. Aidoo", 
            "original": "Mr. J. B. Aidoo: Madam Speaker, a very controversial Answer given -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, a very controversial Answer given -", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, I have no doubt that that is why - This is the first time that I have seen this kind of objection to somebody withdrawing a Question. Even I would not comment too much on the Question at this stage but it looks to me like, Why ask a Question like this even though I will not talk about it.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, I have no doubt that that is why - This is the first time that I have seen this kind of objection to somebody withdrawing a Question. Even I would not comment too much on the Question at this stage but it looks to me like, Why ask a Question like this even though I will not talk about it.", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, I want to seek your guidance.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I want to seek your guidance.\n Given the nature of what has just transpired, you may want to ask the Hon Minister to revisit his Answer and withdraw the inappropriate parts so that there is no controversy. There is a controversial Answer -", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, I do not want even to go into it. I will not do that because I am dealing with a Question which has been filed, and which is withdrawn. How do I go to the Hon Minister now to tell him to withdraw his Answer? No, I will not do that.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, I do not want even to go into it. I will not do that because I am dealing with a Question which has been filed, and which is withdrawn. How do I go to the Hon Minister now to tell him to withdraw his Answer? No, I will not do that.", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, you could look at it for the future because there is something there that can cause more controversy if you read the second part.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, you could look at it for the future because there is something there that can cause more controversy if you read the second part.", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, I do not know whether some people have different eyes but I did not see much. All I saw was -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, I do not know whether some people have different eyes but I did not see much. All I saw was -", 
            "time": "11:50:00"
        }, 
        {
            "column": "436", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: \"Three new districts have been created,\" that is the penultimate issue.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "\"Three new districts have been created,\" that is the penultimate issue.", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Probably, these are some of the reasons the Question was not even going to be asked at all, so we remove it from our records with all its mistakes.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Probably, these are some of the reasons the Question was not even going to be asked at all, so we remove it from our records with all its mistakes.\n So Hon Members, I think one hour has passed. l do not know what to do. Even though these Questions, I thought, were very important - whether to stop at this stage so we can have other work done, or quickly go through the Question. Let us quickly go through. Yes, Leader of the House, what do you think?", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Madam Speaker, we have advertised the Questions and the Answers. I do not mind if we go through the Questions but limit ourselves -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, we have advertised the Questions and the Answers. I do not mind if we go through the Questions but limit ourselves -", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: To the Hon Member who asked the Question and the three supplementary questions?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "To the Hon Member who asked the Question and the three supplementary questions?", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: To the Hon Member who asked the Question so that we can have this done. We have lot of work to do, and to spend one hour on one Question, no matter how useful it is, kl think it would affect our programme. So We still take the rest of then but limit it to the Hon Member who asked the Question so that We can finish the items on the Order Paper.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "To the Hon Member who asked the Question so that we can have this done. We have lot of work to do, and to spend one hour on one Question, no matter how useful it is, kl think it would affect our programme. So We still take the rest of then but limit it to the Hon Member who asked the Question so that We can finish the items on the Order Paper.", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minority Leader, you know the rules say one hour, and we have already done an hour. I am thinking aloud whether to just refer the Questions and the Answers for printing, or to air it here and get the Hon Member who asked the Question to have his three supplementary questions and move quickly through it which was suggested by the Hon Majority Leader. If you accept, then the three more questions, we could deal quickly with them - the Hon Member who asked the Question and the Answer and then the three more supplementary questions like we do with Questions. If you agree - otherwise one hour is past and I may have to refer it to the printer.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minority Leader, you know the rules say one hour, and we have already done an hour. I am thinking aloud whether to just refer the Questions and the Answers for printing, or to air it here and get the Hon Member who asked the Question to have his three supplementary questions and move quickly through it which was suggested by the Hon Majority Leader. If you accept, then the three more questions, we could deal quickly with them - the Hon Member who asked the Question and the Answer and then the three more supplementary questions like we do with Questions. If you agree - otherwise one hour is past and I may have to refer it to the printer.", 
            "time": "11:50:00"
        }, 
        {
            "column": "437", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, I think our rules of procedure allow you some room to indulge Hon\nMembers once we go beyond the one hour limitation.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I think our rules of procedure allow you some room to indulge Hon\n\nMembers once we go beyond the one hour limitation.", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes.", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: I noticed that Question number 875 may not be answered by the Hon Minister. But the other two stand in the name of Hon Stephen Amoanor Kwao. They are Constituency-specific Questions. And given the current status of my good Friend, Hon Stephen Amoanor Kwao, I believe the constituents must hear his voice. [Laughter]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I noticed that Question number 875 may not be answered by the Hon Minister. But the other two stand in the name of Hon Stephen Amoanor Kwao. They are Constituency-specific Questions. And given the current status of my good Friend, Hon Stephen Amoanor Kwao, I believe the constituents must hear his voice. [Laughter]", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: It seems that Question numbers 919 and 920 are about the same. So, shall I take it that you agree we should ask these Questions quickly, have the Answers read and then three more Supplementary questions?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "It seems that Question numbers 919 and 920 are about the same. So, shall I take it that you agree we should ask these Questions quickly, have the Answers read and then three more Supplementary questions?\n Yes, Hon Majority Leader, since the Orders say \"not more than ...\"?", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Yes, I agree that you can take Questions numbered 919 and 920 because Question number 875 has suffered its fate.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, I agree that you can take Questions numbered 919 and 920 because Question number 875 has suffered its fate.", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, let us deal with Question number 919 so that Question number 875 will be printed with the Answer in the Hansard", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, let us deal with Question number 919 so that Question number 875 will be printed with the Answer in the Hansard\n Ensuring Proper Land Use (Steps being taken).\n Q. 875 . Mr. John Agyabeng asked the Minister for Local Government and Rural Development the steps being taken by the Town and Country Planning Department to ensure proper land use in order to avoid future development of slums in the urban areas.", 
            "time": "12:00:00"
        }, 
        {
            "column": "438", 
            "kind": "speech", 
            "name": "Minister for Local Government and Rural Development (Mr. Samuel Ofosu Ampofo)", 
            "original": "Minister for Local Government and Rural Development (Mr. Samuel Ofosu Ampofo): Madam Speaker, the Town and [Country Planning Department is under the Ministry of Environment, Science and Technology and therefore falls outside my jurisdiction. Perhaps the questioner may redirect the Question to the appropriate Ministry.\nUpper Manya Krobo District Assembly (Provision of Permanent Office Complex)\nQ.919. Mr. Stephen Amoanor Kwao asked the Minister for Local Government and Rural Development when a permanent office complex would be provided for - the Upper Manya Krobo District Assembly.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Town and [Country Planning Department is under the Ministry of Environment, Science and Technology and therefore falls outside my jurisdiction. Perhaps the questioner may redirect the Question to the appropriate Ministry.\n [Printed under Standing Order 65(3)].\n\nUpper Manya Krobo District Assembly (Provision of Permanent Office Complex)\n\nQ.919. Mr. Stephen Amoanor Kwao asked the Minister for Local Government and Rural Development when a permanent office complex would be provided for - the Upper Manya Krobo District Assembly.", 
            "time": "12:00:00"
        }, 
        {
            "column": "439", 
            "kind": "speech", 
            "name": "Mr. Samuel Ofosu Ampofo", 
            "original": "Mr. Samuel Ofosu Ampofo: Madam Speaker, the Upper Manya Krobo District Assembly was created in February, 2008 out of the then Manya Krobo District Assembly. The new Assembly was not provided with seed money by the then Administration which created it.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Upper Manya Krobo District Assembly was created in February, 2008 out of the then Manya Krobo District Assembly. The new Assembly was not provided with seed money by the then Administration which created it.\n Madam Speaker, I wish to inform the House that the Upper Manya Krobo District Assembly awarded the construction of a three-storied office complex to Antarctic Construction Works Limited on 6th April, 2011 at a cost of one million, four hundred and ninety-eight thousand, five hundred and eighty-five Ghana Cedis (GH¢1,498,585.00). The office complex is expected to be completed within a period of eighteen (18) months.\n Madam Speaker, the Assembly has so far paid mobilization of GH¢ 189,237.75 and work done is 20 percent complete (that is, at the footing level).", 
            "time": "12:00:00"
        }, 
        {
            "column": "439", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, can we have your three supplementary questions?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, can we have your three supplementary questions?", 
            "time": "12:00:00"
        }, 
        {
            "column": "439", 
            "kind": "speech", 
            "name": "Mr. Kwao", 
            "original": "Mr. Kwao: Madam Speaker, I have only one supplementary question because this Question should have been asked two years ago but that is all right.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I have only one supplementary question because this Question should have been asked two years ago but that is all right.\n Madam Speaker, the Hon Minister said the project has started already and eight months have passed. May I know from him or may I get the assurance from him if the contractor will be able to finish the work within 18 months since the work is still at footing level?", 
            "time": "12:00:00"
        }, 
        {
            "column": "440", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, that is the information we got from the consultants. And we all know that if we are putting up a three-storied building, greater work is at the footing level. Once one is able to finish with the Sub-structure, raising the super-structure does not take time at all. So, I believe they can still work within the 18-month period to complete the project. And sometimes, it is also subject to availability of funds because the contractors can only work to meet the project completion time when funds are also available.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, that is the information we got from the consultants. And we all know that if we are putting up a three-storied building, greater work is at the footing level. Once one is able to finish with the Sub-structure, raising the super-structure does not take time at all. So, I believe they can still work within the 18-month period to complete the project. And sometimes, it is also subject to availability of funds because the contractors can only work to meet the project completion time when funds are also available.\n But I believe that they should be able to complete within the 18-month period.", 
            "time": "12:00:00"
        }, 
        {
            "action": "rose ", 
            "column": "440", 
            "kind": "action", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei - rose -", 
            "time": "12:00:00"
        }, 
        {
            "column": "440", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Dr Osei, we agreed that only the Hon Member who asked the Question will be permitted his three supplementary questions.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Dr Osei, we agreed that only the Hon Member who asked the Question will be permitted his three supplementary questions.", 
            "time": "12:00:00"
        }, 
        {
            "column": "440", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: There is a very important statement in the Answer.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "There is a very important statement in the Answer.", 
            "time": "12:00:00"
        }, 
        {
            "column": "440", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Is it a point of order?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Is it a point of order?", 
            "time": "12:00:00"
        }, 
        {
            "column": "440", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, the Hon Minister needs to clarify because in his Answer he says \"The new Assembly which was created in February 2008 was not provided with any seed money by the then Administration which created it.\"", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Yes, the Hon Minister needs to clarify because in his Answer he says \"The new Assembly which was created in February 2008 was not provided with any seed money by the then Administration which created it.\"\n Madam Speaker, the Assembly worked from February 2008 to at least December 2008, can the Hon Minister tell us who in this world gave it money to operate? This is because February to December, they spent money but he says the new Assembly was not provided any seed money by the then administration.\n Is he telling us that the National Democratic Congress (NDC) Administration which came in 2009 provided money to the Assembly in 2008? Is that what he is telling this House?", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[DR. A.A.OSEI]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, we have to be very serious. All of us have Assemblies, we know they operate. The then Administration provided them with money. Why does he come to mislead the country with this type of statement? It is not very good.", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: No, Hon Member, let us put to him what he meant by that. That it was created in 2008 and no seed money was given. Let us have his explanation.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "No, Hon Member, let us put to him what he meant by that. That it was created in 2008 and no seed money was given. Let us have his explanation.", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, what I meant by \"seed money\" was, when the District Assembly concept started in 1988 through to 1992, new Assemblies were given seed money. Madam Speaker, when I was a District Chief Executive, my Assembly was given a seed money of GH¢l0 million. That was seed money given to the Assembly to take off. And it ended at a point and this seed money was not given to Assemblies again. Madam Speaker, if you recall -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, what I meant by \"seed money\" was, when the District Assembly concept started in 1988 through to 1992, new Assemblies were given seed money. Madam Speaker, when I was a District Chief Executive, my Assembly was given a seed money of GH¢l0 million. That was seed money given to the Assembly to take off. And it ended at a point and this seed money was not given to Assemblies again. Madam Speaker, if you recall -", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The next question is how did they manage? He just Wanted to know if they were not given the seed money.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "The next question is how did they manage? He just Wanted to know if they were not given the seed money.", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, there are statutory funds that are transferred to every Assembly to enable them to operate. And there is seed money that is given to Assemblies to take off. And that was during - [Interruption] - Yes, one block of money that was given to - [Interruptions] -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, there are statutory funds that are transferred to every Assembly to enable them to operate. And there is seed money that is given to Assemblies to take off. And that was during - [Interruption] - Yes, one block of money that was given to - [Interruptions] -", 
            "time": "12:00:00"
        }, 
        {
            "column": "441", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Members, order!\n Let us get what answer the Hon Minister has.", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: What I meant was that -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "What I meant was that -", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, if you could look more at me than at them we could get some work done. [Laughter.]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Minister, if you could look more at me than at them we could get some work done. [Laughter.]", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, the history of the creation of Assemblies is that in the earlier part of our decentralization process, new Assemblies were given seed money - [Interruption] - Go back and check. They were given seed money.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the history of the creation of Assemblies is that in the earlier part of our decentralization process, new Assemblies were given seed money - [Interruption] - Go back and check. They were given seed money.", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Isaac Asiamah, I never called you but I could hear your voice all across the room.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Isaac Asiamah, I never called you but I could hear your voice all across the room.", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, the newly created Assemblies were given seed money of ¢10 million each by that time. They were given revenue mobilization pick-ups. They were given four-wheel drives. They were given two junior staff quarters. They were given a tractor for environmental sanitation services. And these were given to the Assemblies to take off immediately.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the newly created Assemblies were given seed money of ¢10 million each by that time. They were given revenue mobilization pick-ups. They were given four-wheel drives. They were given two junior staff quarters. They were given a tractor for environmental sanitation services. And these were given to the Assemblies to take off immediately.\n I am saying that recently, the Assemblies that were created were not given these seed moneys. It does not mean that the Assemblies did not have anything to function with. Statutory moneys were received but they were not given seed money.", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, what he is saying -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, what he is saying -", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think we have finished with that Question. You took a point of order and that was why I permitted you with that Question. You do not like the Answer but since we are not permitted to debate the Hon Ministers here -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I think we have finished with that Question. You took a point of order and that was why I permitted you with that Question. You do not like the Answer but since we are not permitted to debate the Hon Ministers here -", 
            "time": "12:00:00"
        }, 
        {
            "column": "442", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: He is misleading the House by saying that somebody found some money from somewhere.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "He is misleading the House by saying that somebody found some money from somewhere.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "continued speech", 
            "name": "Dr A. A. Osei", 
            "original": "[DR A. A. OSEI]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, unless Parliament approves the Budget, one cannot get money from anywhere. So, an Hon Minister telling the world that some money was hidden somewhere, I do not know if it is Woyome money. Madam Speaker, that could have been the beginning of Woyome, for all you know. So, we have to be very careful.\n Madam Speaker, the Budget had money for the Assemblies. The Assemblies took some of the assets from the old ones. So, money was given.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, so he says no money was given but you say money was given. Let us leave it on record.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, so he says no money was given but you say money was given. Let us leave it on record.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the statement is incorrect.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the statement is incorrect.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: He is saying that money was given as seed money -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "He is saying that money was given as seed money -", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Seed money was given to the Assemblies and the Hon Minister. should not make that statement here. Seed moneys were given. He knows that.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Seed money was given to the Assemblies and the Hon Minister. should not make that statement here. Seed moneys were given. He knows that.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, I do not know. Questions are asked, Hon Ministers answer. We are supposed, in the rules, not to debate them. You have stated your point. Seed money was given. We have it on record.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Member, I do not know. Questions are asked, Hon Ministers answer. We are supposed, in the rules, not to debate them. You have stated your point. Seed money was given. We have it on record.", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the reason is - [Uproar].", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the reason is - [Uproar].", 
            "time": "12:00:00"
        }, 
        {
            "column": "443", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Order! Order!\n It seems like this is a court of law where you are saying he has to admit that seed money was given. He says, no; you say yes -", 
            "time": "12:00:00"
        }, 
        {
            "column": "444", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: I was in office at that material time. Madam Speaker, the only reason I am sure is because I was in office at that material time and I can say that money was given and it is not for him to say that money was not given; it is not fair.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I was in office at that material time. Madam Speaker, the only reason I am sure is because I was in office at that material time and I can say that money was given and it is not for him to say that money was not given; it is not fair.", 
            "time": "12:10:00"
        }, 
        {
            "column": "444", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Minister, do you want to come in again? You say no seed money was given, he says seed money was given. We cannot be debating this matter.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Minister, do you want to come in again? You say no seed money was given, he says seed money was given. We cannot be debating this matter.", 
            "time": "12:10:00"
        }, 
        {
            "column": "444", 
            "kind": "speech", 
            "name": "Mr Ampofo", 
            "original": "Mr Ampofo: Madam Speaker, I do not want to belabor the point, but if you look at the last Budget that was approved the proposed 42 districts that are to be created have been allocated seed money of GH¢42 million from the Budget; and that does not prevent them from getting Common Fund and other statutory inflows to the Assemblies. And so the seed money is different from the statutory inflows that go to the Assemblies. Madam Speaker, that is the position. [Interruption]", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I do not want to belabor the point, but if you look at the last Budget that was approved the proposed 42 districts that are to be created have been allocated seed money of GH¢42 million from the Budget; and that does not prevent them from getting Common Fund and other statutory inflows to the Assemblies. And so the seed money is different from the statutory inflows that go to the Assemblies. Madam Speaker, that is the position. [Interruption]", 
            "time": "12:10:00"
        }, 
        {
            "column": "444", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Order! Order!", 
            "time": "12:10:00"
        }, 
        {
            "column": "444", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Madam Speaker, I believe, by seed money, the Hon Minister is referring to the start-up money to take off. If they do not have the start- up money, they cannot take off. To the extent that those districts which were created took off, presumably, they had money to start them off. Madam Speaker, we need not capture it in the Budget Statement that \"I am providing you with start-up capital or start-up money\".", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I believe, by seed money, the Hon Minister is referring to the start-up money to take off. If they do not have the start- up money, they cannot take off. To the extent that those districts which were created took off, presumably, they had money to start them off. Madam Speaker, we need not capture it in the Budget Statement that \"I am providing you with start-up capital or start-up money\".\n Madam Speaker, if it is in the Budget, it is in the Budget. And so that is how it is. [Interruption] I need not be a District", 
            "time": "12:10:00"
        }, 
        {
            "column": "445", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order! Order!", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Order! Order!", 
            "time": "12:10:00"
        }, 
        {
            "column": "445", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: I am in Parliament and I know what obtains here in Parliament. One needs not be a DCE. What money is provided to the Assemblies, is approved of by Parliament. So for this year, 2012 - First of all, let it be registered that no district has been created as the Hon Minister keeps saying. He said, \"the proposed districts which had been created\"; that was exactly what he said. [Interruption] '", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I am in Parliament and I know what obtains here in Parliament. One needs not be a DCE. What money is provided to the Assemblies, is approved of by Parliament. So for this year, 2012 - First of all, let it be registered that no district has been created as the Hon Minister keeps saying. He said, \"the proposed districts which had been created\"; that was exactly what he said. [Interruption] '", 
            "time": "12:10:00"
        }, 
        {
            "column": "445", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, it seems to me that the strategy is not working.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Members, it seems to me that the strategy is not working.", 
            "time": "12:10:00"
        }, 
        {
            "column": "445", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: He said the proposed districts which have been created. Yes, that was exactly what he said. Maybe, it is another slip, but I would grant him that. To be honest, that was what he said. But he used the word \"proposed\" districts, which have been created. But as I am saying, maybe, it was a slip; so let us move beyond that.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "He said the proposed districts which have been created. Yes, that was exactly what he said. Maybe, it is another slip, but I would grant him that. To be honest, that was what he said. But he used the word \"proposed\" districts, which have been created. But as I am saying, maybe, it was a slip; so let us move beyond that.\n The point is that he does not even use the words \"seed money\". That was why I said that the start-up capital which has been provided for in the Budget is about the same as the seed. It is supposed to start the districts up, and they started. Some started the construction of infrastructure - buildings and so on. They may not have completed those structures, but some seed-money was provided, and I believe we can move on.", 
            "time": "12:10:00"
        }, 
        {
            "column": "445", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Well, I thank you. It is best to hear both sides when matters like this crop up and not to gag any side. We have got it on record; who is right and who is wrong will appear in documents. So let us move on.\nPermanent Accommodation for Staff of the Upper Manya Krobo District Assembly (Provision)\nQ.920. Mr. Stephen Amoanor Kwao asked the Minister for Local Government and Rural Development when permanent accommodation would be provided for the staff of the Upper Manya Krobo District Assembly.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Well, I thank you. It is best to hear both sides when matters like this crop up and not to gag any side. We have got it on record; who is right and who is wrong will appear in documents. So let us move on.\n\nPermanent Accommodation for Staff of the Upper Manya Krobo District Assembly (Provision)\n\nQ.920. Mr. Stephen Amoanor Kwao asked the Minister for Local Government and Rural Development when permanent accommodation would be provided for the staff of the Upper Manya Krobo District Assembly.", 
            "time": "12:10:00"
        }, 
        {
            "column": "446", 
            "kind": "speech", 
            "name": "Mr. Samuel Ampofo", 
            "original": "Mr. Samuel Ampofo: Madam Speaker, each District Assembly has been receiving its share of the District Assemblies Common Fund and this Fund is to be utilized for infrastructural development of which the provision of permanent accommodation for staff forms part. It is therefore the prerogative of the Assemblies to prioritize their needs and work on them.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, each District Assembly has been receiving its share of the District Assemblies Common Fund and this Fund is to be utilized for infrastructural development of which the provision of permanent accommodation for staff forms part. It is therefore the prerogative of the Assemblies to prioritize their needs and work on them.\n Madam Speaker, it is gratifying to note that Upper Manya Krobo District Assembly, being one of the newly created Assemblies without seed money, has made efforts to accommodate its staff. The Assembly has acquired a vast land at Asesewa to undertake the construction of permanent residential accommodation for the staff including the District Chief Executive who is currently housed in a guest house.", 
            "time": "12:10:00"
        }, 
        {
            "column": "446", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Did you finish? Did you finish reading it? Was there not a last paragraph? [Pause] There is a last paragraph.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Did you finish? Did you finish reading it? Was there not a last paragraph? [Pause] There is a last paragraph.", 
            "time": "12:10:00"
        }, 
        {
            "column": "446", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, I think it is not part of the -", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I think it is not part of the -", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: It is not part of the Answer?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "It is not part of the Answer?", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: I think it is a mistake.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "I think it is a mistake.", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right. Yes, Hon Kwao, your supplementary questions.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "All right. Yes, Hon Kwao, your supplementary questions.", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Mr. Kwao", 
            "original": "Mr. Kwao: Madam Speaker, the Hon Minister said that each Assembly has been receiving its share of the District Assemblies Common Fund and this fund is to be utilized for infrastructure development and the provision of a permanent accommodation for staff forms part. The same Hon Minister has told us that my district in particular has been disadvantaged in terms of seed money for the district.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Hon Minister said that each Assembly has been receiving its share of the District Assemblies Common Fund and this fund is to be utilized for infrastructure development and the provision of a permanent accommodation for staff forms part. The same Hon Minister has told us that my district in particular has been disadvantaged in terms of seed money for the district.\n Now, he has confirmed that the Assembly is making strides in providing vast land for the construction of permanent accommodation for the staff. May I know from the Hon Minister, knowing very well that my district is disadvantaged, whether his Ministry would look at supporting this particular project in a different way apart from the Assembly using its own resources since the resources are minimal.", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Mr. Ampofo", 
            "original": "Mr. Ampofo: Madam Speaker, the Assembly has put in a request asking the Ministry to support them. This is because the district is located in a very deprived area and for that matter accommodation of key staff has been very difficult. The request is under consideration and we are looking for extra resources to go and support them to put up some of these structures in order to meet the ever demanding staff accommodation which is bedeviling the district’s smooth operation.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, the Assembly has put in a request asking the Ministry to support them. This is because the district is located in a very deprived area and for that matter accommodation of key staff has been very difficult. The request is under consideration and we are looking for extra resources to go and support them to put up some of these structures in order to meet the ever demanding staff accommodation which is bedeviling the district’s smooth operation.", 
            "time": "12:10:00"
        }, 
        {
            "column": "447", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, we have finished with Question time.", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Hon Members, we have finished with Question time.\n Hon Minister, thank you very much for coming to answer our Questions. You are discharged.", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Madam Speaker, I indicated that we can take item number (5)after that we can take number (6).", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Madam Speaker, I indicated that we can take item number (5)after that we can take number (6).", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Item number (5), Chairman of e Committee?", 
            "section": "AND RURAL DEVELOPMENT", 
            "speech": "Item number (5), Chairman of e Committee?", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "heading": "PAPERS", 
            "kind": "heading", 
            "original": "PAPERS", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Item number (6); is the Hon Minister here? [Pause]", 
            "section": "PAPERS", 
            "speech": "Item number (6); is the Hon Minister here? [Pause]\n Hon Minister, move Motion number (6) then.", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Madam Speaker, unfortunately the Chairman of the Committee who is to present the Committee’s Report is currently outside the Chamber. In the circumstance and with your kind permission, we can do item number (7) which we started yesterday and did not complete properly.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, unfortunately the Chairman of the Committee who is to present the Committee’s Report is currently outside the Chamber. In the circumstance and with your kind permission, we can do item number (7) which we started yesterday and did not complete properly.", 
            "time": "12:10:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: So we move on to item number 7. This, Hon Members, would be taken by the Hon First Deputy Speaker. Yes, Hon Members, item number 7 is Data Protection Bill, 2010 and it was at the Consideration Stage. There Was some problem with the last few clauses and that IS why the Hon First Deputy Speaker will come in and finish it.", 
            "section": "PAPERS", 
            "speech": "So we move on to item number 7. This, Hon Members, would be taken by the Hon First Deputy Speaker. Yes, Hon Members, item number 7 is Data Protection Bill, 2010 and it was at the Consideration Stage. There Was some problem with the last few clauses and that IS why the Hon First Deputy Speaker will come in and finish it.", 
            "time": "12:20:00"
        }, 
        {
            "column": "448", 
            "kind": "scene", 
            "original": "[MR FIRST DEPUTY SPEAKER IN THE\n\nCHAIR.]", 
            "scene": "[MR FIRST DEPUTY SPEAKER IN THE CHAIR.]", 
            "time": "12:21:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: ‘Hon Deputy Majority Leader -", 
            "section": "PAPERS", 
            "speech": "‘Hon Deputy Majority Leader -", 
            "time": "12:21:00"
        }, 
        {
            "column": "448", 
            "kind": "speech", 
            "name": "Alhaji Pelpuo", 
            "original": "Alhaji Pelpuo: Mr. Speaker, we are on item number 7. As you recall, two clauses were not found in the Bill and I am very sure that they are now ready. The Hon Chairman is here, the Hon Minister is here and they will spell them out for us.", 
            "section": "PAPERS", 
            "speech": "Mr. Speaker, we are on item number 7. As you recall, two clauses were not found in the Bill and I am very sure that they are now ready. The Hon Chairman is here, the Hon Minister is here and they will spell them out for us.", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "heading": "BILLS - CONSIDERATION STAGE", 
            "kind": "heading", 
            "original": "BILLS - CONSIDERATION STAGE", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "scene", 
            "original": "[Resumption of debate from 01-02-\n\n2012.]", 
            "scene": "[Resumption of debate from 01-02- 2012.]", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Clause 96 - [Pause.]", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Clause 96 - [Pause.]", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, I thought we concluded at clause 96; we took clause", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, I thought we concluded at clause 96; we took clause\n 96.", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Majority Leader, look at your Votes and Proceedings, page 13 and see whether you have done clause 96. The Votes and. Proceedings of yesterday, look at item 19 at page 13.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Majority Leader, look at your Votes and Proceedings, page 13 and see whether you have done clause 96. The Votes and. Proceedings of yesterday, look at item 19 at page 13.", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: I agree with you; thank you very much. Clause 96- Interpretation.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "I agree with you; thank you very much. Clause 96- Interpretation.", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Mr. Speaker, I left early yesterday but clause 96, the \"Interpretation\", \"teacher\" - I do not know where the Hon Minister is, but would We not want to include \"headmaster\"?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, I left early yesterday but clause 96, the \"Interpretation\", \"teacher\" - I do not know where the Hon Minister is, but would We not want to include \"headmaster\"?\n \"Teacher includes, head teacher, headmaster and the principal of a school to whom disclosure is or may be made as a result of...\"\n I do not know, given the description that we give to heads of such institutions -", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Minister for Communications?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Minister for Communications?", 
            "time": "12:21:00"
        }, 
        {
            "column": "449", 
            "kind": "speech", 
            "name": "Alhaji H. Iddrisu", 
            "original": "Alhaji H. Iddrisu: Mr. Speaker, thank you very much, I appreciate the definition for headmaster and teacher. But Mr. Speaker, before one becomes headmaster, one necessarily must be a teacher. And for gender purposes, we think that\nmaintaining the generic \"teacher\" would be useful, because one may have head teacher. I am seeking advice from a very seasoned educationists, fortunately he is sitting to my very left and he thinks that we should use \"teacher\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, thank you very much, I appreciate the definition for headmaster and teacher. But Mr. Speaker, before one becomes headmaster, one necessarily must be a teacher. And for gender purposes, we think that\n\nmaintaining the generic \"teacher\" would be useful, because one may have head teacher. I am seeking advice from a very seasoned educationists, fortunately he is sitting to my very left and he thinks that we should use \"teacher\".", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Minister, what shall we lose if we add \"headmaster? Is it going to take anything away from the Bill?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Minister, what shall we lose if we add \"headmaster? Is it going to take anything away from the Bill?", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Mr. H. Iddrisu", 
            "original": "Mr. H. Iddrisu: Then \"head teacher\". We should go for head teacher, not head master.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Then \"head teacher\". We should go for head teacher, not head master.", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Dr M. O. Prempeh", 
            "original": "Dr M. O. Prempeh: Mr. Speaker, I would think that Whole phrase should change to \"Head of an Institution\". Whether a principal - \"head teacher\" refers to more of the basic schools, \"headmaster\", the secondary schools; \"principal, rectors, vice-chancellors\" - So if we put \"Head of an Educational Institution\", it covers everybody.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, I would think that Whole phrase should change to \"Head of an Institution\". Whether a principal - \"head teacher\" refers to more of the basic schools, \"headmaster\", the secondary schools; \"principal, rectors, vice-chancellors\" - So if we put \"Head of an Educational Institution\", it covers everybody.", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Minister, there is a suggestion that we should have the \"Head of an Educational Institution\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Minister, there is a suggestion that we should have the \"Head of an Educational Institution\".", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Then We take out everything principal, headmaster, it does not matter. Vice - chancellor - everybody then becomes included.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Then We take out everything principal, headmaster, it does not matter. Vice - chancellor - everybody then becomes included.", 
            "time": "12:21:00"
        }, 
        {
            "column": "450", 
            "kind": "speech", 
            "name": "Alhaji H. Iddrisu", 
            "original": "Alhaji H. Iddrisu: Mr. Speaker, the drafts persons can be advised on it; I have no objection. But the idea is - For instance, classroom examination results of any person, whether any person can just walk in and ask for your performance at Asankrangua Primary School, who would make such disclosure within the context of this law? I think that we can go with what he has suggested; we are fine with it.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, the drafts persons can be advised on it; I have no objection. But the idea is - For instance, classroom examination results of any person, whether any person can just walk in and ask for your performance at Asankrangua Primary School, who would make such disclosure within the context of this law? I think that we can go with what he has suggested; we are fine with it.", 
            "time": "12:21:00"
        }, 
        {
            "column": "451", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Mr. Speaker, maybe, we could go for a more generic term. This is because what has been captured here, there is even nothing like that -", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, maybe, we could go for a more generic term. This is because what has been captured here, there is even nothing like that -\n \"Head teacher includes a head teacher\".\n We do not have that construction. This is because if the \"head\" is joined to \"teacher\" - \"head teacher\" - that is even different; it has a different meaning. What has been captured here, in my view, it is meaningless because it has a different connotation altogether. So I think, as the Hon Minister said, perhaps we could leave it to the draft persons for them to -", 
            "time": "12:21:00"
        }, 
        {
            "column": "451", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: But the general sense is that it should be \"a head of an educational institution\"", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "But the general sense is that it should be \"a head of an educational institution\"", 
            "time": "12:21:00"
        }, 
        {
            "column": "451", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: A head of an educational institution\".", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "A head of an educational institution\".", 
            "time": "12:21:00"
        }, 
        {
            "column": "451", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Then I direct the draftsperson to take note of the concern of the House. So in that case how do I put the Question? I will put the Question subject to my directive?", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Then I direct the draftsperson to take note of the concern of the House. So in that case how do I put the Question? I will put the Question subject to my directive?", 
            "time": "12:21:00"
        }, 
        {
            "action": "[Nods/bows] ", 
            "column": "451", 
            "kind": "action", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh - [Nods/bows] -", 
            "time": "12:21:00"
        }, 
        {
            "column": "451", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Very well.\nThe Long Title ordered to stand part of the Bill.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Very well.\n Hon Members, I will then put the Question on clause 96 subject to the directives of the Chair.\n Question put and amendment agreed to.\n Clause 96, subject to the directives of the Chair, ordered to stand part of the Bill.\n Clauses 97 to 99 ordered to stand part of the Bill.\n\nThe Long Title ordered to stand part of the Bill.", 
            "time": "12:21:00"
        }, 
        {
            "column": "452", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Members, that brings us to the end of the Consideration Stage of the Data Protection Bill.\nSuspension of Standing Order 131 (1)", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Hon Members, that brings us to the end of the Consideration Stage of the Data Protection Bill.\n\nSuspension of Standing Order 131 (1)", 
            "time": "12:30:00"
        }, 
        {
            "column": "452", 
            "kind": "speech", 
            "name": "Minister for Communications (Alhaji Haruna Iddrisu) (MP)", 
            "original": "Minister for Communications (Alhaji Haruna Iddrisu) (MP): Mr. Speaker, I beg to move, that notwithstanding the provisions of Standing Order 13 1(1) which require that when a bill has passed through the Consideration Stage, the Third Reading thereof shall not be taken until at least twenty-four hours have elapsed, the Motion for the Third Reading of the Data Protection Bill, 2010 may be moved today.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, I beg to move, that notwithstanding the provisions of Standing Order 13 1(1) which require that when a bill has passed through the Consideration Stage, the Third Reading thereof shall not be taken until at least twenty-four hours have elapsed, the Motion for the Third Reading of the Data Protection Bill, 2010 may be moved today.", 
            "time": "12:30:00"
        }, 
        {
            "column": "452", 
            "kind": "speech", 
            "name": "Mr. Joseph Y. Chireh", 
            "original": "Mr. Joseph Y. Chireh: Mr. Speaker, I beg to second the Motion. Question put and Motion agreed to. Resolved accordingly.", 
            "section": "BILLS - CONSIDERATION STAGE", 
            "speech": "Mr. Speaker, I beg to second the Motion. Question put and Motion agreed to. Resolved accordingly.", 
            "time": "12:30:00"
        }, 
        {
            "column": "452", 
            "heading": "BILLS - THIRD READING", 
            "kind": "heading", 
            "original": "BILLS - THIRD READING", 
            "time": "12:30:00"
        }, 
        {
            "column": "452", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, I thought that we could do the Companies (Amendment) Bill but it does not appear the Deputy Attorney-General and Deputy Minister for Justice has come today to prosecute the Bill.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, I thought that we could do the Companies (Amendment) Bill but it does not appear the Deputy Attorney-General and Deputy Minister for Justice has come today to prosecute the Bill.\n After that one, it is this same Deputy Attorney-General and Deputy Minister for Justice who will be doing items 12 , 13, 14, 15 and even 16. All those are for him.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Majority Leader, is it possible to discuss with your Hon Colleagues opposite so that we can take, at least item 10, as there are just two amendments there standing in the name of the Committee? It is not very substantial. I think the House can take it.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Hon Majority Leader, is it possible to discuss with your Hon Colleagues opposite so that we can take, at least item 10, as there are just two amendments there standing in the name of the Committee? It is not very substantial. I think the House can take it.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, the Chairman of the Committee is in the Chamber, if he can give us the green light as to item 10, then we can take those two amendments and progress.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, the Chairman of the Committee is in the Chamber, if he can give us the green light as to item 10, then we can take those two amendments and progress.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. Bandua", 
            "original": "Mr. Bandua: Mr. Speaker, we have a little problem with the first amendment. We wanted to get in touch with the Registrar-General’s Department but it was not possible, so I think we cannot take it this morning.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, we have a little problem with the first amendment. We wanted to get in touch with the Registrar-General’s Department but it was not possible, so I think we cannot take it this morning.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: So We should defer it?", 
            "section": "BILLS - THIRD READING", 
            "speech": "So We should defer it?", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. Bandua", 
            "original": "Mr. Bandua: Mr. Speaker, defer it.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, defer it.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Very well.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Very well.", 
            "time": "12:30:00"
        }, 
        {
            "column": "453", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, in that case we cannot take the items up to item 16, 17 and 18. Item 19, that is the Presidential (Transition) Bill,2010. I am happy to report that we have done some winnowing up to some extent, but it is not enough for us to debate.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, in that case we cannot take the items up to item 16, 17 and 18. Item 19, that is the Presidential (Transition) Bill,2010. I am happy to report that we have done some winnowing up to some extent, but it is not enough for us to debate.\n We have promised to meet today again to continue with the winnowing of the Presidential (Transition) Bill, 2010 and I hope if we are able to do that it might send us up to about clause 10 or thereabout for us to commence the debate so that we can go far or have the sense of the Bill.\n Subject to what my Hon Colleague the Minority Leader will say, I thought that we could defer the Presidential (Transition) Bill, 2010 and continue with the winnowing today so that if we have to take it tomorrow or next week, then we can gain grounds.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Majority Leader, I learnt you have a Paper to lay. Do you have any Paper to lay? That is what the Table Office drew my attention to.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Hon Majority Leader, I learnt you have a Paper to lay. Do you have any Paper to lay? That is what the Table Office drew my attention to.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: We have laid some Papers except that there is an Addendum Order Paper. I wanted to sensitize my Hon Colleague the Minority Leader so that we could look at it. [Interruption] Well, I can appreciate that. I indicated that until I discussed with my Hon Colleague, they should hold the distribution of the Addendum Oder Paper. This is because it is not fair to distribute it and only to go back to him. I had indicated it.", 
            "section": "BILLS - THIRD READING", 
            "speech": "We have laid some Papers except that there is an Addendum Order Paper. I wanted to sensitize my Hon Colleague the Minority Leader so that we could look at it. [Interruption] Well, I can appreciate that. I indicated that until I discussed with my Hon Colleague, they should hold the distribution of the Addendum Oder Paper. This is because it is not fair to distribute it and only to go back to him. I had indicated it.\n So I am not surprised Hon Members do not have the Papers. We can do item 6, however.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Do you intend to lay that Paper later? That is what I want to know.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Do you intend to lay that Paper later? That is what I want to know.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, yes, I will consult my Hon Colleague and if we go through the consultation We can even lay it today or take it today. But before then we can continue with item 6 on the Order Paper, page 2.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Mr. Speaker, yes, I will consult my Hon Colleague and if we go through the consultation We can even lay it today or take it today. But before then we can continue with item 6 on the Order Paper, page 2.\n The Chairman himself is not in the House but the Vice Chairman of the Committee can present the Committee’s Report on behalf of the Chairman, and the Hon Minister, fortunately, is in the Chamber.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Members, item 6.", 
            "section": "BILLS - THIRD READING", 
            "speech": "Hon Members, item 6.", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "heading": "BILLS -SECOND READING", 
            "kind": "heading", 
            "original": "BILLS -SECOND READING", 
            "time": "12:30:00"
        }, 
        {
            "column": "454", 
            "kind": "speech", 
            "name": "Minister for Communications (Alhaji Haruna Iddrisu)", 
            "original": "Minister for Communications (Alhaji Haruna Iddrisu): Mr. Speaker, I beg to move, that the Electronic Transactions (Amendment) Bill, 2011 be now read a Second time.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I beg to move, that the Electronic Transactions (Amendment) Bill, 2011 be now read a Second time.", 
            "time": "12:30:00"
        }, 
        {
            "column": "455", 
            "kind": "speech", 
            "name": "Minister for Communications (Alhaji Haruna Iddrisu)", 
            "original": "[ALHAJI HIDRISU]\nIndeed, it will also make it possible that any person wanting to conduct a search on a company can do so online. The advantage will be that we will no longer need to travel from Tumu in the Upper West Region or Bongo in the Upper East Region or Nakpanduri in the Northern Region in order to register a company provided that you can provide the details which are provided for, and as required by law. It will facilitate electronic transactions and data exchange.\nWe are seeking to launch through this amendment the new process of electronic incorporation of companies in a one-stop service for company incorporation and business registration and we will move full stream.\nThank you, Mr. Speaker.", 
            "section": "BILLS -SECOND READING", 
            "speech": "In doing so, I wish to state that, the world today is driven largely by Information and Communication Technology and it is important that our national institutions, particularly the Registrar-General’s Department which has now been automated can undertake its activities within an electronic regime. However, Mr. Speaker, when Act 272 of 2008 was passed, it was not envisaged that today the Registrar-General and other agencies may be able to do electronic registration of companies.\n Mr. Speaker, I am told by my Colleague the Hon Minister for Trade and Industry that there is a recent World Bank report which says that, it takes a maximum of three days to register a company in Ghana if not more-For instance, authentication of documents and even before you get to certificate to commence business. We have through some World Bank support, automated the Registrar-General’s Department and other revenue agencies such as the Ghana Revenue Authority.\n By this amendment, Act 772 precluded the registration of companies online. We are therefore seeking this amendment so that from now, the Registrar-General’s Department can do electronic registration of companies and business registration names. That will improve the efficiency in the service delivery and will facilitate e- commerce in Ghana and propel the Registrar-General’s Department into a digital world. It is now fully computerized in its operations and we think that an integration electronically will provide for a faster, more user friendly -\n\nIndeed, it will also make it possible that any person wanting to conduct a search on a company can do so online. The advantage will be that we will no longer need to travel from Tumu in the Upper West Region or Bongo in the Upper East Region or Nakpanduri in the Northern Region in order to register a company provided that you can provide the details which are provided for, and as required by law. It will facilitate electronic transactions and data exchange.\n\nWe are seeking to launch through this amendment the new process of electronic incorporation of companies in a one-stop service for company incorporation and business registration and we will move full stream.\n\nThank you, Mr. Speaker.", 
            "time": "12:30:00"
        }, 
        {
            "column": "456", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Members, the Motion moved- Chairman of the Committee-", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Members, the Motion moved- Chairman of the Committee-", 
            "time": "12:30:00"
        }, 
        {
            "action": "rose ", 
            "column": "456", 
            "kind": "action", 
            "name": "Mr. Ahmed Ibrahim", 
            "original": "Mr. Ahmed Ibrahim - rose -", 
            "time": "12:30:00"
        }, 
        {
            "column": "456", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Are you a member of the Committee?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Are you a member of the Committee?", 
            "time": "12:30:00"
        }, 
        {
            "column": "456", 
            "kind": "speech", 
            "name": "Mr. Ahmed Ibrahim", 
            "original": "Mr. Ahmed Ibrahim: Yes, Mr. Speaker.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Yes, Mr. Speaker.", 
            "time": "12:30:00"
        }, 
        {
            "column": "456", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Very well, you have the floor.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Very well, you have the floor.", 
            "time": "12:30:00"
        }, 
        {
            "column": "456", 
            "kind": "speech", 
            "name": "Mr. Ahmed Ibrahim (NDC-Tain) (on behalf of the Chairman of the Committee)", 
            "original": "Mr. Ahmed Ibrahim (NDC-Tain) (on behalf of the Chairman of the Committee): Mr. Speaker, l beg to support the Motion and in doing so, I beg to present the Committee’s Report;", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, l beg to support the Motion and in doing so, I beg to present the Committee’s Report;\n 1. Introduction,\n The Electronic Transactions (Amendment) Bill, 2011 was laid in Parliament on 21st December, 2011 by the Minister for Communications, Alhaji Haruna Iddrisu and was referred to the Committee on Communications in accordance with article 106 (4) of the Constitution and Orders 125, 179 and 182", 
            "time": "12:40:00"
        }, 
        {
            "column": "457", 
            "kind": "speech", 
            "name": "Mr. Ahmed Ibrahim (NDC-Tain) (on behalf of the Chairman of the Committee)", 
            "original": "[MR IBRAHIM]\nprocessing, storage, transmission and receipt of electronic data in a secured, efficient and trustworthy manner.\nEven though the Act provided for and facilitated the use of electronic communications and related transactions, it excluded, under Section 4, certain aspects of documentation or records that at the time were directly regulated under specific regulations.\nSection 4 (g) and (h) of the Electronic Transactions Act, 2008 (Act 772) which excludes aspects of documents and records from the scope of electronic transactions and records recognized by the Act states as follows:\nThis Act does not apply, among others, to:\ng) documents required for the registration of a company, partnership or sole proprietorships;\nh) the swearing of affidavits or statutory declarations before a Commissioner of Oaths or Notary Public.\nSection 4 (g) and (h) above, that deals with documents required for the registration of companies under the Companies Act, 1963 and other laws and the swearing of affidavits and statutory declarations before a Commissioner of Oaths or Notary Public through manual processes, conflicts with the new Companies Bill that seeks to promote the use of ICT and electronic records or documents in the registration of companies to expedite business registrations in the country.\nThe Bill is therefore to guarantee that the issues connected with these specific areas of registration of companies by electronic means are unambiguously regulated through the amendment of Act\n772", 
            "section": "BILLS -SECOND READING", 
            "speech": "of the Standing orders of the House for consideration and report. The Committee having discharged its obligation in respect of the Bill hereby reports as follows:\n 1.1 Terms of reference The Committee made references to the following documents during its work:\n i. The Electronic Transactions Act, 2008 (Act 772).\n ii. The 1992 Constitution of the Republic.\n iii. The Standing Orders of the House.\n 1.2 Object of the Bill\n The object of the Bill is to amend the Electronic Transactions Act, 2008 (Act 772) to ensure that the registration of companies, partnerships and sole proprietorships can be done by electronic means to conform to the New Companies Bill and to make the automation of the Registrar-General’s Department effective.\n 1.3 Background\n The Electronic Transactions Act, 2008 (Act 772) was passed in 2008 and provides for electronic communications and related transactions in the public interest. It ensures the prevention and removal of barriers that affect electronic communications and transactions in Ghana. The Act promotes legal certainty and confidence in the electronic communications and related transactions in Ghana.\n The Act applies to electronic transactions and records of every type. It helps to facilitate the use of electronic medium by recognizing the need to provide a framework for the preparation,\n\nprocessing, storage, transmission and receipt of electronic data in a secured, efficient and trustworthy manner.\n\nEven though the Act provided for and facilitated the use of electronic communications and related transactions, it excluded, under Section 4, certain aspects of documentation or records that at the time were directly regulated under specific regulations.\n\nSection 4 (g) and (h) of the Electronic Transactions Act, 2008 (Act 772) which excludes aspects of documents and records from the scope of electronic transactions and records recognized by the Act states as follows:\n\nThis Act does not apply, among others, to:\n\ng) documents required for the registration of a company, partnership or sole proprietorships;\n\nh) the swearing of affidavits or statutory declarations before a Commissioner of Oaths or Notary Public.\n\nSection 4 (g) and (h) above, that deals with documents required for the registration of companies under the Companies Act, 1963 and other laws and the swearing of affidavits and statutory declarations before a Commissioner of Oaths or Notary Public through manual processes, conflicts with the new Companies Bill that seeks to promote the use of ICT and electronic records or documents in the registration of companies to expedite business registrations in the country.\n\nThe Bill is therefore to guarantee that the issues connected with these specific areas of registration of companies by electronic means are unambiguously regulated through the amendment of Act\n\n772", 
            "time": "12:40:00"
        }, 
        {
            "column": "459", 
            "kind": "speech", 
            "name": "Mr. Ahmed Ibrahim (NDC-Tain) (on behalf of the Chairman of the Committee)", 
            "original": "[MR IBRAHIM]\n2.2 Technology\nThe Committee observed that the Continued application of the said Section 4 (g) and (h) was disincentive to technological development as it precludes the application of technology to certain statutory declarations and business registration.\nTechnological revolution has become a driving force behind the development agenda of the world at large.\nRestrictions such as those imposed by the continued application of Section 4(g) and (h) were therefore found. To be detrimental to the quest for technological breakthrough in various fields of endeavor.\nIt was also a disincentive to the creation of the paperless environment in response to the global environmental concerns in the midst of the climate change phenomenon.\n2.3 Consistency in legal regime\nThe Committee observed that certain pieces of legislation including the Companies (Amendment) Bill, 2011 provided for the electronic filing and registration of businesses, among others, such as would render Section 4 (g) and (h) of the Electronic Transactions Act, 2008 (Act 772) inconsistent if left unrepealed from the statute books.\n3. Proposed amendment Paragraph 3, line 8, substitute comer (\",\") for \"and\" and insert \"and (i)\" after “(h)”\n4. Recommendation /conclusion\nThe Committee taking cognizance of the e-Government project is of the view that the development of application", 
            "section": "BILLS -SECOND READING", 
            "speech": "1.4 Deliberations\n The Committee held a sitting to consider the Bill. The sector Minister and relevant officers of the Ministry attended upon the Committee to assist in the deliberations. The Committee expresses its appreciation to the Minister and his team of experts for their invaluable assistance.\n 2. Observation\n The Committee made the following observations during the consideration of the Bill.\n 2.1 Business orientation\n The Committee observed that the inclusion of Section 4 (g) and (h) of Act 772 was a restraint to the establishment and development of business concerns.\n In the era where technological advancement has simplified procedures, processes, documentation and activities involved in establishing and developing business entities with particular reference to business registration, the exclusion of the swearing of statutory declarations before a Commissioner of Oaths or a Notary Public, and documents required for registration of business concerns from the coverage of the Electronic Transactions Act, 2008 (Act 772) was not only inconsistent with emerging global trends but also had the tendency to slow down business registration processes and procedures.\n Besides, the Committee observed that this could result in discouraging investment in general as it would make Ghana appear to be an unattractive destination for investment.\n\n2.2 Technology\n\nThe Committee observed that the Continued application of the said Section 4 (g) and (h) was disincentive to technological development as it precludes the application of technology to certain statutory declarations and business registration.\n\nTechnological revolution has become a driving force behind the development agenda of the world at large.\n\nRestrictions such as those imposed by the continued application of Section 4(g) and (h) were therefore found. To be detrimental to the quest for technological breakthrough in various fields of endeavor.\n\nIt was also a disincentive to the creation of the paperless environment in response to the global environmental concerns in the midst of the climate change phenomenon.\n\n2.3 Consistency in legal regime\n\nThe Committee observed that certain pieces of legislation including the Companies (Amendment) Bill, 2011 provided for the electronic filing and registration of businesses, among others, such as would render Section 4 (g) and (h) of the Electronic Transactions Act, 2008 (Act 772) inconsistent if left unrepealed from the statute books.\n\n3. Proposed amendment Paragraph 3, line 8, substitute comer (\",\") for \"and\" and insert \"and (i)\" after “(h)”\n\n4. Recommendation /conclusion\n\nThe Committee taking cognizance of the e-Government project is of the view that the development of application", 
            "time": "12:40:00"
        }, 
        {
            "column": "461", 
            "kind": "continued speech", 
            "name": "Mr. Ahmed Ibrahim (NDC-Tain) (on behalf of the Chairman of the Committee)", 
            "original": "[MR IBRAHIM]", 
            "section": "BILLS -SECOND READING", 
            "speech": "softwares which were compliant with the emerging communication technological innovation was essential.\n In much the same vein, for purposes of re-engineering business processes and transactions to be electronic, there was the urgent need to permit the application of ICT technology to all aspects of human endeavors, albeit with the necessary safeguards to prevent abuse.\n It is in this regard that the Committee recommends the acceleration of the pace of development of ICT infrastructure and the necessary legal framework to render effective the automation of the Registrar General’s Department to enable the Department provide online services that would promote efficiency, transparency and ultimately lead to the reduction in the cost of doing business in the country.\n The Committee therefore urges the House to pass the Electronic Transactions (Amendment) Bill, 2011 into law by the repeal of Section 4 (g), (h) and (i) of the Electronic Transactions Act, 2008 (Act\n 772).", 
            "time": "12:40:00"
        }, 
        {
            "column": "461", 
            "kind": "speech", 
            "name": "Alhaji Mohamed Mubarak Muntaka (NDC -Asewase)", 
            "original": "Alhaji Mohamed Mubarak Muntaka (NDC -Asewase): Mr. Speaker, I thought the Motion would be seconded to enable us", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I thought the Motion would be seconded to enable us", 
            "time": "12:40:00"
        }, 
        {
            "column": "461", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Member, at Second Reading you do not second a Motion. I made this point very clear yesterday.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, at Second Reading you do not second a Motion. I made this point very clear yesterday.", 
            "time": "12:40:00"
        }, 
        {
            "column": "461", 
            "kind": "speech", 
            "name": "Alhaji Muntaka", 
            "original": "Alhaji Muntaka: Mr. Speaker, I beg to associate myself with the Motion and urge my Colleagues to support the Report of your Committee. Mr. Speaker, in doing so I just want to draw attention to one very important item which is in your Committee’s Report paragraph 2.1.\nMr. Speaker, I do not know what informed the decision to exclude the registration of businesses. We think that the swearing of oath could be excluded. Even though internationally many of these things could be done electronically because of where we find ourselves, it could be excused.-\nBut on the issue about business registration, Mr. Speaker, I found that to be inconsistent just as the Committee itself has observed that when you want to register a business this one cannot be done electronically, you need to do it physically. I mean that is especially what we are proposing in the Bill. I think we need to look at it because almost every document could be scanned and forwarded.\nMr. Speaker, business registration, the length of time and the bureaucracy involved serve as a great disincentive for people who want to come and do genuine business in our country. You are forced to engage goro boys, people who are not legally supposed to assist you, to enable you get this documentation done quickly.\nI think in trying to promulgate a law that will help using technology, we should not exclude the business registration and I want us, to take serious note of this so that when we come to the Consideration Stage, We may have to reconsider this and include business registration. All the documents that are needed are things that you can scan and forward, and all those documents when scanned and forwarded, could be verified from other relevant institutions if we intend to use electronic communication effectively.\nMr Speaker, I want my Hon Colleagues to support the Motion because I think that this is a very good thing that could happen to our country; it will reduce the\n[ALHIAJI MUNTAKA].\namount of time spent; it will cut down a lot of cost, it will fast-track a lot of processes that could be done to enhance business and other operations in the country. I thank you Mr. Speaker, for the opportunity.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I beg to associate myself with the Motion and urge my Colleagues to support the Report of your Committee. Mr. Speaker, in doing so I just want to draw attention to one very important item which is in your Committee’s Report paragraph 2.1.\n\nMr. Speaker, I do not know what informed the decision to exclude the registration of businesses. We think that the swearing of oath could be excluded. Even though internationally many of these things could be done electronically because of where we find ourselves, it could be excused.-\n\nBut on the issue about business registration, Mr. Speaker, I found that to be inconsistent just as the Committee itself has observed that when you want to register a business this one cannot be done electronically, you need to do it physically. I mean that is especially what we are proposing in the Bill. I think we need to look at it because almost every document could be scanned and forwarded.\n\nMr. Speaker, business registration, the length of time and the bureaucracy involved serve as a great disincentive for people who want to come and do genuine business in our country. You are forced to engage goro boys, people who are not legally supposed to assist you, to enable you get this documentation done quickly.\n\nI think in trying to promulgate a law that will help using technology, we should not exclude the business registration and I want us, to take serious note of this so that when we come to the Consideration Stage, We may have to reconsider this and include business registration. All the documents that are needed are things that you can scan and forward, and all those documents when scanned and forwarded, could be verified from other relevant institutions if we intend to use electronic communication effectively.\n\nMr Speaker, I want my Hon Colleagues to support the Motion because I think that this is a very good thing that could happen to our country; it will reduce the\n\n[ALHIAJI MUNTAKA].\n\namount of time spent; it will cut down a lot of cost, it will fast-track a lot of processes that could be done to enhance business and other operations in the country. I thank you Mr. Speaker, for the opportunity.", 
            "time": "12:40:00"
        }, 
        {
            "column": "463", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Any other comments?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Any other comments?", 
            "time": "12:40:00"
        }, 
        {
            "column": "463", 
            "kind": "speech", 
            "name": "Dr Matthew O.Prempeh (NPP Manhyia)", 
            "original": "Dr Matthew O.Prempeh (NPP Manhyia): Mr. Speaker, I beg to support this Report with a caveat that, excluding business registration electronically, is a bit problematic and I hope by the time we get there, we think through it very, very carefully. In the modern era, everywhere you go, you can register your business electronically.\nAuthority (DVLA), Passport Office, National Identification Authority (NIA), Electoral Commission. They are veering even into more dangerous territory with biometric registration. So I think the Minister, even though we have passed the Data Protection Bill, should look at it if we should not elevate it from the Ministry and give it to the Attorney General because it encompasses everything we are going to do in this country very soon. This is because things that are given to one sector to manage is, probably, in this country, not well managed. I can give an example.\nMr. Speaker, in the Food and Drugs Law, we have outlawed the advertisement of certain products electronically in the mass media But because it has not found itself in the National Communications Act or any broadcast information, people are just flouting it and on air you hear all sorts of advertisements which should not happen.\nSo I would crave the indulgence of the Minister that in setting up a Data Protection Commission to help in this business transaction and everything, we should elevate the Data Protection Commission to a level that it would be able to do its job so that this Electronic Transactions Bill can be applied very well.\nThank you, Mr. Speaker.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I beg to support this Report with a caveat that, excluding business registration electronically, is a bit problematic and I hope by the time we get there, we think through it very, very carefully. In the modern era, everywhere you go, you can register your business electronically.\n But I do agree with the Committee that even if you are out to do the business registration electronically, there are certain things that must be in it- Ghana has not developed its infrastructure well to get the computer signature and other things in place to allow this to happen, especially businesses where there are two, three or four companies. You can have business partnerships with other businesses involved, how do they register electronically?\n So even though agree that certain bits of the registration of businesses can be done electronically, I think the final completion stage must involve the appearance of certain persons in front of certain things.\n Mr. Speaker, we realize that We probably agreed and passed the Data Protection Bill which is very, very important for this Electronic Transactions Bill. But Mr. Speaker, it is even more important now that we are doing a myriad of biometric registrations in this country from Driver, Vehicle and Licensing\n\nAuthority (DVLA), Passport Office, National Identification Authority (NIA), Electoral Commission. They are veering even into more dangerous territory with biometric registration. So I think the Minister, even though we have passed the Data Protection Bill, should look at it if we should not elevate it from the Ministry and give it to the Attorney General because it encompasses everything we are going to do in this country very soon. This is because things that are given to one sector to manage is, probably, in this country, not well managed. I can give an example.\n\nMr. Speaker, in the Food and Drugs Law, we have outlawed the advertisement of certain products electronically in the mass media But because it has not found itself in the National Communications Act or any broadcast information, people are just flouting it and on air you hear all sorts of advertisements which should not happen.\n\nSo I would crave the indulgence of the Minister that in setting up a Data Protection Commission to help in this business transaction and everything, we should elevate the Data Protection Commission to a level that it would be able to do its job so that this Electronic Transactions Bill can be applied very well.\n\nThank you, Mr. Speaker.", 
            "time": "12:40:00"
        }, 
        {
            "column": "464", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah (NPP - Sekondi)", 
            "original": "Papa Owusu-Ankomah (NPP - Sekondi): Mr. Speaker, in this modern era, where things are being done electronically, any law that disables the use of electronic means to transact business is inhibiting progress generally. So I believe this Bill is in the right direction.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, in this modern era, where things are being done electronically, any law that disables the use of electronic means to transact business is inhibiting progress generally. So I believe this Bill is in the right direction.\n I am sure when it comes to the Consideration Stage, we would be looking in the details. I am just wondering how one can swear an affidavit or make a", 
            "time": "12:50:00"
        }, 
        {
            "column": "465", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah (NPP - Sekondi)", 
            "original": "[PAPA OWUSU-ANKOMAH]\nDeputy Minister for Finance and Economic Planning (Mr. Seth Terkpeh): Mr. Speaker, I Wish contribute to the discussion on the floor and to state that from a tax perspective and business promotion perspective, this Bill is in the right direction.\nMr. Speaker, indeed, under the e- government project which the Ghana Revenue Authority is launching, the registration of businesses is part of the joint effort that is taking place with the Registrar-General and we are moving towards a situation where the tax authorities are going to be dependent on the Registrar-General for registration, which is a move that also simplifies and improves the business environment for small as well as large entities.\nMr. Speaker, the trend is also in line with the initiative which the Ghana Revenue Authority is launching to encourage businesses to engage in e-filing and e- payment of their taxes. Therefore, as the other contributors have already noted, it is important that the issue at stake is viewed in a broader context from a business promotion perspective as well as the citizens of this country meeting their tax obligation.\nMr. Speaker, with these few words, I wish to support the passage of the Bill.", 
            "section": "BILLS -SECOND READING", 
            "speech": "statutory declaration without the one executing it appearing before the Notary Public or the Commissioner of Oaths. So, we need to deal with these matters comprehensively. I do not know whether in Ghana now, any Notary Public can notarize a document, without the person appearing personally before him to notarize the document. As regards statutory declarations in relation to registration of companies, these things may differ. But the time has come for us to comprehensively look at some of these things.\n We are being told now that, because the Companies (Amendment) Bill permits it, this thing needs to be amended. What happens to other existing legislation? So we need to look at some of these matters comprehensively. As the Hon Member for Manhyia (Dr Matthew O.Prempeh) said, this is not the only time where you may find conflicts within legislation. But if we are going electronic, then what we need to do is to ensure that all existing legislations promote electronic transactions so that we do not have conflicts in enactments.\n This is one aspect of our legal regime that as a country we do not seem to be considering very well, where various sectors deal with matters relating to their sectors. Also to give another example, now I do not even know whether we have resolved the seeming conflict between the Food and Drugs Board and the Ghana Standards Board. That thing used to exist; I do not know whether it has been resolved now. It was not a legal problem but an administrative one and we also need to look at that.\n Having said this, Mr. Speaker, I beg to support the Motion that the Electronic Transactions (Amendment) Bill, 2011 be now read a Second time.\n\nDeputy Minister for Finance and Economic Planning (Mr. Seth Terkpeh): Mr. Speaker, I Wish contribute to the discussion on the floor and to state that from a tax perspective and business promotion perspective, this Bill is in the right direction.\n\nMr. Speaker, indeed, under the e- government project which the Ghana Revenue Authority is launching, the registration of businesses is part of the joint effort that is taking place with the Registrar-General and we are moving towards a situation where the tax authorities are going to be dependent on the Registrar-General for registration, which is a move that also simplifies and improves the business environment for small as well as large entities.\n\nMr. Speaker, the trend is also in line with the initiative which the Ghana Revenue Authority is launching to encourage businesses to engage in e-filing and e- payment of their taxes. Therefore, as the other contributors have already noted, it is important that the issue at stake is viewed in a broader context from a business promotion perspective as well as the citizens of this country meeting their tax obligation.\n\nMr. Speaker, with these few words, I wish to support the passage of the Bill.", 
            "time": "12:50:00"
        }, 
        {
            "column": "466", 
            "kind": "speech", 
            "name": "Mr. Joe Ghartey (NPP - Esikadu Ketan)", 
            "original": "Mr. Joe Ghartey (NPP - Esikadu Ketan): Mr. Speaker, my comment will be very brief.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, my comment will be very brief.\n We welcome this development and Mr. Speaker, the fact that the world is becoming increasingly technological cannot be denied In my view, it is of great concern that since our law did not take into cognizance or was not abreast with technological advancement, the ease of doing business in Ghana suffered quite a lot.", 
            "time": "12:50:00"
        }, 
        {
            "column": "467", 
            "kind": "continued speech", 
            "name": "Mr. Joe Ghartey (NPP - Esikadu Ketan)", 
            "original": "[MR GHARTEY]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, as we are all aware, in countries around the world there is an index that deals with the ease of doing business and indeed, perhaps, one of the reasons Ghana has not been faring as well as it should is because the mechanics of incorporating a company to a large extent, was manual. There was an attempt earlier to decentralize this. At first, when you want to incorporate a company, everybody must physically come to Accra.\n The first step, Mr. Speaker, was an attempt to take the registration of companies to other regions which was welcomed. But this is another step forward, an important step forward where indeed, you can register a company, you can do transactions with companies anywhere in your office, anywhere electronically.\n The banking sector has started it. Mr. Speaker, today in a lot of banks, you can sit in your office and transact business with them. So with regard to company incorporation and registration, matters dealing with companies, I think this is a step in time. It is a welcome development and I support wholeheartedly the amendment.", 
            "time": "12:50:00"
        }, 
        {
            "column": "467", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Joe Ghartey, I thought you were going to answer the question that the Hon Member for Sekondi posed.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Joe Ghartey, I thought you were going to answer the question that the Hon Member for Sekondi posed.", 
            "time": "12:50:00"
        }, 
        {
            "column": "467", 
            "kind": "speech", 
            "name": "Mr. Ghartey", 
            "original": "Mr. Ghartey: Mr. Speaker, is it about notary public, swearing and all of that?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, is it about notary public, swearing and all of that?", 
            "time": "12:50:00"
        }, 
        {
            "column": "467", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Yes, and with that, how are you going to swear affidavit Without the Commissioner\" of Oaths being there? These are very interesting issues.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Yes, and with that, how are you going to swear affidavit Without the Commissioner\" of Oaths being there? These are very interesting issues.", 
            "time": "12:50:00"
        }, 
        {
            "column": "468", 
            "kind": "speech", 
            "name": "Mr. Ghartey", 
            "original": "Mr. Ghartey: Mr. Speaker, I did not want to comment on that. I am sure that the Hon Member for Sekondi is aware of teleconferencing and all of that - [Interruption] - that you do not have to be physically present to be seen, that these days, with video conferencing, meetings can take place Where you are, anywhere you can see each other.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I did not want to comment on that. I am sure that the Hon Member for Sekondi is aware of teleconferencing and all of that - [Interruption] - that you do not have to be physically present to be seen, that these days, with video conferencing, meetings can take place Where you are, anywhere you can see each other.\n In fact, these days, even on some of the latest phones, you can see each other; you can see people as you talk I wonder whether the Hon Member Skype’s. If he is on Skype, he would be aware of all of these. So Mr. Speaker", 
            "time": "12:50:00"
        }, 
        {
            "column": "468", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Are you on Skype yourself?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Are you on Skype yourself?", 
            "time": "12:50:00"
        }, 
        {
            "column": "468", 
            "kind": "speech", 
            "name": "Mr. Ghartey", 
            "original": "Mr. Ghartey: Mr. Speaker, arguably, I am the most technologically advanced Member of Parliament- [Laughter] Mr. Speaker, save yourself. In fact, all the books I write, Mr. Speaker, I typeset them, I type them myself, I do not have a secretary, I do not need a secretary. I Skype, I do everything, I am on Facebook, Twitter, anything; you can call it. Mr. Speaker, I am ahead of my time, my classmates are the Steve Jobs, allow me to be a little modest in this regard.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, arguably, I am the most technologically advanced Member of Parliament- [Laughter] Mr. Speaker, save yourself. In fact, all the books I write, Mr. Speaker, I typeset them, I type them myself, I do not have a secretary, I do not need a secretary. I Skype, I do everything, I am on Facebook, Twitter, anything; you can call it. Mr. Speaker, I am ahead of my time, my classmates are the Steve Jobs, allow me to be a little modest in this regard.\n Mr. Speaker, so I think those challenges that the learned Member for Sekondi was talking about, are challenges that we can face. One interesting thing that came up when we were discussing the Companies (Amendment) Bill was that there was a provision there that said that both the electronic and the manual will run side by side. There were some indications that after five years, the manual should stop running.\n I wonder whether much as we intend to move this process forward, we do not intend to disfranchise certain people by taking away the manual. This is because", 
            "time": "12:50:00"
        }, 
        {
            "column": "469", 
            "kind": "continued speech", 
            "name": "Mr. Ghartey", 
            "original": "[MR GHARTEY]", 
            "section": "BILLS -SECOND READING", 
            "speech": "it is not everybody who is electronically savvy as my Minister for Communications, Hon Haruna Iddrisu. So Mr. Speaker, we will cross the bridge when we get to it.", 
            "time": "12:50:00"
        }, 
        {
            "column": "469", 
            "kind": "speech", 
            "name": "Mr. Kwabena O. Darko-Mensah (NPP - Takoradi)", 
            "original": "Mr. Kwabena O. Darko-Mensah (NPP - Takoradi): Mr. Speaker, I beg to support the amendment being put forward by the Select Committee on Communications. Mr. Speaker, I believe that we need to support this amendment for the simple reason that the world is becoming a global village and we cannot continue to be outside the kind of transaction that helps companies and countries to be able to compete effectively. '\nHon Joe Ghartey has also made mention of the fact that, when they were doing the computerization of the Registrar General’s Department, they were planning that over five years, manual systems will stop. But we all know what has happened. When it became internal, it became very difficult for the district and the regional Registrar-General Departments to function. This is because every time there was a system breakdown.\nToday, we have GCNet which has been awarded this contract to manage these processes. I believe that since it is a public private partnership, these processes will be better handled than they were handled before.\nAs a country, we still do not have a permanent payment gateway. Mr. Speaker, I do believe that in trying to amend these laws and Bills, we should be able to ensure that Ghana has a permanent payment gateway so that more Ghanaians can transact and complete their transactions online.\nToday, we have what is called the I- wallet being developed by a private company. A lot of the banks in Ghana still do not issue even credit cards and therefore, if you even have to get a credit card in Ghana today, you eventually have to either go to Ecobank or GT Bank.\nThe rest of the banks like Commercial, UBA and the rest do not have it. Therefore, if you have a bank like Ghana Commercial Bank that is widely spread across the country, where a lot of Ghanaians are banked, they do not even have this access to ensure that they can transact business online.\nI believe that in amending this law, We should be making sure that the processes are well put in place such that Ghanaians can transact business and finalize those businesses online.\nWith these few words, I would like to add my support to the amendment.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I beg to support the amendment being put forward by the Select Committee on Communications. Mr. Speaker, I believe that we need to support this amendment for the simple reason that the world is becoming a global village and we cannot continue to be outside the kind of transaction that helps companies and countries to be able to compete effectively. '\n Mr. Speaker, when you take the issue of electronic transactions in this country, not until even the Nigerian banks came into Ghana, Ghanaian banks were not effectively engaged in electronic transactions.\n Today, even when somebody goes to your account and picks money, you are notified of how much is left in your account and that helps you manage the accounts you have been doing.\n Mr. Speaker, I also do believe that if you go to other advanced countries like the United States of America (USA), you do not need to physically go to the Registrar- General’s Department to check on companies that are doing business with you.\n Today, they even have what we call the Better Business Bureaus where all information on companies are online and therefore, if you wanted to do due diligence, you just have to go to the Registrar-General’s Website where the databases are being kept.\n\nHon Joe Ghartey has also made mention of the fact that, when they were doing the computerization of the Registrar General’s Department, they were planning that over five years, manual systems will stop. But we all know what has happened. When it became internal, it became very difficult for the district and the regional Registrar-General Departments to function. This is because every time there was a system breakdown.\n\nToday, we have GCNet which has been awarded this contract to manage these processes. I believe that since it is a public private partnership, these processes will be better handled than they were handled before.\n\nAs a country, we still do not have a permanent payment gateway. Mr. Speaker, I do believe that in trying to amend these laws and Bills, we should be able to ensure that Ghana has a permanent payment gateway so that more Ghanaians can transact and complete their transactions online.\n\nToday, we have what is called the I- wallet being developed by a private company. A lot of the banks in Ghana still do not issue even credit cards and therefore, if you even have to get a credit card in Ghana today, you eventually have to either go to Ecobank or GT Bank.\n\nThe rest of the banks like Commercial, UBA and the rest do not have it. Therefore, if you have a bank like Ghana Commercial Bank that is widely spread across the country, where a lot of Ghanaians are banked, they do not even have this access to ensure that they can transact business online.\n\nI believe that in amending this law, We should be making sure that the processes are well put in place such that Ghanaians can transact business and finalize those businesses online.\n\nWith these few words, I would like to add my support to the amendment.", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Last Contribution, Hon K. T. Hammond.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Last Contribution, Hon K. T. Hammond.", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. Kobina T. Hammond (NPP - Adansi Asokwa)", 
            "original": "Mr. Kobina T. Hammond (NPP - Adansi Asokwa): Mr. Speaker, just when I rose up and I thought I was going to catch your eye, you called my Colleague the Member for Esikadu Ketan on the question of the swearing of affidavit, notary public and all that. .", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, just when I rose up and I thought I was going to catch your eye, you called my Colleague the Member for Esikadu Ketan on the question of the swearing of affidavit, notary public and all that. .\n Mr. Speaker, for those of us whose mental mode still engage in the meanderthol era, we found this scandalous to suggest that swearing of affidavits, the notary, public business should now be done electronically. How is that done? The purpose for all that is for the deponent to these documents to be physically before the commissioner, or whoever -", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Member, it has just been explained through teleconferencing, they just explained.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, it has just been explained through teleconferencing, they just explained.", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. K. T. Hammond", 
            "original": "Mr. K. T. Hammond: Sorry, sorry, Mr. Speaker, when the Member was talking I was losing my concentration on What you were saying. So I am listening to you, Mr. Speaker.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Sorry, sorry, Mr. Speaker, when the Member was talking I was losing my concentration on What you were saying. So I am listening to you, Mr. Speaker.", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: We have just been told that it can be done through teleconferencing.", 
            "section": "BILLS -SECOND READING", 
            "speech": "We have just been told that it can be done through teleconferencing.", 
            "time": "13:00:00"
        }, 
        {
            "column": "471", 
            "kind": "speech", 
            "name": "Mr. K. T. Hammond", 
            "original": "Mr. K. T. Hammond: Does he know when I went on the Skype, the problems that I encountered on it? Does he know about these things? Mr. Speaker, as we do this, indeed, just when I rose up, you called me, a lady was standing by me and the suggestion she was making to me goes to confirm my fear. She is, for example asking me, if the suggestion is that we do notary public and all those things by electronic means, my mother when she goes to register her little company, what does she do? She goes to manipulate -", 
            "section": "BILLS -SECOND READING", 
            "speech": "Does he know when I went on the Skype, the problems that I encountered on it? Does he know about these things? Mr. Speaker, as we do this, indeed, just when I rose up, you called me, a lady was standing by me and the suggestion she was making to me goes to confirm my fear. She is, for example asking me, if the suggestion is that we do notary public and all those things by electronic means, my mother when she goes to register her little company, what does she do? She goes to manipulate -", 
            "time": "13:00:00"
        }, 
        {
            "column": "472", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Member, address the Chair.\nMar Ghartey; With respect, just a point of information or clarification Mar Speaker, the mobile phone is an electronic device. I dare say that the majority of people using the mobile phones in Ghana today, perhaps, are not literate. In India, the effect of technology on development of the country has made such an impact in the rural areas where they are not electronically savvy. It has been shown that literacy in English is not synonymous with knowledge in technology.\nSo I assure him that, if I spend one day with his mother, or half a day with his elder sister, she will be very savvy in computer.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, address the Chair.\n mar K. T. Hammond: All right, let us ignore my mother for the time being. Let us talk about my bigger sister who has not had the benefit of the knowledge that the Hon Member from Western Region and other Colleagues have electronically, how do they access this?\n\nMar Ghartey; With respect, just a point of information or clarification Mar Speaker, the mobile phone is an electronic device. I dare say that the majority of people using the mobile phones in Ghana today, perhaps, are not literate. In India, the effect of technology on development of the country has made such an impact in the rural areas where they are not electronically savvy. It has been shown that literacy in English is not synonymous with knowledge in technology.\n\nSo I assure him that, if I spend one day with his mother, or half a day with his elder sister, she will be very savvy in computer.", 
            "time": "13:00:00"
        }, 
        {
            "column": "472", 
            "kind": "speech", 
            "name": "Mr. K. T. Hammond", 
            "original": "Mr. K. T. Hammond: Mr. Speaker, I fail to even acknowledge that - but why spend all that one day with my mother to get her through this when my - [Interruption] I have been told that he does not know what he is saying; it does not work like that [Interruption.]", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I fail to even acknowledge that - but why spend all that one day with my mother to get her through this when my - [Interruption] I have been told that he does not know what he is saying; it does not work like that [Interruption.]\n Another clarification, spend one day with my bigger sister and the consequence will be patent to everybody who wants to see. [Laughter] That is what has been suggested here.", 
            "time": "13:00:00"
        }, 
        {
            "column": "473", 
            "kind": "continued speech", 
            "name": "Mr. K. T. Hammond", 
            "original": "[MR HAMMOND]", 
            "section": "BILLS -SECOND READING", 
            "speech": "", 
            "time": "13:00:00"
        }, 
        {
            "action": "[Interruption]- All the interruptions that are coming up suggest that it is a very conflated, convoluted and a confused situation. Let us leave that one, the electronics ", 
            "column": "473", 
            "kind": "action", 
            "name": "Mr. Speaker, let the notary public That is also another source of employment for those guys. We are going to put everybody out of business, the Commissioner of Oath", 
            "original": "Mr. Speaker, let the notary public That is also another source of employment for those guys. We are going to put everybody out of business, the Commissioner of Oath - [Interruption]- All the interruptions that are coming up suggest that it is a very conflated, convoluted and a confused situation. Let us leave that one, the electronics -", 
            "time": "13:00:00"
        }, 
        {
            "action": "rose ", 
            "column": "473", 
            "kind": "action", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah - rose -", 
            "time": "13:00:00"
        }, 
        {
            "column": "473", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Member, I give you grounds.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Member, I give you grounds.", 
            "time": "13:00:00"
        }, 
        {
            "column": "473", 
            "kind": "speech", 
            "name": "Papa Owusu-Ankomah", 
            "original": "Papa Owusu-Ankomah: On a point of order. I think the Hon Member for Adansi Asokwa is inadvertently misleading the House. This does not mean that you must transact business or register businesses exclusively by electronic means. That is not the import of the Bill. He is giving the impression as if it is exclusive. No, it is in addition to the existing method.", 
            "section": "BILLS -SECOND READING", 
            "speech": "On a point of order. I think the Hon Member for Adansi Asokwa is inadvertently misleading the House. This does not mean that you must transact business or register businesses exclusively by electronic means. That is not the import of the Bill. He is giving the impression as if it is exclusive. No, it is in addition to the existing method.", 
            "time": "13:00:00"
        }, 
        {
            "column": "473", 
            "kind": "speech", 
            "name": "Mr. K. T. Hammond", 
            "original": "Mr. K. T. Hammond: Well, to the extent that it is not going to render it obtuse, obsolete and completely irrelevant, then I probably do not have that much of a difficulty. This is because if it is going to exist side by side the old one and if you want this - and those who cannot even go through Skype, the Hon Member does not even know what Skype involves [Laughter]- To that extend, Mr. Speaker, I am constrained to accept if that is what they Want.\nstamping and all that, licensed writer, are you going to put him out of business or what? It is not fair.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Well, to the extent that it is not going to render it obtuse, obsolete and completely irrelevant, then I probably do not have that much of a difficulty. This is because if it is going to exist side by side the old one and if you want this - and those who cannot even go through Skype, the Hon Member does not even know what Skype involves [Laughter]- To that extend, Mr. Speaker, I am constrained to accept if that is what they Want.\n But if the suggestion is that it is going to be done away with altogether, then I am afraid, no. This is because I heard some suggestion that Within the next five years or so, they are going to do away with this.\n My uncle is a notary public, he is a Commissioner of Oath, they do the\n\nstamping and all that, licensed writer, are you going to put him out of business or what? It is not fair.", 
            "time": "13:00:00"
        }, 
        {
            "column": "474", 
            "kind": "speech", 
            "name": "Mr. Speaker, I will give you some information. Some parts of London, the one mile square radius, the Lloyd Insurance area, there is a particular law which has ancient antiquity, it is about shipping. Some documents would never ever be allowed to be done electronically. {An Hon Member", 
            "original": "Mr. Speaker, I will give you some information. Some parts of London, the one mile square radius, the Lloyd Insurance area, there is a particular law which has ancient antiquity, it is about shipping. Some documents would never ever be allowed to be done electronically. {An Hon Member: that is London]- What do you mean by that is London? London is the center of the economic world so what are you talking about?", 
            "section": "BILLS -SECOND READING", 
            "speech": "that is London]- What do you mean by that is London? London is the center of the economic world so what are you talking about?\n So what are you talking about? Mr. Speaker, I am happy if the suggestion is that, well, they are not intending to do away with it altogether. But those who are electronically savvy could opt to operate by that means and those of us who, as I said, have our brains engaged in older technology, we can go by the technology as we know it now. I have no difficulty, but at least, that was what troubled me.\n Mr. Speaker, I thank you for the opportunity to make my words heard this morning.", 
            "time": "13:00:00"
        }, 
        {
            "column": "474", 
            "kind": "speech", 
            "name": "Mrs. Catherine A. Afeku (NPP - Evalue-Gwira)", 
            "original": "Mrs. Catherine A. Afeku (NPP - Evalue-Gwira): Mr. Speaker, thank you for the consideration. I had only two comments on the Electronic Transactions (Amendment) Bill. During the deliberations, what I observed was access to broadband. Most of us are open-minded and we are willing to embrace the technology to migrate business registration onto the electronic version.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, thank you for the consideration. I had only two comments on the Electronic Transactions (Amendment) Bill. During the deliberations, what I observed was access to broadband. Most of us are open-minded and we are willing to embrace the technology to migrate business registration onto the electronic version.\n But if you look across the nation, it is good that the Hon Minister is here; access to broadband is still a challenge and to facilitate registration online, we will urge the sector Minister to ensure that there", 
            "time": "13:10:00"
        }, 
        {
            "column": "475", 
            "kind": "continued speech", 
            "name": "Mrs. Catherine A. Afeku (NPP - Evalue-Gwira)", 
            "original": "[MRS AFEKU]", 
            "section": "BILLS -SECOND READING", 
            "speech": "are adequate facilities across the country so people have access to broadband technology, access to the internet facilities so that they will enhance the e-registration approach. Otherwise, this laudable idea will come to a standstill.\n The second observation, Mr. Speaker, is as my Hon Colleague alluded to, the PayPal module, where you can pay online when you register, there should be a Ghanaian version. If you do not have a credit card and you have registered your business, how do we migrate the e- commerce portion, how do we get the money paid electronically? That is an opportunity to create businesses for the budding entrepreneurs in our economy. Last but not least, the sector Ministry should also work on public education.\n Most of the times, we do not use these laudable amendments, we create the opportunities and it stays right here at the Hansard Department or within Parliament. So we will urge the Hon Minister to support public education, dissemination of information that this opportunity is available so that you can sit in your home and register a company to encourage FDI and to also build our local economies, especially the young information technology prone people in our country.\n Mr. Speaker, with these few words I want to urge the women entrepreneurs to lead this change in using the technology. This is because we are already embracing it but we should let Ghana know that doing business online could be safe, could be economically viable and we will lead this in the sub-region.", 
            "time": "13:10:00"
        }, 
        {
            "column": "475", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Hon Minister, may you wind up?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Hon Minister, may you wind up?", 
            "time": "13:10:00"
        }, 
        {
            "column": "476", 
            "kind": "speech", 
            "name": "Alhaji H. Iddrisu", 
            "original": "Alhaji H. Iddrisu: Mr. Speaker, thank you very much. Let me thank Hon Members, for the very insightful suggestions but to respond to just a few.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, thank you very much. Let me thank Hon Members, for the very insightful suggestions but to respond to just a few.\n Mr. Speaker, the object of the Bill is to amend the Electronic Transactions Act, 2008 to ensure that registration of companies, partnership and sole proprietorship can be done by electronic means to conform to the new Companies Code Bill. There is a new Bill which is coming and Mr. Speaker, it is important that we prepare and anticipate the future, than just holding ourselves to today.\n What we are seeking to do is that, with this amendment, the Registrar- General’s Department can still undertake both manual and electronic registration of companies; What it does is that data security and its integrity will be enhanced, lower compliance cost and operating cost, we can conduct online searches concurrently and shorten the processing time - [Interruption] _", 
            "time": "13:10:00"
        }, 
        {
            "action": "rose ", 
            "column": "476", 
            "kind": "action", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu - rose -", 
            "time": "13:10:00"
        }, 
        {
            "column": "476", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Is it a point of order?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Is it a point of order?", 
            "time": "13:10:00"
        }, 
        {
            "column": "476", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Mr. Speaker, just a little bit of correction before the Hon Minister winds up. I am sorry I had some disturbance before you called him.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, just a little bit of correction before the Hon Minister winds up. I am sorry I had some disturbance before you called him.\n Mr. Speaker, first of all, the Report before us, there is a reference to Order 179. That is the first paragraph and Order 179 relates to the Committee on Legal, Constitutional and Parliamentary Affairs. So I was wondering what the role of that Committee is since in particular, there is no mention of the role played by that committee in this; so if the Chairman could speak to that.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: The Chairman has nothing to say. He should just expunge it from the records, I think it is an error.", 
            "section": "BILLS -SECOND READING", 
            "speech": "The Chairman has nothing to say. He should just expunge it from the records, I think it is an error.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Mr. Speaker, is that the understanding from the Chairman or the person who acted -", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, is that the understanding from the Chairman or the person who acted -", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: It is because if you look at the Committee’s Report, it was not a joint Committee.", 
            "section": "BILLS -SECOND READING", 
            "speech": "It is because if you look at the Committee’s Report, it was not a joint Committee.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Precisely.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Precisely.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: It was signed only by the Chairman of the Committee on Communication and the Clerk to the Committee. And if you look at order 179 that you referred to, it also refers to Legal, Constitutional and Parliamentary Affairs; so there is no basis for putting order 179, the record speaks for itself.", 
            "section": "BILLS -SECOND READING", 
            "speech": "It was signed only by the Chairman of the Committee on Communication and the Clerk to the Committee. And if you look at order 179 that you referred to, it also refers to Legal, Constitutional and Parliamentary Affairs; so there is no basis for putting order 179, the record speaks for itself.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Precisely, that is why I am saying that reading the Report, there is no mention of maybe -", 
            "section": "BILLS -SECOND READING", 
            "speech": "Precisely, that is why I am saying that reading the Report, there is no mention of maybe -", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: I agree entirely with you.", 
            "section": "BILLS -SECOND READING", 
            "speech": "I agree entirely with you.", 
            "time": "13:10:00"
        }, 
        {
            "column": "477", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Right, that is number one. Mr. Speaker, the second observation is on the last paragraph of page 3.\nMr. Speaker, finally, on page 4 of the Report, the third paragraph, I believe that given the circumstances that we find ourselves in as a nation, all of us should be very allergic to the use of the word \"engineering\" or \"re-engineering\". Mr. Speaker, I think we should develop a very thick skin for the use of that word and I will pray that we delete that word \"re- engineering\" and in its place substitute \"facilitating\".\nMr. Speaker, those are my observations and I hope the Chairman has taken notice of them.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Right, that is number one. Mr. Speaker, the second observation is on the last paragraph of page 3.\n \"The Committee observed that certain pieces of legislation, including the Companies (Amendment) Bill provided for the electronic filing and registration of businesses ...\"\n Mr. Speaker, the Companies. (Amendment) Bill is not legislation yet, it is before the House, yes, but to the extent that it has not been passed by this House, it is not a law that can be referred to by the Committee in this Report. So Mr. Speaker, if the Chairman could look at that and appropriately amend that section of the Report, it could be a reference material to you but it is not an enactment yet.\n\nMr. Speaker, finally, on page 4 of the Report, the third paragraph, I believe that given the circumstances that we find ourselves in as a nation, all of us should be very allergic to the use of the word \"engineering\" or \"re-engineering\". Mr. Speaker, I think we should develop a very thick skin for the use of that word and I will pray that we delete that word \"re- engineering\" and in its place substitute \"facilitating\".\n\nMr. Speaker, those are my observations and I hope the Chairman has taken notice of them.", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Chairman, do you want to say something?", 
            "section": "BILLS -SECOND READING", 
            "speech": "Chairman, do you want to say something?", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Mr. Twumasi-Appiah", 
            "original": "Mr. Twumasi-Appiah: Mr. Speaker, I have taken note of what the Hon Minority Leader has said and I wish to support him to effect the amendment he has raised accordingly;", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I have taken note of what the Hon Minority Leader has said and I wish to support him to effect the amendment he has raised accordingly;", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: But why did you include order 179, in your report?", 
            "section": "BILLS -SECOND READING", 
            "speech": "But why did you include order 179, in your report?", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Mr. Twumasi-Appiah", 
            "original": "Mr. Twumasi-Appiah: Mr. Speaker, by your direction, I think it has been taken note of. .", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, by your direction, I think it has been taken note of. .", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Very well.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Very well.", 
            "time": "13:10:00"
        }, 
        {
            "column": "478", 
            "kind": "speech", 
            "name": "Alhaji H. Iddrisu", 
            "original": "Alhaji H. Iddrisu: Mr. Speaker, so let me once again thank Hon Members for those constructive suggestions on the e- payment gateway. I am happy to note that sooner than later, we would be awarding contract for an e-payment system in Ghana. They are now negotiating with the winner of the bid on that.\nnumber of Ghanaians using mobile telephony, they do have access to the internet via mobile broadband and that has increased internet penetration generally not fixed broadband. I am also happy to know that there is no Ministry in Ghana today which is not connected to broadband.\nWe have connected 54 Ministries, Departments and Agencies (MDAs) including the Regional Co-ordinating Councils (RCCs) to facilitate e- transaction.\nMr. Speaker, finally, the former Attorney-General and Minister for Justice mentioned it. You are talking of a digital age where video conferencing and tele- conferencing are facilitated. I believe that we also will support through training the Registrar-General’s Department. There is a concept we call the Electronic Signature, that even as Members of Parliament, we will undertake some leadership training. It should be possible to have your signature online to authenticate documents to which you accept the content of that particular document.\nSo that will respond to the other issue that, was raised. But the important thing is that we need to guarantee the security and integrity of our data. Assuming that today, the Registrar-General’s Department catches fire, how are we going to have reference to all the manual registration processes that I have been done? We will do so through the National Data Center. so let me thank my Hon Colleagues and say that, the other useful suggestions, we will deal with them when we get to the Consideration Stage.\nBut this particular amendment is to conform to the proposed Companies (Amendment) Bill and to allow Ghana to\ntake advantage of Information Communication and Technology (ICT) to facilitate e-commerce and e-transactions generally.\nI thank you, Mr. Speaker.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, so let me once again thank Hon Members for those constructive suggestions on the e- payment gateway. I am happy to note that sooner than later, we would be awarding contract for an e-payment system in Ghana. They are now negotiating with the winner of the bid on that.\n On mobile broadband which my Colleague Ms. Catherine Afeku raised, Mr. Speaker, there are two categories of broad- band. We have fixed broadband and we have mobile broadband. Indeed, with mobile broadband, with the increasing\n\nnumber of Ghanaians using mobile telephony, they do have access to the internet via mobile broadband and that has increased internet penetration generally not fixed broadband. I am also happy to know that there is no Ministry in Ghana today which is not connected to broadband.\n\nWe have connected 54 Ministries, Departments and Agencies (MDAs) including the Regional Co-ordinating Councils (RCCs) to facilitate e- transaction.\n\nMr. Speaker, finally, the former Attorney-General and Minister for Justice mentioned it. You are talking of a digital age where video conferencing and tele- conferencing are facilitated. I believe that we also will support through training the Registrar-General’s Department. There is a concept we call the Electronic Signature, that even as Members of Parliament, we will undertake some leadership training. It should be possible to have your signature online to authenticate documents to which you accept the content of that particular document.\n\nSo that will respond to the other issue that, was raised. But the important thing is that we need to guarantee the security and integrity of our data. Assuming that today, the Registrar-General’s Department catches fire, how are we going to have reference to all the manual registration processes that I have been done? We will do so through the National Data Center. so let me thank my Hon Colleagues and say that, the other useful suggestions, we will deal with them when we get to the Consideration Stage.\n\nBut this particular amendment is to conform to the proposed Companies (Amendment) Bill and to allow Ghana to\n\ntake advantage of Information Communication and Technology (ICT) to facilitate e-commerce and e-transactions generally.\n\nI thank you, Mr. Speaker.", 
            "time": "13:10:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Thank you very much, Hon Minister. Question put and Motion agreed to. The Electronic Transactions (Amendment) Bill,2011 was duly read a Second time.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Thank you very much, Hon Minister. Question put and Motion agreed to. The Electronic Transactions (Amendment) Bill,2011 was duly read a Second time.", 
            "time": "13:10:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, we have circulated an Addendum Order Paper and with your kind indulgence, I just want us to take item (1) on the Order Paper-that is the Presentation and First Reading of the Bill. We would suspend the rest of the activities indicated on the Order Paper until tomorrow or thereafter.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, we have circulated an Addendum Order Paper and with your kind indulgence, I just want us to take item (1) on the Order Paper-that is the Presentation and First Reading of the Bill. We would suspend the rest of the activities indicated on the Order Paper until tomorrow or thereafter.", 
            "time": "13:20:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Mr. Speaker, the Ushers were distributing something so that we could participate and they were ordered - at least on this side - [Interruption] - No, it is related to it, to stop giving it to us. I do not understand. It is related to what he is saying: .", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, the Ushers were distributing something so that we could participate and they were ordered - at least on this side - [Interruption] - No, it is related to it, to stop giving it to us. I do not understand. It is related to what he is saying: .", 
            "time": "13:20:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: It must be laid before.", 
            "section": "BILLS -SECOND READING", 
            "speech": "It must be laid before.", 
            "time": "13:20:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Yes, it was.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Yes, it was.", 
            "time": "13:20:00"
        }, 
        {
            "column": "480", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Mr. Speaker, the Majority Leader signaled that we were going to have some consultation on this Even though the consultation has not been done, I noticed the purpose for the Paper being presented in the House and ordinarily I should not have anything to disagree as far as this is concerned and I do not disagree.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, the Majority Leader signaled that we were going to have some consultation on this Even though the consultation has not been done, I noticed the purpose for the Paper being presented in the House and ordinarily I should not have anything to disagree as far as this is concerned and I do not disagree.", 
            "time": "13:20:00"
        }, 
        {
            "column": "481", 
            "kind": "continued speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "[MR KYEI-MENSAH-BONSU]", 
            "section": "BILLS -SECOND READING", 
            "speech": "What however must be indicated, he has signaled that the other items captured on the Addendum Paper would not be attended to. Mr. Speaker, first of all, I think this arrangement is totally Wrong. I agree with him that \"we do not have to attend to it. But our Orders provide that after the presentation of the Paper in the House, and the subsequent referral, it would be for the Committee to determine whether it should be taken under a Certificate of Urgency.\n Now, if you have it printed on the Paper, it is made to appear as if somebody is programming for the Committee to consider it as urgent and submit a report to this House. And that is most irregular. I keep referring to this matter. Let the committee so determine and if the Committee so decides, then it could be passed under a Certificate of Urgency. That is number one.\n Number two, Mr. Speaker, I called my Colleagues on the Committee because it was not advertised earlier and because the Business Committee did not consider this, they themselves are unaware. So it would be difficult to draw some of them to the House maybe today or tomorrow even if they have to do so tomorrow.\n So, I agree that it be laid but let us afford some time to the Committee for the consideration. Once they do so and it has to be passed under a Certificate of Urgency, nobody would really mind. 'But let. us accord them some space and time to do what is good for us.", 
            "time": "13:20:00"
        }, 
        {
            "column": "481", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: My \"information is that this amendment has Been brought in because the Members of The joint Committee on Local Government And Subsidiary Legislation suggested something of that nature. So it is Members\nof the House who are asking that something of that nature be done. That was my information and I thought that it was not going to be very contentious when it is brought.\nBut I entirely agree with you in terms of the procedure that you have referred to in Standing Order 119, that it is for the committee to decide then the processes continues from there. But if you go and put the procedures there then it seems you have predetermined that it is urgent\nSo, I would allow the Paper to be laid and then I would do the referral and let the Committee determine whether it is of an urgent nature. If they think so then it means it has to be taken through all the stages. If it is not, then so be it. It is for the Committee to determine and inform the House.", 
            "section": "BILLS -SECOND READING", 
            "speech": "My \"information is that this amendment has Been brought in because the Members of The joint Committee on Local Government And Subsidiary Legislation suggested something of that nature. So it is Members\n\nof the House who are asking that something of that nature be done. That was my information and I thought that it was not going to be very contentious when it is brought.\n\nBut I entirely agree with you in terms of the procedure that you have referred to in Standing Order 119, that it is for the committee to decide then the processes continues from there. But if you go and put the procedures there then it seems you have predetermined that it is urgent\n\nSo, I would allow the Paper to be laid and then I would do the referral and let the Committee determine whether it is of an urgent nature. If they think so then it means it has to be taken through all the stages. If it is not, then so be it. It is for the Committee to determine and inform the House.", 
            "time": "13:20:00"
        }, 
        {
            "column": "482", 
            "kind": "speech", 
            "name": "Mr. Kyei-Mensah-Bonsu", 
            "original": "Mr. Kyei-Mensah-Bonsu: Yes, Mr. Speaker, as you said, I am told that this piece ensued from some deliberation which happened between the Ministry and the two Committees - Subsidiary Legislation and Local Government- and then they determined that this ought to be done. That is the extent of their involvement.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Yes, Mr. Speaker, as you said, I am told that this piece ensued from some deliberation which happened between the Ministry and the two Committees - Subsidiary Legislation and Local Government- and then they determined that this ought to be done. That is the extent of their involvement.\n But it coming to this House for it to pass through the processes is unknown to. the Committees, at least, those of them from this side of the House. That is why I am saying that after the referral, let us accord them some space and time in order for them to do what is regular and proper.", 
            "time": "13:20:00"
        }, 
        {
            "column": "482", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, I entirely agree with the sentiments expressed by your good self and the Minority leader. That was why I indicated that we would only do the laying and the rest of them are suspended until the Committee advises us.", 
            "section": "BILLS -SECOND READING", 
            "speech": "Mr. Speaker, I entirely agree with the sentiments expressed by your good self and the Minority leader. That was why I indicated that we would only do the laying and the rest of them are suspended until the Committee advises us.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "heading": "BILLS - FIRST READING", 
            "kind": "heading", 
            "original": "BILLS - FIRST READING", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: In doing so, they should determine whether the Bill is of an urgent nature under Standing Order 119.", 
            "section": "BILLS - FIRST READING", 
            "speech": "In doing so, they should determine whether the Bill is of an urgent nature under Standing Order 119.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. Cletus A. Avoka", 
            "original": "Mr. Cletus A. Avoka: Mr. Speaker, subject to your further directives, I think we have virtually taken those matters on the Order Paper and the Addendum that are ready for hearing today.", 
            "section": "BILLS - FIRST READING", 
            "speech": "Mr. Speaker, subject to your further directives, I think we have virtually taken those matters on the Order Paper and the Addendum that are ready for hearing today.\n In the circumstances, I beg to move that We adjourn proceedings of the House until tomorrow at 10.00 O'clock in the forenoon.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: Yes, except that these Bills that have been advertised today some of them are quite short and I would have preferred that we bring the Attorney-General and Minister for Justice to the House to take them to facilitate the business of the House.", 
            "section": "BILLS - FIRST READING", 
            "speech": "Yes, except that these Bills that have been advertised today some of them are quite short and I would have preferred that we bring the Attorney-General and Minister for Justice to the House to take them to facilitate the business of the House.\n You know that we want to rise quite early because of other pending matters outside this House as far as this Meeting is concerned. So the Ministers should assist the House so that We can dispose of as many of such business as we can.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. Avoka", 
            "original": "Mr. Avoka: Mr. Speaker, I will try to do so, except that I would also want to announce, with your permission, that members of the Winnowing Committee and friends of the Presidential Transition Bill will meet this afternoon at 3.00 O'clock in my office for further winnowing of the Bill.", 
            "section": "BILLS - FIRST READING", 
            "speech": "Mr. Speaker, I will try to do so, except that I would also want to announce, with your permission, that members of the Winnowing Committee and friends of the Presidential Transition Bill will meet this afternoon at 3.00 O'clock in my office for further winnowing of the Bill.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. First Deputy Speaker", 
            "original": "Mr. First Deputy Speaker: I hope you have the capacity - [ Laughter:] Hon Minority Leader, Motion moved for adjournment of the House.", 
            "section": "BILLS - FIRST READING", 
            "speech": "I hope you have the capacity - [ Laughter:] Hon Minority Leader, Motion moved for adjournment of the House.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "kind": "speech", 
            "name": "Mr. Osei Kyei-Mensah-Bonsu", 
            "original": "Mr. Osei Kyei-Mensah-Bonsu: Mr. Speaker, I beg to second the Motion. Question put and Motion agreed to.", 
            "section": "BILLS - FIRST READING", 
            "speech": "Mr. Speaker, I beg to second the Motion. Question put and Motion agreed to.", 
            "time": "13:20:00"
        }, 
        {
            "column": "483", 
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "13:20:00"
        }
    ], 
    "head": {
        "date": "2012-02-02", 
        "number": null, 
        "series": null, 
        "time": "13:20:00", 
        "volume": null
    }
}