{
    "entries": [
        {
            "column": null, 
            "heading": "PARLIAMENTARY DEBATES", 
            "kind": "heading", 
            "original": "PARLIAMENTARY DEBATES", 
            "time": null
        }, 
        {
            "column": null, 
            "heading": "OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "OFFICIAL REPORT", 
            "time": null
        }, 
        {
            "column": null, 
            "heading": "CONTENTS", 
            "kind": "heading", 
            "original": "CONTENTS", 
            "time": null
        }, 
        {
            "column": null, 
            "heading": "ANNOUNCEMENTS-", 
            "kind": "heading", 
            "original": "ANNOUNCEMENTS-", 
            "time": null
        }, 
        {
            "column": null, 
            "heading": "ORAL ANSWERS TO QUESTIONS--", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS--", 
            "time": null
        }, 
        {
            "column": null, 
            "heading": "PAPERS -", 
            "kind": "heading", 
            "original": "PAPERS -", 
            "time": null
        }, 
        {
            "column": "913", 
            "heading": "THE", 
            "kind": "heading", 
            "original": "THE", 
            "time": null
        }, 
        {
            "column": "913", 
            "heading": "PARLIAMENT OF THE REPUBLIC", 
            "kind": "heading", 
            "original": "PARLIAMENT OF THE REPUBLIC", 
            "time": null
        }, 
        {
            "column": "913", 
            "heading": "OF GHANA", 
            "kind": "heading", 
            "original": "OF GHANA", 
            "time": null
        }, 
        {
            "chair": "MADAM SPEAKER", 
            "column": "913", 
            "kind": "chair", 
            "original": "[MADAM SPEAKER IN THE CHAIR]", 
            "time": "11:00:00"
        }, 
        {
            "column": "913", 
            "heading": "PRAYERS", 
            "kind": "heading", 
            "original": "PRAYERS", 
            "time": "11:00:00"
        }, 
        {
            "column": "913", 
            "heading": "ANNOUNCEMENTS", 
            "kind": "heading", 
            "original": "ANNOUNCEMENTS", 
            "time": "11:00:00"
        }, 
        {
            "column": "913", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, I wish to inform the House of the sudden death of the Member of Parliament for Wulensi, HonAlhaji Saani Iddi, which sad event occurred on Monday, 4th of June, 2012 in Accra. May I therefore, invite Hon Members to rise and observe a minute of silence in memory of our departed Hon Member, Alhaji Saani Iddi.\nMay His soul rest in perfect peace.", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Hon Members, I wish to inform the House of the sudden death of the Member of Parliament for Wulensi, HonAlhaji Saani Iddi, which sad event occurred on Monday, 4th of June, 2012 in Accra. May I therefore, invite Hon Members to rise and observe a minute of silence in memory of our departed Hon Member, Alhaji Saani Iddi.\n\nMay His soul rest in perfect peace.", 
            "time": "11:00:00"
        }, 
        {
            "column": "913", 
            "kind": "speech", 
            "name": "Mr Cletus A. Avoka", 
            "original": "Mr Cletus A. Avoka: Madam Speaker, following this sad news that you have just informed us about, the family of our late Hon Colleague, has indicated that the burial will be this afternoon. The burial will take place at 1.00 o’clock this afternoon at Tema. In the circumstances, I would want to humbly suggest and request that we Sit up to 12.00 noon and adjourn proceedings, so that we can participate in the burial ceremony of our late Hon Colleague. It will take place at Community 9 Cemetery at 1.00 o‘clock this afternoon.\nSo, if it is the pleasure of some of us to park our cars and go by a bus, we will inform the Clerk to arrange transport because of the traffic congestion. Some Hon Members may want to go in the bus and come back here and pick their cars. Otherwise, those who want to go alone, it will be at the Community 9 Cemetery. So we will adjourn at or about 12.00 noon to enable as many Hon Members as possible participate in the burial ceremony. In this respect, I will humbly apply that we expedite or fast- track the Question time, so that we will have enough time to complete the Questions on schedule and then do the other ceremonies of the day and close at 12.00 noon.\nThank you, Madam Speaker.", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Madam Speaker, following this sad news that you have just informed us about, the family of our late Hon Colleague, has indicated that the burial will be this afternoon. The burial will take place at 1.00 o’clock this afternoon at Tema. In the circumstances, I would want to humbly suggest and request that we Sit up to 12.00 noon and adjourn proceedings, so that we can participate in the burial ceremony of our late Hon Colleague. It will take place at Community 9 Cemetery at 1.00 o‘clock this afternoon.\n\nSo, if it is the pleasure of some of us to park our cars and go by a bus, we will inform the Clerk to arrange transport because of the traffic congestion. Some Hon Members may want to go in the bus and come back here and pick their cars. Otherwise, those who want to go alone, it will be at the Community 9 Cemetery. So we will adjourn at or about 12.00 noon to enable as many Hon Members as possible participate in the burial ceremony. In this respect, I will humbly apply that we expedite or fast- track the Question time, so that we will have enough time to complete the Questions on schedule and then do the other ceremonies of the day and close at 12.00 noon.\n\nThank you, Madam Speaker.", 
            "time": "11:00:00"
        }, 
        {
            "column": "914", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Thank you. I suppose the Hon Minority Leader also agrees that at 12.00 noon, we should, finish with the Questions and adjourn, so that we can all take part?", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Thank you. I suppose the Hon Minority Leader also agrees that at 12.00 noon, we should, finish with the Questions and adjourn, so that we can all take part?", 
            "time": "11:00:00"
        }, 
        {
            "column": "914", 
            "kind": "speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "Mr Ambrose P. Dery: Madam Speaker, I think that we are all saddened by this loss to this House, to his constituents and to the whole of the country. So, I would want to entreat our Colleagues to join hands, so that we can give him a befitting burial later to day.", 
            "section": "ANNOUNCEMENTS", 
            "speech": "Madam Speaker, I think that we are all saddened by this loss to this House, to his constituents and to the whole of the country. So, I would want to entreat our Colleagues to join hands, so that we can give him a befitting burial later to day.\n So, Madam Speaker, I think we, on the Minority side, agree with the proposal made by the Hon Majority Leader, that we adjourn at 12.00 noon, so that Hon Members of Parliament who want to attend, would organise themselves and be at the Community 9 Cemetery.\n Madam Speaker, may the soul of our departed Colleague rest in peace.", 
            "time": "11:00:00"
        }, 
        {
            "column": "915", 
            "heading": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "kind": "heading", 
            "original": "Votes and Proceedings and the Official Report", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "scene", 
            "original": "[No correction was made to the Votes and Proceedings of Tuesday, 5th June,\n\n2012.]", 
            "scene": "[No correction was made to the Votes and Proceedings of Tuesday, 5th June, 2012.]", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Yes, Madam Speaker. The Hon Minister for the Interior is here to answer the Questions.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Yes, Madam Speaker. The Hon Minister for the Interior is here to answer the Questions.", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The first Question stands in the name of Hon George K. Arthur, NDC-Amenfi Central.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "The first Question stands in the name of Hon George K. Arthur, NDC-Amenfi Central.", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "speech", 
            "name": "Mr John Gyetuah", 
            "original": "Mr John Gyetuah: Madam Speaker, the Hon Colleague has travelled. He has therefore, requested me to seek your permission to ask the Question on his behalf.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Madam Speaker, the Hon Colleague has travelled. He has therefore, requested me to seek your permission to ask the Question on his behalf.", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes.", 
            "section": "VOTES AND PROCEEDINGS AND THE OFFICIAL REPORT", 
            "speech": "Yes.", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "heading": "ORAL ANSWERS TO QUESTIONS", 
            "kind": "heading", 
            "original": "ORAL ANSWERS TO QUESTIONS", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "heading": "MINISTRY OF THE INTERIOR", 
            "kind": "heading", 
            "original": "MINISTRY OF THE INTERIOR", 
            "time": "11:10:00"
        }, 
        {
            "column": "915", 
            "kind": "speech", 
            "name": "Minister for the Interior (Mr William Kwasi Aboah)", 
            "original": "Minister for the Interior (Mr William Kwasi Aboah): Madam Speaker, the Attorney-General and Minister for Justice, in collaboration with the Ghana Prisons Service, Ghana Police Service and the Judiciary Service has instituted the \"Justice for all Court Programme\" which aims at:\naddressing problems of untried prisoners who have been on remand for very long periods of time and usually on expired warrants;\nconsidering all such cases and, either reviewing expired warrants or discharging deserving inmates; and\nensuring fair and expeditious hearing and trial of cases of remand prisoners.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Attorney-General and Minister for Justice, in collaboration with the Ghana Prisons Service, Ghana Police Service and the Judiciary Service has instituted the \"Justice for all Court Programme\" which aims at:\n\naddressing problems of untried prisoners who have been on remand for very long periods of time and usually on expired warrants;\n\nconsidering all such cases and, either reviewing expired warrants or discharging deserving inmates; and\n\nensuring fair and expeditious hearing and trial of cases of remand prisoners.", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, your three supplementary questions.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, your three supplementary questions.", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Mr Gyetuah", 
            "original": "Mr Gyetuah: Madam Speaker, I would want to find out from the Hon Minister, since the inception of this particular programme-- that is, Justice for all Programme, can he tell this House the number of remand prisoners who have benefited from this particular facility?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I would want to find out from the Hon Minister, since the inception of this particular programme-- that is, Justice for all Programme, can he tell this House the number of remand prisoners who have benefited from this particular facility?", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, since the programme started, 1,828 remand prisoners have benefited.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, since the programme started, 1,828 remand prisoners have benefited.", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, your second question.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Yes, your second question.", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Mr Gyetuah", 
            "original": "Mr Gyetuah: Madam Speaker, comparing the figure that he had quoted, could he tell the House also the number of remand prisoners who have not been tried?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, comparing the figure that he had quoted, could he tell the House also the number of remand prisoners who have not been tried?", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, I know that by the end of June, we have 13,200 prisoners, all in prisons but I cannot at the moment, tell how many are remanded. If I was given the time, I would do that.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I know that by the end of June, we have 13,200 prisoners, all in prisons but I cannot at the moment, tell how many are remanded. If I was given the time, I would do that.", 
            "time": "11:10:00"
        }, 
        {
            "column": "916", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Yes, your third question.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Yes, your third question.", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr Gyetuah", 
            "original": "Mr Gyetuah: Madam Speaker,I would want to find out from the Hon Minister whether there is any mechanism put in place to reprimand officials whose actions or inactions result in remand prisoners being kept in custody unreasonably for long periods.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker,I would want to find out from the Hon Minister whether there is any mechanism put in place to reprimand officials whose actions or inactions result in remand prisoners being kept in custody unreasonably for long periods.", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, if the fault comes from any of the outfits under my jurisdiction, we have measures to correct or punish the person, but if it comes outside my jurisdiction, I do not have that power to do it.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, if the fault comes from any of the outfits under my jurisdiction, we have measures to correct or punish the person, but if it comes outside my jurisdiction, I do not have that power to do it.", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr William O. Boafo", 
            "original": "Mr William O. Boafo: Madam Speaker, I would like to find out fiom the Hon Minister whether in respect of this \"Justice for all Programme\", he has a permanent body which seeks to review these cases and how frequent do they sit and how fair are they to complainants in this case. Do they give them an opportunity?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I would like to find out fiom the Hon Minister whether in respect of this \"Justice for all Programme\", he has a permanent body which seeks to review these cases and how frequent do they sit and how fair are they to complainants in this case. Do they give them an opportunity?", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, there is a body known as a court. They move from prison to prison to review these cases and, therefore, they are very fair, in the sense that they take cases according to the time that the person - if he is 6 months, they do not jump that one to go and take somebody who is 12 months - so they are fair to all the prisoners whose cases need review in this respect.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, there is a body known as a court. They move from prison to prison to review these cases and, therefore, they are very fair, in the sense that they take cases according to the time that the person - if he is 6 months, they do not jump that one to go and take somebody who is 12 months - so they are fair to all the prisoners whose cases need review in this respect.", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr Justice J. Appiah", 
            "original": "Mr Justice J. Appiah: Madam Speaker, Hon Kennedy Ohene Agyapong was detained for more than 48 hours in the Bureau for National Investigations (BNI) cells. What is his Ministry doing to stop this unconstitutional behaviour? It was from Thursday, 2.00 p.m. up to Monday morning.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, Hon Kennedy Ohene Agyapong was detained for more than 48 hours in the Bureau for National Investigations (BNI) cells. What is his Ministry doing to stop this unconstitutional behaviour? It was from Thursday, 2.00 p.m. up to Monday morning.\n Thank you, Madam Speaker.", 
            "time": "11:10:00"
        }, 
        {
            "column": "917", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, I think that this matter was dealt with by the court. I know that Hon Kennedy Agyapong was arrested and detained constitutionally but\nif it went beyond, that is why the court dealt with it - [Interruptions] -- I do not know about that one -- [Interruptions]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I think that this matter was dealt with by the court. I know that Hon Kennedy Agyapong was arrested and detained constitutionally but\n\nif it went beyond, that is why the court dealt with it - [Interruptions] -- I do not know about that one -- [Interruptions]", 
            "time": "11:10:00"
        }, 
        {
            "column": "918", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The answer is that, that is why the court dealt with it and released him.\nAnalogous Grades in the Security Agencies (Discrepancies)\nQ. 799. Mr Samuel Johnfiah asked the Minister for the Interior whether the analogous grades in the various security agencies had the same salary structure and if not, what accounted for the salary differentials and whether the Ministry would consider addressing the discrepancies that existed in their salaries.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "The answer is that, that is why the court dealt with it and released him.\n Any other question?\n The next Question stands in the name of Hon Samuel Johnfiah, Ahanta West.\n\nAnalogous Grades in the Security Agencies (Discrepancies)\n\nQ. 799. Mr Samuel Johnfiah asked the Minister for the Interior whether the analogous grades in the various security agencies had the same salary structure and if not, what accounted for the salary differentials and whether the Ministry would consider addressing the discrepancies that existed in their salaries.", 
            "time": "11:20:00"
        }, 
        {
            "column": "918", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, the analogous grades in the various security agencies did not have the same salary structure. The salary differed from agency to agency. This could be attributed to evaluation of work content, the risk involved and academic qualification. This basically served as the basis for the differences.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the analogous grades in the various security agencies did not have the same salary structure. The salary differed from agency to agency. This could be attributed to evaluation of work content, the risk involved and academic qualification. This basically served as the basis for the differences.\n Madam Speaker, the salary structure for the various agencies under the Ministry was determined by the Fair Wages and Salaries Commission (FWSC) together with the technical teams of the agencies based onj ob evaluation and the risks involved in their work. As a Minister, I cannot overrule the decision of the Commission, but attempts are in process to address the discrepancies that currently exist.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, your three questions.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, your three questions.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Johnfiah", 
            "original": "Mr Johnfiah: Madam Speaker, the Hon Minister has talked of technical teams that liaise with the FWSC to determine the salaries. May I know the composition of these technical teams?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Hon Minister has talked of technical teams that liaise with the FWSC to determine the salaries. May I know the composition of these technical teams?", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, every agency selected their technical teams. So I may not have the names and the reasons for the selection of these technical teams. But every agency selected its own technical team to undertake the project.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, every agency selected their technical teams. So I may not have the names and the reasons for the selection of these technical teams. But every agency selected its own technical team to undertake the project.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, your second question.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, your second question.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Johnfiah", 
            "original": "Mr Johnfiah: Madam Speaker, the Hon Minister is saying that there are attempts to remedy these discrepancies. I would want to know if he could throw more light on these attempts that are being made to address the discrepancies.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Hon Minister is saying that there are attempts to remedy these discrepancies. I would want to know if he could throw more light on these attempts that are being made to address the discrepancies.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, the agencies have not dissolved their technical teams. So the technical teams are always in touch with the FWSC. So, they are in the process of trying to solve the discrepancies.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the agencies have not dissolved their technical teams. So the technical teams are always in touch with the FWSC. So, they are in the process of trying to solve the discrepancies.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, your third question, please.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, your third question, please.", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Johnfiah", 
            "original": "Mr Johnfiah: Madam Speaker, may I know from the Hon Minister whether these security agencies have been migrated onto the Single Spine Salary Structure", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, may I know from the Hon Minister whether these security agencies have been migrated onto the Single Spine Salary Structure\n (SSSS).", 
            "time": "11:20:00"
        }, 
        {
            "column": "919", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, yes. They have been migrated.\nFire Station for Kasoa (Provision)\nQ. 800. David Nana Larbie asked the Minister for the Interior what measures the Ministry had put in place to provide a fire station at Kasoa.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, yes. They have been migrated.\n\nFire Station for Kasoa (Provision)\n\nQ. 800. David Nana Larbie asked the Minister for the Interior what measures the Ministry had put in place to provide a fire station at Kasoa.", 
            "time": "11:20:00"
        }, 
        {
            "column": "920", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, the Ghana National Fire Service in collaboration with the Awutu South District Assembly had earmarked a place for a fire station to be established in Kasoa. Currently, the Weija and Buduburam Fire Stations service Kasoa whenever there is any fire outbreak", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Ghana National Fire Service in collaboration with the Awutu South District Assembly had earmarked a place for a fire station to be established in Kasoa. Currently, the Weija and Buduburam Fire Stations service Kasoa whenever there is any fire outbreak", 
            "time": "11:20:00"
        }, 
        {
            "column": "920", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, you have three questions.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, you have three questions.", 
            "time": "11:20:00"
        }, 
        {
            "column": "920", 
            "kind": "speech", 
            "name": "Nana Larbie", 
            "original": "Nana Larbie: Madam Speaker, I am very, very happy with the arrangement made so far. So the Answer to my Question is all right and I am happy. I have no more questions to ask.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I am very, very happy with the arrangement made so far. So the Answer to my Question is all right and I am happy. I have no more questions to ask.", 
            "time": "11:20:00"
        }, 
        {
            "column": "920", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Then we move on to the Question numbered 801, standing in the name of Hon Kwasi Ameyaw- Cheremeh, Member of Parliament for Sunyani East? [Pause]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Then we move on to the Question numbered 801, standing in the name of Hon Kwasi Ameyaw- Cheremeh, Member of Parliament for Sunyani East? [Pause]\n Shall we stand it down then? If we are not ready, we shall move on and come back to it.\n What about Question numbered 802, standing in the name of Hon Albert Kwasi Zigah, if he is here?\n Constant Flooding in Ketu South Constituency (Remedy)\n Q. 802. Mr Albert K. Zigah asked the Minister for the Interior what immediate plan the Ministry had to address the constant flooding in most parts of the Ketu South Constituency.", 
            "time": "11:20:00"
        }, 
        {
            "column": "921", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, most parts of the Ketu South Constituency, especially the Some area (Denu, Adina, Agbozume), had been described by hydrologists as sitting in a \"bowl\". Once water entered, it could not go out.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, most parts of the Ketu South Constituency, especially the Some area (Denu, Adina, Agbozume), had been described by hydrologists as sitting in a \"bowl\". Once water entered, it could not go out.\n To address the situation, the hydrologists had advised that there was the need for the construction of a new drainage system to carry water out into the Keta Lagoon. This drainage system would also go a long way to solve similar problems in the Aflao area (Viefe, Hatsukope and Avoeme).\n As a short-term measure, the District Assembly had been tasked to design and construct smaller drains that would improve the drainage system in the areas. The Government, in collaboration with the hydrologists, are planning for the construction of a new drainage to forestall the constant flooding.", 
            "time": "11:20:00"
        }, 
        {
            "column": "921", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Zigah, your three questions.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Zigah, your three questions.", 
            "time": "11:20:00"
        }, 
        {
            "column": "921", 
            "kind": "speech", 
            "name": "Mr Zigah", 
            "original": "Mr Zigah: Madam Speaker, with your kind indulgence, this very Question was filed in 2010. As of now, debating this Question would not be compatible with the situation on the ground. Meanwhile, there are some places in the Ketu South Constituency which are still waterlogged and I pleaded with the Hon Minister to assist the District Assembly due to its numerous burdens, so that they could easily provide drainage to the area.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, with your kind indulgence, this very Question was filed in 2010. As of now, debating this Question would not be compatible with the situation on the ground. Meanwhile, there are some places in the Ketu South Constituency which are still waterlogged and I pleaded with the Hon Minister to assist the District Assembly due to its numerous burdens, so that they could easily provide drainage to the area.", 
            "time": "11:20:00"
        }, 
        {
            "column": "921", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, the Hon Member is asking that you co- operate to provide -", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Minister, the Hon Member is asking that you co- operate to provide -", 
            "time": "11:20:00"
        }, 
        {
            "column": "921", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, the Hon Member’s submission is well noted.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Hon Member’s submission is well noted.", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Members, shall we move to the other Question numbered", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Members, shall we move to the other Question numbered\n 801?", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Mr Kwabena O. Darko-Mensah", 
            "original": "Mr Kwabena O. Darko-Mensah: Madam Speaker, the Hon Member has asked me to seek your permission and ask the Question on his behalf.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Hon Member has asked me to seek your permission and ask the Question on his behalf.", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: All right.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "All right.\n Elubo and Aflao Border Posts (Opening 24 hours)\n Q. 801. Mr Kwabena O. Darko-Mensah (on behalf of Mr Kwasi Ameyaw- Chererneh) asked the Minister for the Interior when the Elubo and Aflao Border Posts would be opened to travellers of the sub-region for twenty-four hours daily.", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, Ghana and its neighbouring States have agreed on the times borders are to remain opened for travellers. The borders with la Cote d’Ivoire and Burkina Faso are opened from 06:00 hours to 18:30 hours. With respect to Togo, the Aflao border is opened from 06:00 hours to 18:00 hours.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, Ghana and its neighbouring States have agreed on the times borders are to remain opened for travellers. The borders with la Cote d’Ivoire and Burkina Faso are opened from 06:00 hours to 18:30 hours. With respect to Togo, the Aflao border is opened from 06:00 hours to 18:00 hours.\n It had been the wish of the Government of Ghana to operate the vital posts of Aflao, Elubo and Paga for twenty-four hours daily to facilitate trade and movement of persons. This has been a subject of high level security discussions between the Government and her neighbouring States. Agreements, however, are yet to be reached.", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, your three questions.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, your three questions.", 
            "time": "11:20:00"
        }, 
        {
            "column": "922", 
            "kind": "speech", 
            "name": "Mr Darko-Mensah", 
            "original": "Mr Darko-Mensah: Madam Speaker, I would like to ask the Hon Minister again. If he looks at the ECOWAS Protocol, it is very clear that there should be free movement of goods and people. Unfortunately, if he also looks at the", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I would like to ask the Hon Minister again. If he looks at the ECOWAS Protocol, it is very clear that there should be free movement of goods and people. Unfortunately, if he also looks at the", 
            "time": "11:20:00"
        }, 
        {
            "column": "923", 
            "kind": "continued speech", 
            "name": "Mr Darko-Mensah", 
            "original": "[MR DARKO-MENSAH]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "airports, planes fly in at any time of the day and they are able to cross borders. How come that this mode of movement between the borders for ordinary citizens should be curtailed at 8.30 and 8.00 o’clock when the other modes of movement are opened all day.", 
            "time": "11:20:00"
        }, 
        {
            "column": "923", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, flying over to a port is different fiom coming to a country through the border. This arrangement is between State and State, and it bothers on security. So Madam Speaker, we will leave this for Government and Government to decide before they take a final decision on it.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, flying over to a port is different fiom coming to a country through the border. This arrangement is between State and State, and it bothers on security. So Madam Speaker, we will leave this for Government and Government to decide before they take a final decision on it.", 
            "time": "11:30:00"
        }, 
        {
            "column": "923", 
            "kind": "speech", 
            "name": "Mr Darko-Mensah", 
            "original": "Mr Darko-Mensah: Madam Speaker, I would like to know from the Hon Minister, what was Government‘s position in the near term for the opening of this border for 24 hours. Is it going to still remain like this or there are plans to open it for 24 hours and how soon do they expect to reach such a decision?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I would like to know from the Hon Minister, what was Government‘s position in the near term for the opening of this border for 24 hours. Is it going to still remain like this or there are plans to open it for 24 hours and how soon do they expect to reach such a decision?", 
            "time": "11:30:00"
        }, 
        {
            "column": "923", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, the discussion is ongoing and I think Government will take a final decision when they finish discussing with the other States.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the discussion is ongoing and I think Government will take a final decision when they finish discussing with the other States.", 
            "time": "11:30:00"
        }, 
        {
            "column": "923", 
            "kind": "speech", 
            "name": "Mr Zigah", 
            "original": "Mr Zigah: Madam Speaker, in the Hon Ministers’ Answer, he said the Aflao border is opened from 6 o’clock to 18 hours, which is fiom six to six. Madam Speaker, about ten years ago, the border had been closed between the hours of 6 o’clock in the morning and 10 o’clock. Three weeks ago, I had the chance of travelling from the other side of the country to Ghana, even at about a quarter to 10 o’clock in the evening.\nMay I also inform the Hon Minister that, Aflao has been declared as one of the economic zones in the country during the last Budget Statement and also the gateway to Ghana. With these two combined, could he fast-tract this arrangement with the other sister countries for the border to be opened for 24 hours to befit the status of gateway to Ghana?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, in the Hon Ministers’ Answer, he said the Aflao border is opened from 6 o’clock to 18 hours, which is fiom six to six. Madam Speaker, about ten years ago, the border had been closed between the hours of 6 o’clock in the morning and 10 o’clock. Three weeks ago, I had the chance of travelling from the other side of the country to Ghana, even at about a quarter to 10 o’clock in the evening.\n\nMay I also inform the Hon Minister that, Aflao has been declared as one of the economic zones in the country during the last Budget Statement and also the gateway to Ghana. With these two combined, could he fast-tract this arrangement with the other sister countries for the border to be opened for 24 hours to befit the status of gateway to Ghana?", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, this had been made known to the governments, that is why discussions are in progress.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, this had been made known to the governments, that is why discussions are in progress.\n Thank you, Madam Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Mr Yaw Owusu-Boateng", 
            "original": "Mr Yaw Owusu-Boateng: Madam Speaker, during the second question to the Hon Minister, he said, and impliedly that travelling by road is much more risky or has much more security implications than travelling by air or by water. Does it mean that when people are flying, it does not carry any security threat to Ghana?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, during the second question to the Hon Minister, he said, and impliedly that travelling by road is much more risky or has much more security implications than travelling by air or by water. Does it mean that when people are flying, it does not carry any security threat to Ghana?", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, when I say so, I am referring to entering into the country. In fact, it is easier to identify those who are coming into the country by air than those coming by road. This is because we have so many un-approved roads; that is why I am saying so. When you want to open for 24 hours or round the clock, you have to consider security issues. That is why I said so, Madam Speaker.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, when I say so, I am referring to entering into the country. In fact, it is easier to identify those who are coming into the country by air than those coming by road. This is because we have so many un-approved roads; that is why I am saying so. When you want to open for 24 hours or round the clock, you have to consider security issues. That is why I said so, Madam Speaker.", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Dr Matthew O. Prempeh", 
            "original": "Dr Matthew O. Prempeh: Madam Speaker, I would want to ask the Hon Minister for the Interior, did he mean in his last answer that all the unapproved routes were also closed at 6’o’c1ock? [ Interruptions. ]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I would want to ask the Hon Minister for the Interior, did he mean in his last answer that all the unapproved routes were also closed at 6’o’c1ock? [ Interruptions. ]", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Order!", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Order!", 
            "time": "11:30:00"
        }, 
        {
            "column": "924", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Madam Speaker, I do not know why there is so much cacophony of noise. The Hon Minister for the Interior, in his answer, just said that there were a lot of unapproved routes", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I do not know why there is so much cacophony of noise. The Hon Minister for the Interior, in his answer, just said that there were a lot of unapproved routes", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "continued speech", 
            "name": "Dr Prempeh", 
            "original": "[DR PREMPEH]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "and that is why they closed -- And I am asking, in the answer that he gave, does it mean all the unapproved routes are closed at 6 o’clock? Simple.", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, can you explain to the House? The question is that, are the unapproved routes also closed?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Minister, can you explain to the House? The question is that, are the unapproved routes also closed?", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, we have approved routes, meaning that when he is coming, that is where he must pass and that is where he will see Immigration Officers -- and we have unapproved routes and therefore, that is W\\what I am referring to.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, we have approved routes, meaning that when he is coming, that is where he must pass and that is where he will see Immigration Officers -- and we have unapproved routes and therefore, that is W\\what I am referring to.\n When we say unapproved routes, meaning that there are no Immigration Officers there -- [Interruptions] \"Unapproved\" so they do not close.", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Madam Speaker, I thought that the unapproved routes were not opened at all; so they were not supposed to be used. But the Hon Minister is not coming clear on that. This is because they are not opened at all. So it means that they are prohibited. But if he says that there are no immigration officers there, it does not mean they are opened or closed.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I thought that the unapproved routes were not opened at all; so they were not supposed to be used. But the Hon Minister is not coming clear on that. This is because they are not opened at all. So it means that they are prohibited. But if he says that there are no immigration officers there, it does not mean they are opened or closed.", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: So the question is what? [Interruptions] All right.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "So the question is what? [Interruptions] All right.", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, I thank him for his submission.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I thank him for his submission.", 
            "time": "11:30:00"
        }, 
        {
            "column": "925", 
            "kind": "speech", 
            "name": "Mr KWaku Agyeman-Manu", 
            "original": "Mr KWaku Agyeman-Manu: Madam Speaker, I come from a constituency that sits on the border with la Cote d’Ivoire. There is a particular town, I will not call it a village, Kofi Badukrom. That town has an approved route, it has a very good big customs post and a very huge immigration post just like Aflao.\nMadam Speaker, the entry point is at the beginning of the Ghanaian side here; when he goes to the la Cote d’Ivoire side, the entry and exit point is also at the outskirts. So the middle of the town houses partly la Cote d’Ivoire and partly Ghana. By 6 o’clock, the Immigration and Customs Officers close the main route. Just across here, he can even drive with his car through some houses and get to the town. The aisles and get to the town.\nMadam Speaker, I am asking the Hon Minister the rationale behind closing such an approved route, thus forcing us to go through unapproved routes, which, in my view, are illegal to transact business, to visit our colleagues and things like that. So the Hon Minister should tell us the rationale behind the 6 o’clock closure.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I come from a constituency that sits on the border with la Cote d’Ivoire. There is a particular town, I will not call it a village, Kofi Badukrom. That town has an approved route, it has a very good big customs post and a very huge immigration post just like Aflao.\n\nMadam Speaker, the entry point is at the beginning of the Ghanaian side here; when he goes to the la Cote d’Ivoire side, the entry and exit point is also at the outskirts. So the middle of the town houses partly la Cote d’Ivoire and partly Ghana. By 6 o’clock, the Immigration and Customs Officers close the main route. Just across here, he can even drive with his car through some houses and get to the town. The aisles and get to the town.\n\nMadam Speaker, I am asking the Hon Minister the rationale behind closing such an approved route, thus forcing us to go through unapproved routes, which, in my view, are illegal to transact business, to visit our colleagues and things like that. So the Hon Minister should tell us the rationale behind the 6 o’clock closure.", 
            "time": "11:30:00"
        }, 
        {
            "column": "926", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, that is the law at the moment and his submission is noted.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, that is the law at the moment and his submission is noted.", 
            "time": "11:30:00"
        }, 
        {
            "action": "rose -", 
            "column": "926", 
            "kind": "action", 
            "name": "Mr Agyeman-Manu", 
            "original": "Mr Agyeman-Manu -- rose --", 
            "time": "11:30:00"
        }, 
        {
            "column": "926", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: He has noted your concern.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "He has noted your concern.", 
            "time": "11:30:00"
        }, 
        {
            "column": "926", 
            "kind": "speech", 
            "name": "Mr Agyeman-Manu", 
            "original": "Mr Agyeman-Manu: Madam Speaker, if you have so decided, I think I will sit down.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, if you have so decided, I think I will sit down.", 
            "time": "11:30:00"
        }, 
        {
            "column": "926", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: No! I have not so decided anything, I have not heard the question you were going to ask next. If you like, put a last question.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "No! I have not so decided anything, I have not heard the question you were going to ask next. If you like, put a last question.", 
            "time": "11:30:00"
        }, 
        {
            "column": "926", 
            "kind": "speech", 
            "name": "Mr Agyeman-Manu", 
            "original": "Mr Agyeman-Manu: Madam Speaker, I asked the Minister the rationale behind that clause, even in the law but he was trying to dodge the question. He is the Minister for the Interior; he should tell us Why We Should close the border at 6 o’clock.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I asked the Minister the rationale behind that clause, even in the law but he was trying to dodge the question. He is the Minister for the Interior; he should tell us Why We Should close the border at 6 o’clock.", 
            "time": "11:30:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Member, except that it is not the Minister but Parliament which makes the law. So if you say the rationale in the law, would he be able to answer it? Is it not Parliament which makes the law?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Member, except that it is not the Minister but Parliament which makes the law. So if you say the rationale in the law, would he be able to answer it? Is it not Parliament which makes the law?", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Mr Agyeman-Manu", 
            "original": "Mr Agyeman-Manu: Madam Speaker, the Hon Minister should quote the law, give us the Act number for us to go and make reference to such a law. And it is his responsibility even to initiate action for the amendment of that clause in the law if he thinks that, that is not correct.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Hon Minister should quote the law, give us the Act number for us to go and make reference to such a law. And it is his responsibility even to initiate action for the amendment of that clause in the law if he thinks that, that is not correct.", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Minister, the last answer, then we move on.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Hon Minister, the last answer, then we move on.", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, I am aware that the Hon Member was a Deputy Minister for -- [Uproar] -- and I think he knows the rationale except that I think he is pretending.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I am aware that the Hon Member was a Deputy Minister for -- [Uproar] -- and I think he knows the rationale except that I think he is pretending.\n But Madam Speaker, his point is noted.", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Last question.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Last question.", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Mr Samuel Ayeh-Paye", 
            "original": "Mr Samuel Ayeh-Paye: Madam Speaker, in the Hon Minister’s Answer, he said, some of the routes are unapproved routes. It means he is aware and knows some illegal routes. What measures is he putting in place to make sure that he puts those routes on check or stops them?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, in the Hon Minister’s Answer, he said, some of the routes are unapproved routes. It means he is aware and knows some illegal routes. What measures is he putting in place to make sure that he puts those routes on check or stops them?", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, unapproved routes are known very well by everybody and that is why we put border patrols at the place. So we have border patrols around all unapproved routes.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, unapproved routes are known very well by everybody and that is why we put border patrols at the place. So we have border patrols around all unapproved routes.", 
            "time": "11:40:00"
        }, 
        {
            "action": "rose-", 
            "column": "927", 
            "kind": "action", 
            "name": "Dr Anthony A. Osei", 
            "original": "Dr Anthony A. Osei --rose--", 
            "time": "11:40:00"
        }, 
        {
            "column": "927", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I think, the Hon Member was here when I said the last question; you did not hear?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "I think, the Hon Member was here when I said the last question; you did not hear?", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the Minister just said that all the unapproved routes were well known. Would he be kind enough to tell us how many there were? He said, \"all the unapproved routes are well known\", to quote him. Would he be kind enough to tell us how many there are?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Minister just said that all the unapproved routes were well known. Would he be kind enough to tell us how many there were? He said, \"all the unapproved routes are well known\", to quote him. Would he be kind enough to tell us how many there are?", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Mr Aboah", 
            "original": "Mr Aboah: Madam Speaker, I was not informed that I was going to give the number of approved routes. But at an appropriate time, I will come here and give him the appropriate answer.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I was not informed that I was going to give the number of approved routes. But at an appropriate time, I will come here and give him the appropriate answer.", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Madam Speaker, the Minister said they were well known, \"well known\" by himself, a former police officer and now a Minister, and he said he needed notice. Madam Speaker, I am surprised. If they are well known, they should be well documented for the Minister to just tell us like that.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, the Minister said they were well known, \"well known\" by himself, a former police officer and now a Minister, and he said he needed notice. Madam Speaker, I am surprised. If they are well known, they should be well documented for the Minister to just tell us like that.", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: But do you not know any of them?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "But do you not know any of them?", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: No! That is why I asked.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "No! That is why I asked.", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: That is why he says that. So as not to misinform the House, he wants time to tell you some of the well- known ones.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "That is why he says that. So as not to misinform the House, he wants time to tell you some of the well- known ones.", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Dr A. A. Osei", 
            "original": "Dr A. A. Osei: Unless of course, it could be a security issue not to list them.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Unless of course, it could be a security issue not to list them.", 
            "time": "11:40:00"
        }, 
        {
            "column": "928", 
            "kind": "speech", 
            "name": "Mr Y. Owusu-Boateng", 
            "original": "Mr Y. Owusu-Boateng: Madam Speaker, please, it is not a question but the fact that when the Ministers come here, they tell us that they are going to prepare and come and give us answers to those things. Everybody in this House knows -that when they do that, they are not going to come. So what assurance do we have that this time the Minister is coming back to the House to tell us the number of unapproved routes?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, please, it is not a question but the fact that when the Ministers come here, they tell us that they are going to prepare and come and give us answers to those things. Everybody in this House knows -that when they do that, they are not going to come. So what assurance do we have that this time the Minister is coming back to the House to tell us the number of unapproved routes?", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: I said the last question was coming from Hon Dr A. A. Osei; so he asked his last question and if you want to ask a question, if you send notice to the Minister, I think he will come and tell you. He says he has not got it right now. So if you really need it, please, let him come or you go there and find out; engage him and I think he will inform you.", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "I said the last question was coming from Hon Dr A. A. Osei; so he asked his last question and if you want to ask a question, if you send notice to the Minister, I think he will come and tell you. He says he has not got it right now. So if you really need it, please, let him come or you go there and find out; engage him and I think he will inform you.\n Hon Members, I think, let us lay the Papers now since we have only up to 12.00 noon to finish with today’s business.\n Can I dismiss the Minister now?\n Hon Minister, we thank you for coming to answer our Questions; the trend is improving; we are getting Ministers on time and we thank you for coming.\n Thank you very much.\n Hon Members, let us lay the Papers; that will get us to 12.00 noon when we can adjourn.\n So let us move to item numbered 5 then.", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Mr Dery", 
            "original": "Mr Dery: Madam Speaker, I am not aware the Hon Minister for Finance and Economic Planning is in the House. Is he in the House? Is he properly before the House?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, I am not aware the Hon Minister for Finance and Economic Planning is in the House. Is he in the House? Is he properly before the House?", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: He is in the House. Is he not?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "He is in the House. Is he not?", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Yes, he is; I have confirmed with him; he is properly before the House. He is stable. [Laughter]", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Yes, he is; I have confirmed with him; he is properly before the House. He is stable. [Laughter]", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Item number 5 (a) to be laid by the Chairman of the Committee. Is it not?", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Item number 5 (a) to be laid by the Chairman of the Committee. Is it not?\n Hon Avedzi.", 
            "time": "11:40:00"
        }, 
        {
            "column": "929", 
            "kind": "speech", 
            "name": "Mr James K. Avedzi", 
            "original": "Mr James K. Avedzi: Madam Speaker, Item 5 (a) (i) is not ready, so I will start with (ii).", 
            "section": "MINISTRY OF THE INTERIOR", 
            "speech": "Madam Speaker, Item 5 (a) (i) is not ready, so I will start with (ii).", 
            "time": "11:40:00"
        }, 
        {
            "column": "930", 
            "heading": "PAPERS", 
            "kind": "heading", 
            "original": "PAPERS", 
            "time": "11:40:00"
        }, 
        {
            "column": "930", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Madam Speaker, I was asking something that worried me.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, I was asking something that worried me.\n Madam Speaker, before reports are laid, I think it is right and appropriate that not only the Hon Chairman and the Hon Ranking Member of the committee should be privy to them. Hon Members of the committee should meet and deliberate on such reports before they are laid.\n It is becoming a norm that my Hon Friend from Ketu North (Mr James Klutse Avedzi) and my Hon Friend from Old Tafo (Dr Anthony Akoto Osei) alone have copies of these reports; they alone have read copies and they alone are saying they are laid.\n Madam Speaker, I would want you to plead with them that the reason you have a whole Committee of eighteen (18) and twenty (20) Hon Members is that when they finish with the report -", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "continued speech", 
            "name": "Dr Prempeh", 
            "original": "[DR PREMPEH]", 
            "section": "PAPERS", 
            "speech": "[Interruptions] -- Rightly so; they are the leaders. But at least, they should convene a committee meeting and give those lesser beings like us, so that we deliberate on these reports. Just bringing the report here and laying it-I know the Hon \"Minister for China\" is available here", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Minister for China?", 
            "section": "PAPERS", 
            "speech": "Minister for China?", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Yes, Madam Speaker. \"Minister for China\".", 
            "section": "PAPERS", 
            "speech": "Yes, Madam Speaker. \"Minister for China\".", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: It is who?", 
            "section": "PAPERS", 
            "speech": "It is who?", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Hon Seth Terkpeh; he is here. But Madam Speaker, it is not right that Hon Members of the Committee -- [Interruption.]", 
            "section": "PAPERS", 
            "speech": "Hon Seth Terkpeh; he is here. But Madam Speaker, it is not right that Hon Members of the Committee -- [Interruption.]", 
            "time": "11:40:00"
        }, 
        {
            "action": "rose -", 
            "column": "931", 
            "kind": "action", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka -- rose --", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Any objection?", 
            "section": "PAPERS", 
            "speech": "Any objection?", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Mr Avoka", 
            "original": "Mr Avoka: Yes, Madam Speaker. He is clearly out of order. There is no Ministry in Ghana known as the \"Ministry for China\" or the \"Minister for China\". I think that he should withdraw it. Please, for goodness sake, let us be serious.", 
            "section": "PAPERS", 
            "speech": "Yes, Madam Speaker. He is clearly out of order. There is no Ministry in Ghana known as the \"Ministry for China\" or the \"Minister for China\". I think that he should withdraw it. Please, for goodness sake, let us be serious.\n I know he is raising a valid point. So he should not spoil the point he is making.", 
            "time": "11:40:00"
        }, 
        {
            "column": "931", 
            "kind": "speech", 
            "name": "Dr Prempeh", 
            "original": "Dr Prempeh: Madam Speaker, I withdraw it.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, I withdraw it.\n But in the Ministry of Finance and Economic Planning, he is in charge of the China Desk. So I was wondering -- Hon Seth Terkpeh is in charge of the China Desk. I slipped by calling him. \"Minister responsible for China\".\n But Madam Speaker, it is very, very important that Hon Members of the Committee are involved before your reports are laid. I am pleading with you that it does not become a norm and a practice. I am pleading with you.", 
            "time": "11:40:00"
        }, 
        {
            "column": "932", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Hon Chairman, have you heard the plea that after the meeting--He is not complaining about the meeting at the Committee; he is saying that --", 
            "section": "PAPERS", 
            "speech": "Hon Chairman, have you heard the plea that after the meeting--He is not complaining about the meeting at the Committee; he is saying that --", 
            "time": "11:40:00"
        }, 
        {
            "column": "932", 
            "kind": "speech", 
            "name": "Mr Avedzi", 
            "original": "Mr Avedzi: Madam Speaker, it is not completely true that it is only the Hon Chairman and the Hon Ranking Member who look at the draft. Most of the times the whole Committee looks at it. At other times too, the Committee mandates the Hon Chairman and the Hon Ranking Member to look at it and that is what we have been doing. So far, the reports that the Hon Chairman and the Ranking Member looked at, have been very good reports and no complaints have been raised about them.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, it is not completely true that it is only the Hon Chairman and the Hon Ranking Member who look at the draft. Most of the times the whole Committee looks at it. At other times too, the Committee mandates the Hon Chairman and the Hon Ranking Member to look at it and that is what we have been doing. So far, the reports that the Hon Chairman and the Ranking Member looked at, have been very good reports and no complaints have been raised about them.\n Hon Members are satisfied with the work of the Hon Chairman and the Hon Ranking Member, and therefore, the Hon Member should not raise the issue.", 
            "time": "11:40:00"
        }, 
        {
            "column": "932", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: The Hon Member is entitled to raise any issue. This is a free House. All he is saying is that you should give them copies before you present them. He is appealing to you, after you have made your report, to give them copies. I think that is just an appeal. He did not say he did not attend the meeting. Probably, you have to take that on board and serve them with copies. That is all he is appealing for.\nBank Corporation in relation to the SME Projects Incubation Facility for an amount of US$100,000,000 under the Tranche B Facility.", 
            "section": "PAPERS", 
            "speech": "The Hon Member is entitled to raise any issue. This is a free House. All he is saying is that you should give them copies before you present them. He is appealing to you, after you have made your report, to give them copies. I think that is just an appeal. He did not say he did not attend the meeting. Probably, you have to take that on board and serve them with copies. That is all he is appealing for.\n Thank you; it has been taken then.\n By the Chairman of the Committee -- Report of the Finance Committee on the Subsidiary Agreement between the.Republic of Ghana and the China Development Bank Corporation under the Master Facility Agreement between the Republic of Ghana and the China Development\n\nBank Corporation in relation to the SME Projects Incubation Facility for an amount of US$100,000,000 under the Tranche B Facility.", 
            "time": "11:40:00"
        }, 
        {
            "column": "933", 
            "kind": "speech", 
            "name": "Madam Speaker", 
            "original": "Madam Speaker: Chairman of the Committee, item 5 (b). [Pause] The Report is not ready, so we defer that.\nHon Deputy Majority Leader, you have to move for an adjournment then. It is before 2.00 noon. So you have to move for an adjournment.", 
            "section": "PAPERS", 
            "speech": "Chairman of the Committee, item 5 (b). [Pause] The Report is not ready, so we defer that.\n Hon Members, We said we would close at 12.00 noon. I do not know Whether the First Deputy Speaker wants to come and take item 6 on the Order Paper.\n Mr First Deputy Speaker, we decided to close at 12.00 noon; it is not 12.00 noon. Would you take -- I think the watches are all wrong here. It is five minutes to 12.00 noon. So shall we start getting ready?\n\nHon Deputy Majority Leader, you have to move for an adjournment then. It is before 2.00 noon. So you have to move for an adjournment.", 
            "time": "11:50:00"
        }, 
        {
            "column": "934", 
            "kind": "speech", 
            "name": "AlhajiAbdul-Rashid Pelpuo", 
            "original": "AlhajiAbdul-Rashid Pelpuo: Madam Speaker, in accordance with the decision we have reached regarding adjourning earlier than normal, so that we can have time to attend the funeral of our late Hon Colleague, I beg to move, that we adjourn until 7th June, 2012 at 10.00 in the forenoon.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, in accordance with the decision we have reached regarding adjourning earlier than normal, so that we can have time to attend the funeral of our late Hon Colleague, I beg to move, that we adjourn until 7th June, 2012 at 10.00 in the forenoon.", 
            "time": "11:50:00"
        }, 
        {
            "column": "934", 
            "kind": "speech", 
            "name": "Mr Ambrose P. Dery", 
            "original": "Mr Ambrose P. Dery: Madam Speaker, I beg to second the Motion.", 
            "section": "PAPERS", 
            "speech": "Madam Speaker, I beg to second the Motion.\n Question put and Motion agreed to.", 
            "time": "11:50:00"
        }, 
        {
            "column": "934", 
            "heading": "ADJOURNMENT", 
            "kind": "heading", 
            "original": "ADJOURNMENT", 
            "time": "11:50:00"
        }
    ], 
    "head": {
        "date": "2012-06-06", 
        "number": 13, 
        "series": 4, 
        "time": "11:00:00", 
        "volume": 77
    }
}